{
    "paper_id": "benner_2007",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-24T16:04:32.196990Z"
    },
    "title": "Navigating the Transition to Multi-Ethnic Urban High Schools: Changing Ethnic Congruence and Adolescents' School-Related Affect",
    "authors": [
        {
            "first": "Aprile",
            "middle": [
                "D"
            ],
            "last": "Benner",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of California",
                "location": {
                    "settlement": "Los Angeles"
                }
            },
            "email": "abennerp@ucla.edu"
        },
        {
            "first": "Sandra",
            "middle": [],
            "last": "Graham",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of California",
                "location": {
                    "settlement": "Los Angeles"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "This short-term longitudinal study investigated 918 students' school-related affect across the transition to high school. The study focused specifically on the moderating effect of change in student ethnic congruence from middle to high school. Results indicate that students experiencing more ethnic incongruence from middle to high school, in particular African American and male students, reported declining feelings of school belonging over time. Moreover, students experiencing ethnic incongruence also had increasing worries about their academic success. These results suggest that the changing school demographics from middle school to high school may negatively impact students' school-related affect, especially if they move to high schools which include fewer students who are ethnically similar to themselves. As they move from childhood to adulthood, adolescents negotiate a variety of transitions (e.g., pubertal onset, changes in peer networks), and it is within this developmental backdrop that students must navigate the middle to high school transition (Eccles, Lord, & Midgley, 1991; Steinberg, 2002). As students move to high school, they encounter a new (and often larger) school, teachers who may be less available, more challenging classes, older students, and new social cliques. For many students, entry",
    "pdf_parse": {
        "paper_id": "benner_2007",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "This short-term longitudinal study investigated 918 students' school-related affect across the transition to high school. The study focused specifically on the moderating effect of change in student ethnic congruence from middle to high school. Results indicate that students experiencing more ethnic incongruence from middle to high school, in particular African American and male students, reported declining feelings of school belonging over time. Moreover, students experiencing ethnic incongruence also had increasing worries about their academic success. These results suggest that the changing school demographics from middle school to high school may negatively impact students' school-related affect, especially if they move to high schools which include fewer students who are ethnically similar to themselves. As they move from childhood to adulthood, adolescents negotiate a variety of transitions (e.g., pubertal onset, changes in peer networks), and it is within this developmental backdrop that students must navigate the middle to high school transition (Eccles, Lord, & Midgley, 1991; Steinberg, 2002). As students move to high school, they encounter a new (and often larger) school, teachers who may be less available, more challenging classes, older students, and new social cliques. For many students, entry",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "into ninth grade also is their first exposure to a fully departmentalized curriculum, near universal academic tracking, public displays of ability in the calculation of class rank, and the ever present reminder of graduation requirements. In the face of these considerable changes in ecological contexts from middle to high school, adolescents may worry about what to expect or how they will adjust and question their feelings of belonging to their new school context. These possible reactions to the transition are at the core of this study.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Previous research on the transition to high school has focused primarily on students' academic achievement and engagement across the transition. A number of transition studies have found that both students' grade point averages and their school engagement significantly decline from eighth to ninth grade (Reyes, Gillock, & Kobus, 1994; Roeser, Eccles, & Freedman-Doan, 1999; Seidman, Aber, Allen, & French, 1996) . Less is known, however, about changes in students' psychosocial adjustment, including feelings about themselves and their affective reactions to the school context. Findings from the few studies focused on the psychosocial domain are inconsistent at best. One retrospective ethnographic study of adolescents' experiences of the transition found that students developed more positive self-perceptions from middle school to high school (Kinney, 1993) . A new environment with relative anonymity can sometimes allow students to redefine themselves academically and socially. However, two studies found no significant changes across the transition in students' self esteem (Seidman et al., 1996) or general psychological functioning (Roeser et al., 1999) , and a third (Barber & Olsen, 2004) found declining self-esteem and increasing depression across the high school transition.",
                "cite_spans": [
                    {
                        "start": 305,
                        "end": 336,
                        "text": "(Reyes, Gillock, & Kobus, 1994;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 337,
                        "end": 375,
                        "text": "Roeser, Eccles, & Freedman-Doan, 1999;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 376,
                        "end": 413,
                        "text": "Seidman, Aber, Allen, & French, 1996)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 850,
                        "end": 864,
                        "text": "(Kinney, 1993)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1085,
                        "end": 1107,
                        "text": "(Seidman et al., 1996)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 1145,
                        "end": 1166,
                        "text": "(Roeser et al., 1999)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 1181,
                        "end": 1203,
                        "text": "(Barber & Olsen, 2004)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The current study sought to extend the existing body of transition research in two ways. First, we examined previously understudied constructs-specifically students' school-related affect as measured by their school worries, school liking, and feelings of belonging. School belonging, or the extent to which students feel included and supported at school, as well as how much students like school may be particularly challenged during periods of transition inasmuch as pretransition friendship groups and social supports are often disrupted. Barber and Olsen (2004) , in one of the only studies to examine school liking, found that students' reports of liking school declined as they transitioned from eighth to ninth grade. In the one high school transition study that included a measure of school belonging, Isakson and Jarvis (1999) found no changes in that construct across the transition. However, that study included a predominantly middle class, Caucasian sample attending a university-affiliated K-8 laboratory school. Exploring school belonging and related affective measures with a more diverse student sample transitioning to more typical secondary schools is warranted. Thus, the second way in which we extended existing transition research was to focus on ethnic minority youth and the factors that might particularly impact the experiences of these youth as they transition to large and complex urban high schools. Over and above the normative challenge of the high school transition, ethnic minority youth may face particular barriers due to their marginalized status. For example, previous experiences of discrimination and prejudice may make ethnic minority youth more sensitive to environmental cues that make their ethnicity salient, which, in turn, could affect their subsequent developmental competencies in either positive or negative ways (see Coll et al., 1996; Cooper, Cooper, Azmitia, Chavira, & Gullatt, 2002) .",
                "cite_spans": [
                    {
                        "start": 542,
                        "end": 565,
                        "text": "Barber and Olsen (2004)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 810,
                        "end": 835,
                        "text": "Isakson and Jarvis (1999)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 1867,
                        "end": 1885,
                        "text": "Coll et al., 1996;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 1886,
                        "end": 1936,
                        "text": "Cooper, Cooper, Azmitia, Chavira, & Gullatt, 2002)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "One factor that might be especially relevant to the transition experiences of ethnic minority youth is the ethnic composition of their schools. For example, does it make a difference whether adolescents transition to high schools where there are many as compared with few members of their ethnic group, or whether the numerical representation of their ethnic group changes from middle school to high school? One might hypothesize that ethnic congruence-that is, similar numerical representation across transition settings-would be associated with better adjustment because there is less of a mismatch between the social context of the departing and receiving school. In a study of the transition to college that was consistent with this hypothesis, Adan and Felner (1995) reported that African American students who moved from high schools to colleges that were racially/ ethnically congruent experienced better school adjustment and received higher grades than their peers whose high schools and colleges were incongruent. In research on the high school transition of African American, Latino, and Caucasian students, French, Seidman, Allen, and Aber (2000) found that ethnic incongruence from eighth to ninth grade in school staff was associated with more identity exploration, although only for African American students. These authors suggested that the reduced presence of adults who are members of one's ethnic group could be a consciousnessraising experience. However, because that study did not include measures of adjustment, it does not shed light on whether ethnic incongruence would negatively impact students' adjustment across the transition to high school.",
                "cite_spans": [
                    {
                        "start": 749,
                        "end": 771,
                        "text": "Adan and Felner (1995)",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 1119,
                        "end": 1158,
                        "text": "French, Seidman, Allen, and Aber (2000)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In the research reported here, we build on these prior findings as we examine whether changes in students' ethnic congruence as they move from middle to high school affect their school-related affect (i.e., feelings of belonging, school liking, school worries). A diverse sample of eighth grade students was recruited from 11 urban middle schools. Students were interviewed in eighth grade and again in ninth grade after they transitioned to high school. The ethnic diversity in the middle and high schools allowed us to create a measure of ethnic congruence for each participant (i.e., percentage of students who were members of one's ethnic group) across the two school contexts. Consistent with the notion of person-environment mismatch, we hypothesized that greater ethnic incongruence between middle and high school would be associated with diminished school affect, contributing additional stress to an already challenging life transition.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Participants were 918 eighth grade students (407 boys and 511 girls, M age 5 14.0 years) who had participated in a larger longitudinal study of social adjustment during middle school (see Bellmore, Witkow, Graham, & Juvonen, 2004) . Students were initially recruited at the beginning of sixth grade from 11 middle schools in metropolitan Los Angeles, with schools chosen from among those of comparable size in demographically similar low-income/working-class neighborhoods. All schools were eligible for Title 1 compensatory funding and were carefully selected to represent a continuum of ethnic diversity (e.g., from primarily Latino or African American to ethnically diverse). Within these 11 middle schools, students were recruited from 99 classrooms whose teachers expressed interest in the study. Students were re-recruited the Fall of ninth grade to take part in a new study of the transition to high school. According to students' self-reported ethnic affiliation, the sample was 55% Latino (N 5 503), 17% African American (N 5 158), 15% Asian (N 5 134), and 13% Caucasian (N 5 123). Of the Latino students, 62% were of Mexican descent, and approximately two-thirds of the Asian students in our study were of East Asian descent (primarily Korean). More than 90% of Latino and Asian youth were at least second generation (U.S. born children of immigrants), and all were sufficiently proficient in English to complete written questionnaires. We were able to successfully follow 480% of the eighth grade sample, enrolled in 140 high schools in ninth grade. We compared responses on the eighth grade measures reported in this research for retained and lost students using t-tests; no significant differences emerged across groups for any of these measures.",
                "cite_spans": [
                    {
                        "start": 188,
                        "end": 230,
                        "text": "Bellmore, Witkow, Graham, & Juvonen, 2004)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHOD Participants",
                "sec_num": null
            },
            {
                "text": "We obtained information about the ethnic composition of the middle and high schools from published data provided by the California Department of Education (CDE). Because a primary focus of the study was on ethnic congruence from middle school to high school, we excluded participants who attended the same school from eighth to ninth grade (N 5 18), were home schooled in ninth grade (N 5 1), or who attended private schools in ninth grade for which no ethnic composition data were available (N 5 7). Also excluded were multi-ethnic participants (N 5 137) because the CDE collapses multi-ethnic youth and nonrespondents into a single category.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHOD Participants",
                "sec_num": null
            },
            {
                "text": "We relied on a combination of school and student data to determine students' ethnic congruence scores. School-level race/ethnicity data were drawn from the CDE for schools that the student sample attended in eighth grade (middle school) and ninth grade (high school). The CDE data included school racial/ethnic breakdowns by the following categories: American Indian/Alaskan, Asian, Pacific Islander, Filipino, Latino, African American, Caucasian, and multiethnic/missing. For our purposes, CDE data were aggregated into four primary racial/ethnic categories-Latino, African American, Asian (Asian, Pacific Islander, Filipino), and Caucasian.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Creation of Ethnic Congruence Groups",
                "sec_num": null
            },
            {
                "text": "For eighth and ninth grade separately, congruence scores were created by matching CDE race/ethnicity school data with students' self-reported race/ethnicity. A student's congruence score reflected the proportion of students in the school that matched the student's self-reported ethnicity. For example, if an eighth grade Latino student attended a middle school that was 50% Latino and 50% African American, the student's middle school congruence score was .5. If this student then transitioned to a high school that included 25% Latino and 75% African American students, the student's high school congruence score was .25.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Creation of Ethnic Congruence Groups",
                "sec_num": null
            },
            {
                "text": "A congruence change score was computed by subtracting the middle school congruence score from the high school congruence score. Thus, for a student with a middle school congruence score of .5 and a high school congruence score of .25, the congruence change score was À .25. The mean congruence change score for the total sample was .02 (SD 5 .18, range: À .59 to .50). A dichotomous congruence variable was created based on students' change scores. Congruence change scores that were one standard deviation below the mean were coded as 1 and labeled as ''incongruent'' (N 5 111); these students experienced substantial declines in their ethnic congruence over the transition (M 5 À .30, see Table 1 ). All other congruence change scores were coded as 0 and labeled as ''congruent'' (N 5 807). These congruent students did not experience a large, negative shift in their ethnic congruence as they transitioned from middle to high NAVIGATING THE TRANSITION TO MULTI-ETHNIC URBAN HIGH SCHOOLS school (M 5 .07). We did not make a distinction in the congruent group between no change from middle to high school and positive change (i.e., a larger percentage of one's ethnic group in high school than in middle school). 1 Our method for creating two congruence groups was similar to that employed by French et al. (2000) except that we used a more conservative cut-off determining incongruence (i.e., 1 SD below the mean as opposed to .5 SD in French et al.) .",
                "cite_spans": [
                    {
                        "start": 1294,
                        "end": 1314,
                        "text": "French et al. (2000)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 1438,
                        "end": 1452,
                        "text": "French et al.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 691,
                        "end": 698,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Creation of Ethnic Congruence Groups",
                "sec_num": null
            },
            {
                "text": "Descriptions for the dependent variables, presented below, include alphas for Time 1 (Spring of eighth grade) and Time 2 (Fall of ninth grade).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Dependent Measures",
                "sec_num": null
            },
            {
                "text": "School climate. School climate was assessed using items adapted from Gottfredson's (1984) Effective School Battery. The construct includes the school like subscale (T1 a 5 .76; T2 a 5 .71) and the school belonging subscale (T1 a 5 .69; T2 a 5 .74), each with three items. Sample items include ''I look forward to going to school'' and ''I feel like I'm a part of this school,'' for the school like and belonging subscales, respectively. Ratings ranged from 1 (no way!) to 5 (for sure yes!), with higher mean scores reflecting more positive school climates.",
                "cite_spans": [
                    {
                        "start": 69,
                        "end": 89,
                        "text": "Gottfredson's (1984)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Dependent Measures",
                "sec_num": null
            },
            {
                "text": "School worries. To explore students' worries about school, a modified version of the High School Performance Scale (Nukulkij, Whitcomb, Bellmore, & Cillessen, 1999) was administered. The current study used the fourteen-item high school worries subscale. Students rated school worries on a five-point scale from 1 (never) to 5 (all the time), with higher mean scores reflecting greater school worries. In eighth grade, the question stem stated: ''When I think about going to high school, I worry that . . .'' In ninth grade, the stem changed to reflect students' current status as ninth graders: ''Now that I am in high school, I worry that . . . '' The school worries subscale includes two factors-general worries, which relate to concerns about school characteristics and relationships at school (T1 a 5 .90; T2 a 5 .88), and academic worries, which relate to concerns about academic success (T1 a 5 .70; T2 a 5 .70). Sample items include ''The school will be too big'' and ''The classes will be too hard'' for general and academic worry factors, respectively.",
                "cite_spans": [
                    {
                        "start": 115,
                        "end": 164,
                        "text": "(Nukulkij, Whitcomb, Bellmore, & Cillessen, 1999)",
                        "ref_id": "BIBREF17"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Dependent Measures",
                "sec_num": null
            },
            {
                "text": "Grade point average (GPA). GPA in eighth grade was used as a covariate in all of the analyses. Grades from the eighth grade Spring semester were coded on a five-point scale (A 5 4 and F 5 0) and then averaged to create a composite GPA for each student (M 5 2.62, SD 5 .89).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Dependent Measures",
                "sec_num": null
            },
            {
                "text": "In the Spring of eighth grade and the Fall of ninth grade, students completed written questionnaires containing the dependent measures during one of their nonacademic classes. For ninth grade, data were not collected until two months into the Fall semester so that students had enough time to acclimate to their new school. Trained research assistants (graduate and undergraduate students) informed students about confidentiality and read all items aloud as students provided individual responses on their questionnaires. Questionnaires took approximately 40 minutes to complete, and students received $10 for their participation. Table 1 shows the frequency and percentage of students in the congruent and incongruent groups as a function of participant gender and ethnicity. A 2 Â 2 (gender Â congruence change group) chi-square test of independence revealed that the two congruence groups did not differ by gender (w 2 [1] 5 1.60, p 5 .21). However, the 4 Â 2 (ethnicity Â congruence change group) chi-square was significant (w 2 [3] 5 124.02, po.001). An examination of the distributions shows that no Caucasian students and a small percentage of Latino students (5%) were in the incongruent group. In contrast, 29% of African American and 31% of Asian students belonged to the incongruent group. In other words, African American and Asian students were more likely to transition to high schools in which their own ethnic group was less well-represented.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 631,
                        "end": 638,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Procedure",
                "sec_num": null
            },
            {
                "text": "In the main analyses, a series of 2 Â 2 Â 2 Â 3 (time Â congruence change Â gender Â ethnicity) repeated measures analyses of covariance (ANCOVAs) were conducted to explore change in perceived school climate and worries across time. Table 2 shows the means for all dependent variables as a function of time, ethnic congruence change (incongruent, congruent), gender, and ethnicity (Latino, African American, Asian, and Caucasian). Time served as the repeated factor (Time 1 5 eighth grade, Time 2 5 ninth grade). The between-subjects factors were ethnic congruence change, gender, and ethnicity. Caucasian participants were not included in ANCOVA analyses because no Caucasian students were in the incongruent group. Grade point average in eighth grade was used as a covariate in all analyses to control for prior achievement. Our primary focus in the analyses was on the main and interaction effects involving the repeated factor (time) rather than effects of the between-subjects factors independent of time.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 233,
                        "end": 240,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Change in the Dependent Variables Over Time",
                "sec_num": null
            },
            {
                "text": "School climate-belonging. The repeated measures ANCOVA on school belonging revealed significant three-way interactions for time Â congruence change Â ethnicity (F[4, 767] 5 4.38, po.01) and for time Â congruence change Â gender (F[2, 767] 5 5.25, po.01). To examine the three-way interaction involving ethnicity, a series of follow-up t-tests were conducted within each ethnic group using the school belonging difference score (eighth grade score subtracted from ninth grade score). These analyses identified a significant difference (t[154] 5 2.70, po.01) across congruence change groups only for African American students, indicating that African American students experiencing ethnic congruence over time differed significantly in school belonging from those experiencing incongruence over time. More specifically, African American students who experienced a decline in their ethnic congruence across the transition (incongruent group) had a significant decrease in their feelings of school belonging from eighth (M 5 3.58) to ninth grade (M 5 3.16), whereas students experiencing ethnic congruence had no significant change in their school belonging from eighth (M 5 3.50) to ninth grade (M 5 3.47).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Change in the Dependent Variables Over Time",
                "sec_num": null
            },
            {
                "text": "Follow-up t-tests were also conducted to examine the three-way interaction involving gender. Results indicated significant differences for boys experiencing incongruence as compared to boys experiencing congruence across the transition (t[340] 5 2.99, po.01). As Table 2 shows, boys who experienced incongruence had significant declines in their school belonging from middle (M 5 3.43) to high school (M 5 3.17). In contrast, boys experiencing congruence across the transition increased in their feelings of school belonging from middle (M 5 3.42) to high school (M 5 3.52). There were no transition effects on school belonging for girls as a function of congruence change group.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 263,
                        "end": 270,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Change in the Dependent Variables Over Time",
                "sec_num": null
            },
            {
                "text": "School climate-school like. The repeated measures ANCOVA on school like revealed a significant main effect for time (F[1, 779] 5 3.78, po.05). Overall, students increased in their feelings of school like from eighth (M 5 3.40) to ninth grade (M 5 3.52). None of the interactions involving time were significant. Student worries-general. For general worries, the repeated measures ANCOVA indicated only a main effect for time (F[1, 780] 5 11.70, po.001). Somewhat surprisingly, general worries about school declined from eighth (M 5 1.86) to ninth grade (M 5 1.71).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Change in the Dependent Variables Over Time",
                "sec_num": null
            },
            {
                "text": "Student worries-academic. For students' worries about their academic success, the repeated measures ANCOVA indicated a significant time Â congruence change interaction (F[1, 767] 5 9.72, po.001). Consistent with hypotheses, students experiencing ethnic incongruence across the transition reported more academic worries from eighth (M 5 2.05) to ninth grade (M 5 2.17), whereas students experiencing congruence across the transition reported fewer academic worries from eighth (M 5 2.39) to ninth grade (M 5 2.24). No main effects for time or interactions involving gender or ethnicity were significant.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Change in the Dependent Variables Over Time",
                "sec_num": null
            },
            {
                "text": "The current study highlights some of the challenges that students can face when they move from a middle school to a high school where there are fewer students who are ethnically similar to them. We found that students experiencing this ethnic incongruence across the transition reported more academic worries in high school than in middle school. We also found that experiences of incongruence may influence the perceptions of some students more than others and for particular types of affective variables. General liking of school was not related to congruence change, whereas feelings of belonging were. Moreover, African American students and boys who experienced ethnic incongruence across the transition were found to have declining feelings of school belonging as they moved from middle to high school. Feelings of belonging, moreso than general liking, capture social adaptation (e.g., finding one's niche, fitting in), a process that is more likely to be influenced by ethnic congruence. In relation to boys, previous research has found that boys perceive less support from teachers (Reddy, Rhodes, & Mulhall, 2003) and are rated as less engaged in school than their female peers (Finn & Rock, 1997) . Experiences of incongruence may make boys' feelings of distance from teachers and disengagement from school in general more salient, and this may in turn diminish their feelings of connection to school.",
                "cite_spans": [
                    {
                        "start": 1091,
                        "end": 1123,
                        "text": "(Reddy, Rhodes, & Mulhall, 2003)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 1188,
                        "end": 1207,
                        "text": "(Finn & Rock, 1997)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Regarding ethnicity, it is not clear at this point why African American students experiencing ethnic incongruence across the transition felt less like they belonged than their Latino and Asian counterparts. We know from previous research that decreasing ethnic congruence at the level of school staff can make ethnic identity more salient for African American students (French et al., 2000) . Also, there is evidence that African American students report more sensitivity to the racial climate in their schools than do other ethnic groups (Reid & Radhakrishnan, 2003) , have greater perceptions of unfair treatment by school personnel based on race (Ancis, Sedlacek, & Mohr, 2000) , and experience disproportionately high levels of disciplinary sanctions compared with other ethnic groups (Costenbader & Markson, 1998) . Thus, it could be that moving to a new school context where there are significantly fewer same-ethnicity schoolmates might heighten African American students' concerns about being a numerical ethnic minority and about being the target of others' prejudice. The fact that ethnic incongruence affected school belonging moreso than other variables is of particular concern given that previous research has found that lower levels of school belonging are associated with higher levels of depression, social rejection, and trouble at school (Anderman, 2002) and poorer performance in academic coursework (Barber & Olsen, 1997) . School belonging can be conceptualized as a form of social capital that both provides adolescents access to schools' resources and promotes their well-being (Blum, McNeely, & Nonnemaker, 2002) .",
                "cite_spans": [
                    {
                        "start": 369,
                        "end": 390,
                        "text": "(French et al., 2000)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 539,
                        "end": 567,
                        "text": "(Reid & Radhakrishnan, 2003)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 649,
                        "end": 680,
                        "text": "(Ancis, Sedlacek, & Mohr, 2000)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 789,
                        "end": 818,
                        "text": "(Costenbader & Markson, 1998)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1357,
                        "end": 1373,
                        "text": "(Anderman, 2002)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 1420,
                        "end": 1442,
                        "text": "(Barber & Olsen, 1997)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 1602,
                        "end": 1637,
                        "text": "(Blum, McNeely, & Nonnemaker, 2002)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Although students in our study clearly experienced challenges across the transition, their experiences were not wholly negative. Contrary to some previous research, students tended to like their high schools more than their middle schools, and, once in ninth grade, they expressed fewer general worries about school. It is possible that students worried more during eighth grade, in anticipation of transitioning to a new and unfamiliar school setting, but that the actual experience was less stressful than anticipated. It also is possible that the greater liking of high school compared with the end of middle school may reflect the novelty of the former and boredom with the latter. Our data were gathered within the first two months of students' ninth grade year. How school-related affect changes as students acclimate to the routines of high school setting (e.g., the first grading period) is an important topic for future research.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Future research should also continue to explore the effects of changing ethnic congruence for students of different ethnicities. While our study highlighted the particular risks of incongruence for African American youth, our sample included few Latino and no Caucasian students experiencing incongruence across the transition, and as such, we cannot determine whether our findings around incongruence generalize to students in other ethnic groups. The protective factors that influence incongruent students' school-related affect across the high school transition should also be examined in future studies, with particular attention to whether these protective factors operate similarly across race/ethnicity. We suspect that having a close friendship with someone of one's ethnic group can buffer even large changes in ethnic congruence and feelings of vulnerability, just as friendships have been shown to protect against the negative effects of maltreatment by peers (e.g., Hodges, Boivin, Vitro, & Bukowski, 1999) . Finally, with ethnic groups that were differentially represented in their middle schools, our measure of incongruence did not account for differences in relative ethnic congruence at the eighth grade baseline. For example, we did not make a distinction between changes in congruence for relative majority ethnic groups (e.g., from 80% to 50% of the school population) compared to relative minority groups (e.g., 40 to 10%), when the absolute value of the incongruence score was the same (e.g., À .30). Future transition research should examine whether the initial level of congruence experienced by students, that is, the critical mass of same-ethnicity students present in the school, has effects on outcomes over and above the absolute changes in congruence across the transition. Although many questions remain to be answered, we hope that our findings will stimulate new ways of thinking about ethnicity as a context for examining the affective consequences of school transitions. Today's multiethnic urban schools provide ideal contexts for such research.",
                "cite_spans": [
                    {
                        "start": 978,
                        "end": 1018,
                        "text": "Hodges, Boivin, Vitro, & Bukowski, 1999)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "We initially conducted all analyses using three congruence change groups (incongruent, stable, and increasing congruence); results from these analyses found no differences between the stable and increasing congruence groups on any of the measures under study.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "This work was supported by grants from the National Science Foundation and the Linguistic Minority Research Institute awarded to the second author.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Ecological congruence and adaptation of minority youth during the transition to college",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Adan",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "D"
                        ],
                        "last": "Felner",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Journal of Community Psychology",
                "volume": "23",
                "issue": "",
                "pages": "256--269",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Adan, A. M., & Felner, R. D. (1995). Ecological congruence and adaptation of minority youth during the transition to college. Journal of Community Psychology, 23, 256-269.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Students' perceptions of campus cultural climate by race",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Ancis",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "E"
                        ],
                        "last": "Sedlacek",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Mohr",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Journal of Counseling and Development",
                "volume": "78",
                "issue": "",
                "pages": "180--185",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ancis, J. R., Sedlacek, W. E., & Mohr, J. J. (2000). Students' perceptions of campus cultural climate by race. Journal of Counseling and Development, 78, 180-185.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "School effects on psychological outcomes during adolescence",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Anderman",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Journal of Educational Psychology",
                "volume": "94",
                "issue": "",
                "pages": "795--809",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Anderman, E. M. (2002). School effects on psychological outcomes during adolescence. Jour- nal of Educational Psychology, 94, 795-809.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Socialization in context: Connection, regulation, and autonomy in the family, school, and neighborhood and with peers",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "K"
                        ],
                        "last": "Barber",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Olsen",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Journal of Adolescent Research",
                "volume": "12",
                "issue": "",
                "pages": "287--315",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Barber, B. K., & Olsen, J. A. (1997). Socialization in context: Connection, regulation, and autonomy in the family, school, and neighborhood and with peers. Journal of Adolescent Research, 12, 287-315.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Assessing the transitions to middle and high school",
                "authors": [
                    {
                        "first": "Navigating The Transition To Multi-Ethnic Urban",
                        "middle": [],
                        "last": "High Schools",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "K"
                        ],
                        "last": "Barber",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Olsen",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Journal of Adolescent Research",
                "volume": "19",
                "issue": "",
                "pages": "3--30",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "NAVIGATING THE TRANSITION TO MULTI-ETHNIC URBAN HIGH SCHOOLS Barber, B. K., & Olsen, J. A. (2004). Assessing the transitions to middle and high school. Journal of Adolescent Research, 19, 3-30.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Beyond the individual: The impact of ethnic context and classroom behavioral norms on victims' adjustment",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "D"
                        ],
                        "last": "Bellmore",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "R"
                        ],
                        "last": "Witkow",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Graham",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Juvonen",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Developmental Psychology",
                "volume": "40",
                "issue": "",
                "pages": "1159--1172",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bellmore, A. D., Witkow, M. R., Graham, S., & Juvonen, J. (2004). Beyond the individual: The impact of ethnic context and classroom behavioral norms on victims' adjustment. Devel- opmental Psychology, 40, 1159-1172.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Vulnerability, risk, and protection",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Blum",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Mcneely",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Nonnemaker",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Journal of Adolescent Health",
                "volume": "31",
                "issue": "",
                "pages": "28--39",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Blum, R., McNeely, C., & Nonnemaker, J. (2002). Vulnerability, risk, and protection. Journal of Adolescent Health, 31S, 28-39.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "An integrative model for the study of developmental competencies in minority children",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "G"
                        ],
                        "last": "Coll",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Maberty",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Jenkins",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "P"
                        ],
                        "last": "Mcadoo",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Crnic",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "H"
                        ],
                        "last": "Wasik",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Child Development",
                "volume": "67",
                "issue": "",
                "pages": "1891--1914",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Coll, C. G., Maberty, G., Jenkins, R., McAdoo, H. P., Crnic, K., & Wasik, B. H., et al. (1996). An integrative model for the study of developmental competencies in minority children. Child Development, 67, 1891-1914.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Bridging multiple worlds: How African American and Latino youth in academic outreach programs navigate math pathways to college",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "R"
                        ],
                        "last": "Cooper",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Cooper",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Azmitia",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Chavira",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Gullatt",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Applied Developmental Science",
                "volume": "6",
                "issue": "",
                "pages": "73--87",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cooper, C. R., Cooper, R. G., Azmitia, M., Chavira, G., & Gullatt, Y. (2002). Bridging multiple worlds: How African American and Latino youth in academic outreach programs nav- igate math pathways to college. Applied Developmental Science, 6, 73-87.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "School suspension: A study with secondary school students",
                "authors": [
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Costenbader",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Markson",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Journal of School Psychology",
                "volume": "36",
                "issue": "",
                "pages": "59--82",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Costenbader, V., & Markson, S. (1998). School suspension: A study with secondary school students. Journal of School Psychology, 36, 59-82.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "What are we doing to early adolescents? The impact of educational context on early adolescents",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Lord",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "American Journal of Education",
                "volume": "99",
                "issue": "",
                "pages": "521--542",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. S., Lord, S., & Midgley, C. (1991). What are we doing to early adolescents? The impact of educational context on early adolescents. American Journal of Education, 99, 521- 542.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Academic success among students at risk for school failure",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Finn",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Rock",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Journal of Applied Psychology",
                "volume": "82",
                "issue": "",
                "pages": "221--234",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Finn, J. D., & Rock, D. A. (1997). Academic success among students at risk for school failure. Journal of Applied Psychology, 82, 221-234.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Racial/ethnic identity, congruence with the social context, and the transition to high school",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "E"
                        ],
                        "last": "French",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Seidman",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Allen",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Aber",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Journal of Adolescent Research",
                "volume": "15",
                "issue": "",
                "pages": "587--602",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "French, S. E., Seidman, E., Allen, L., & Aber, J. L. (2000). Racial/ethnic identity, congruence with the social context, and the transition to high school. Journal of Adolescent Research, 15, 587-602.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Effective school battery",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Gottfredson",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gottfredson, G. (1984). Effective school battery: Odessa, FL: Psychological Assessment Resources, Inc.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "The power of friendship: Protection against an escalating cycle of peer victimization",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Hodges",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Boivin",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Vitro",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Bukowski",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Developmental Psychology",
                "volume": "35",
                "issue": "",
                "pages": "94--101",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hodges, E., Boivin, M., Vitro, F., & Bukowski, W. (1999). The power of friendship: Protection against an escalating cycle of peer victimization. Developmental Psychology, 35, 94-101.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "The adjustment of adolescents during the transition into high school: A short term longitudinal study",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Isakson",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Jarvis",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Journal of Youth and Adolescence",
                "volume": "28",
                "issue": "",
                "pages": "1--26",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Isakson, K., & Jarvis, P. (1999). The adjustment of adolescents during the transition into high school: A short term longitudinal study. Journal of Youth and Adolescence, 28, 1-26.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "From nerds to normals: The recovery of identity among adolescents from middle school to high school",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Kinney",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Sociology of Education",
                "volume": "66",
                "issue": "",
                "pages": "21--40",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kinney, D. A. (1993). From nerds to normals: The recovery of identity among adolescents from middle school to high school. Sociology of Education, 66, 21-40.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Academic and social expectations and actual school performance across the transition to middle school. Biennial meeting of the Society for Research in Child Development",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Nukulkij",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "E"
                        ],
                        "last": "Whitcomb",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "D"
                        ],
                        "last": "Bellmore",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "H N"
                        ],
                        "last": "Cillessen",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nukulkij, P., Whitcomb, M. E., Bellmore, A. D., & Cillessen, A. H. N. (1999). Academic and social expectations and actual school performance across the transition to middle school. Biennial meeting of the Society for Research in Child Development. Albuquerque, NM.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "The influence of teacher support on student adjustment in the middle school years: A latent growth curve study",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Reddy",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Rhodes",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Mulhall",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Development and Psychopathology",
                "volume": "15",
                "issue": "",
                "pages": "119--138",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Reddy, R., Rhodes, J. E., & Mulhall, P. (2003). The influence of teacher support on student adjustment in the middle school years: A latent growth curve study. Development and Psychopathology, 15, 119-138.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Race matters: The relation between race and general campus climate",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "D"
                        ],
                        "last": "Reid",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Radhakrishnan",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Cultural Diversity and Ethnic Minority Psychology",
                "volume": "9",
                "issue": "",
                "pages": "263--275",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Reid, L. D., & Radhakrishnan, P. (2003). Race matters: The relation between race and general campus climate. Cultural Diversity and Ethnic Minority Psychology, 9, 263-275.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "A longitudinal study of school adjustment in urban, minority adolescents: Effects of a high school transition program",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Reyes",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "L"
                        ],
                        "last": "Gillock",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Kobus",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "American Journal of Community Psychology",
                "volume": "22",
                "issue": "",
                "pages": "341--369",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Reyes, O., Gillock, K. L., & Kobus, K. (1994). A longitudinal study of school adjustment in urban, minority adolescents: Effects of a high school transition program. American Journal of Community Psychology, 22, 341-369.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Academic functioning and mental health in adolescence: Patterns, progressions, and routes from childhood",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Roeser",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Freedman-Doan",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Journal of Adolescent Research",
                "volume": "14",
                "issue": "",
                "pages": "135--174",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Roeser, R. W., Eccles, J. S., & Freedman-Doan, C. (1999). Academic functioning and mental health in adolescence: Patterns, progressions, and routes from childhood. Journal of Ad- olescent Research, 14, 135-174.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "The impact of the transition to high school on the self esteem and perceived social context of poor urban youth",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Seidman",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "J"
                        ],
                        "last": "Aber",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Allen",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "E"
                        ],
                        "last": "French",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "American Journal of Community Psychology",
                "volume": "24",
                "issue": "",
                "pages": "489--515",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Seidman, E., Aber, L. J., Allen, L., & French, S. E. (1996). The impact of the transition to high school on the self esteem and perceived social context of poor urban youth. American Journal of Community Psychology, 24, 489-515.",
                "links": null
            }
        },
        "ref_entries": {
            "TABREF0": {
                "num": null,
                "content": "<table><tr><td>Incongruent Congruent</td><td>M Eighth M Ninth M Eighth M Ninth</td><td>N Proportion Congruence Congruence M Change N Proportion Congruence Congruence M Change</td><td>Boys 43 .11 .56 .26 À .31 364 .89 .37 .43 .06</td><td>Girls 68 .13 .54 .24 À .30 443 .87 .40 .48 .07</td><td>Latino 25 .05 .73 .44 À .29 478 .95 .50 .59 .09</td><td>African American 45 .29 .61 .24 À .36 113 .72 .29 .36 .07</td><td>Asian 41 .31 .38 .14 À .24 93 .69 .14 .14 .00</td><td>Caucasian 0 .00 ---123 1.00 .22 .24 .02</td><td>Total 111 .12 .55 .25 À .30 807 .88 .39 .07 .45</td><td>.59 to .50). Gender: Note. M change refers to mean congruence change score from eighth to ninth grade (congruence change score range: À</td><td>w 2 (1, N 5 918) 5 1.60, p 5 .21, ns. Race/ethnicity: w 2 (3, N 5 918) 5 124.02, po.001.</td></tr></table>",
                "type_str": "table",
                "text": "Mean (SD) of Student Outcomes as a Function of Time, Ethnic Congruence Change, Gender, and Ethnicity"
            },
            "TABREF1": {
                "num": null,
                "content": "<table><tr><td colspan=\"14\">NAVIGATING THE TRANSITION TO MULTI-ETHNIC URBAN HIGH SCHOOLS</td></tr><tr><td>Academic Worries</td><td>Eighth Ninth</td><td/><td>2.05 (.84) 2.17 (.94)</td><td>2.39 (.92) 2.24 (.89)</td><td/><td>2.30 (.93) 2.13 (.88)</td><td>2.37 (.90) 2.31 (.91)</td><td/><td>2.44 (.94) 2.36 (.94)</td><td>2.13 (.88) 1.93 (.81)</td><td>2.24 (.81) 2.08 (.69)</td><td>1.95 (.70) 1.87 (.74)</td><td/></tr><tr><td>School Belonging School Like General Worries</td><td>Eighth Ninth Eighth Ninth Eighth Ninth</td><td>Ethnic Congruence</td><td>Incongruent 3.43 (.80) 3.28 (.84) 3.42 (.75) 3.42 (.76) 1.86 (.78) 1.73 (.66)</td><td>Congruent 3.53 (.75) 3.54 (.73) 3.40 (.75) 3.53 (.67) 1.86 (.73) 1.71 (.65)</td><td>Gender</td><td>Boys 3.42 (.77) 3.47 (.78) 3.28 (.76) 3.44 (.69) 1.88 (.76) 1.74 (.66)</td><td>Girls 3.59 (.74) 3.53 (.73) 3.50 (.72) 3.58 (.68) 1.85 (.72) 1.70 (.65)</td><td>Ethnicity</td><td>Latino 3.52 (.77) 3.56 (.78) 3.41 (.75) 3.53 (.67) 1.87 (.75) 1.72 (.67)</td><td>African American 3.52 (.79) 3.38 (.77) 3.38 (.80) 3.53 (.78) 1.81 (.80) 1.65 (.67)</td><td>Asian 3.49 (.68) 3.46 (.62) 3.42 (.67) 3.44 (.61) 1.88 (.62) 1.75 (.57)</td><td>Caucasian 3.54 (.73) 3.61 (.72) 3.27 (.73) 3.43 (.66) 1.75 (.62) 1.76 (.63)</td><td>Note. Response range for all variables is 1-5. Caucasian students not included in repeated measures analyses.</td></tr></table>",
                "type_str": "table",
                "text": "Mean (SD) of Student Outcomes as a Function of Time, Ethnic Congruence Change, Gender, and Ethnicity"
            }
        }
    }
}