{
    "paper_id": "brown_1998",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-24T16:06:10.398294Z"
    },
    "title": "Changes in Self-esteem in Black and White Girls Between the Ages of 9 and 14 Years",
    "authors": [
        {
            "first": "Kathleen",
            "middle": [
                "M"
            ],
            "last": "Brown",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Robert",
            "middle": [
                "P"
            ],
            "last": "Mcmahon",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Frank",
            "middle": [
                "M"
            ],
            "last": "Biro",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Patricia",
            "middle": [],
            "last": "Crawford",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "George",
            "middle": [
                "B"
            ],
            "last": "Schreiber",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Shari",
            "middle": [
                "L"
            ],
            "last": "Similo",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Myron",
            "middle": [],
            "last": "Waclawiw",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Ruth",
            "middle": [],
            "last": "Striegel-Moore",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "We examined changes in self-esteem and feelings of competence with physical appearance and social acceptance over approximately 5 years in 1166 white and 1213 black girls, aged 9 and 10 years at baseline. Methods: Maturation stage and body mass index (BMI) were assessed annually. Biennially girls completed Harter's Self-Perception Profile for Children. Changes were analyzed in the context of race, sexual maturation, BMI, and household income. Longitudinal regression models were used to compare trends with age in global selfworth, physical appearance, and social acceptance. Results: Mean global self-worth showed little change over ages 9-14 years in blacks (p 5 0.09) but decreased in whites (p < 0.001). Mean physical appearance scores for both races declined between ages 9 and 14 years (blacks, p < 0.001; whites, p < 0.001). Mean social acceptance scores increased for both races between ages 9 and 14 years (blacks, p < 0.001; whites, p < 0.001). For all three scores, these changes differed between blacks and whites changes with age in global self-worth and physical appearance scores. Self-worth, physical appearance, and social acceptance scores decreased with increasing BMI. Decreases in physical appearance and social acceptance scores with increasing BMI were smaller in blacks than in whites (p < 0.05). After adjustment for maturation stage and household income, racial differences in social acceptance scores depended on BMI (p < 0.05) but not on age (p 5 0.08). Conclusions: This article reports the first data on selfesteem scores by age for a large population of black girls aged 9 and 14 years and concludes that self-esteem does not follow the same developmental pattern in black as in white girls. A reason for black girls' higher and more stable self-worth and their greater satisfaction with their physical appearance compared to white girls may be racial differences in attitudes toward physical appearance and obesity.",
    "pdf_parse": {
        "paper_id": "brown_1998",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "We examined changes in self-esteem and feelings of competence with physical appearance and social acceptance over approximately 5 years in 1166 white and 1213 black girls, aged 9 and 10 years at baseline. Methods: Maturation stage and body mass index (BMI) were assessed annually. Biennially girls completed Harter's Self-Perception Profile for Children. Changes were analyzed in the context of race, sexual maturation, BMI, and household income. Longitudinal regression models were used to compare trends with age in global selfworth, physical appearance, and social acceptance. Results: Mean global self-worth showed little change over ages 9-14 years in blacks (p 5 0.09) but decreased in whites (p < 0.001). Mean physical appearance scores for both races declined between ages 9 and 14 years (blacks, p < 0.001; whites, p < 0.001). Mean social acceptance scores increased for both races between ages 9 and 14 years (blacks, p < 0.001; whites, p < 0.001). For all three scores, these changes differed between blacks and whites changes with age in global self-worth and physical appearance scores. Self-worth, physical appearance, and social acceptance scores decreased with increasing BMI. Decreases in physical appearance and social acceptance scores with increasing BMI were smaller in blacks than in whites (p < 0.05). After adjustment for maturation stage and household income, racial differences in social acceptance scores depended on BMI (p < 0.05) but not on age (p 5 0.08). Conclusions: This article reports the first data on selfesteem scores by age for a large population of black girls aged 9 and 14 years and concludes that self-esteem does not follow the same developmental pattern in black as in white girls. A reason for black girls' higher and more stable self-worth and their greater satisfaction with their physical appearance compared to white girls may be racial differences in attitudes toward physical appearance and obesity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "in this developmental process (1) . However, relatively little is known about the developmental course of self-esteem or competence during early adolescence and its relationship to race, sexual maturation, body mass index (BMI), and household income.",
                "cite_spans": [
                    {
                        "start": 30,
                        "end": 33,
                        "text": "(1)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Some attention has been given to gender-related differences in the development of self-esteem during adolescence. Several longitudinal studies of agerelated changes in mean levels of self-esteem have found, for boys and girls combined, small, gradual increases in measures of self-esteem during adolescence (2) . However, when cross-sectional, age-related differences in self-esteem by gender were studied by Simmons and Rosenberg (3) in a large sample (N = 1988) of Baltimore school children from Grades 3-12, and when Blyth et al. (4) studied longitudinal changes in 6th to 10th graders, both found that self-esteem in girls fell while self-esteem in boys rose during adolescence. In a small longitudinal study of 47 girls and 44 boys at ages 14, 18, and 23 years, Block and Robins (5) found that boys had higher selfesteem scores than girls at every age. Self-esteem tended to increase in boys and decrease in girls over time.",
                "cite_spans": [
                    {
                        "start": 307,
                        "end": 310,
                        "text": "(2)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 409,
                        "end": 434,
                        "text": "Simmons and Rosenberg (3)",
                        "ref_id": null
                    },
                    {
                        "start": 533,
                        "end": 536,
                        "text": "(4)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 784,
                        "end": 787,
                        "text": "(5)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "To date, most studies of age-related changes in self-esteem have not been longitudinal, have used small samples, and have failed to pay adequate attention to racial differences or to the possible interaction of race and gender. Block and Robins (5) tested for the effects of race and gender on selfesteem in their sample, which was two-thirds white and one-fourth black. There were no ethnic or social class differences in self-esteem, perhaps because the small sample size limited their ability to detect differences or because most of the age-related decline in white girls' self-esteem had already taken place by age 14 years. Simmons and Rosenberg (3) studied racial differences in self-esteem by gender and age in their larger, cross-sectional sample, which was 63% black. The effects of gender and age on self-esteem were quite different among whites compared to blacks. In late adolescence in particular, white girls showed significantly lower self-esteem than white boys or black girls (51% of white girls and 25% of white boys had low self-esteem). For black children in late adolescence, there was no comparable sharp increase in the gender difference in self-esteem (16% of black girls and 14% of black boys had low selfesteem). These findings did not disappear after adjusting for household income.",
                "cite_spans": [
                    {
                        "start": 228,
                        "end": 248,
                        "text": "Block and Robins (5)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In addition to the above problems, previous studies have not measured feelings of competence in the domains most closely related to self-esteem in ado-lescents, including perceived physical appearance and social acceptance (2) (3) (4) (5) . They have also not measured other important anthropometric and demographic variables such as BMI, sexual maturation stage, and socioeconomic status which could influence changes in self-esteem and feelings of competence during adolescence (3) (4) (5) .",
                "cite_spans": [
                    {
                        "start": 223,
                        "end": 226,
                        "text": "(2)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 227,
                        "end": 230,
                        "text": "(3)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 231,
                        "end": 234,
                        "text": "(4)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 235,
                        "end": 238,
                        "text": "(5)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 480,
                        "end": 483,
                        "text": "(3)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 484,
                        "end": 487,
                        "text": "(4)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 488,
                        "end": 491,
                        "text": "(5)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "This article examines longitudinal changes in selfesteem and related feelings of competence in the areas of physical appearance and social acceptance over approximately 5 years in a group of black and white girls, 9 and 10 years old at entry into the study. Changes in self-esteem and feelings of competence were analyzed in the context of race, age, sexual maturation, BMI, and household income.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The National Heart, Lung, and Blood Institute Growth and Health Study (NGHS) is a longitudinal study which enrolled a cohort of 2379 girls (1213 black and 1166 white) aged 9 and 10 years in 1987-1988. Girls were enrolled in the study if parental consent and a household information form were obtained, if the family did not plan to move out of the study area for at least 12 months, and if both the girl and her parent/ guardians had the same racial self-identification, either black or white. Girls were measured in school-based or health maintenance organization (HMO) clinics at three clinical centers located in Richmond, California, Cincinnati, Ohio, and metropolitan Washington, DC. Annual measures were obtained on height, weight, and sexual maturation stage; the Harter Self-Perception Profile for Children (6) , including global self-worth, physical appearance, and social acceptance scales, was administered biennially. Data on nutrition, physical activity, cardiovascular risk factors, and other psychosocial measures were also collected. Total household income was collected at baseline. Details of the study design have been reported elsewhere (7) .",
                "cite_spans": [
                    {
                        "start": 815,
                        "end": 818,
                        "text": "(6)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 1157,
                        "end": 1160,
                        "text": "(7)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Population",
                "sec_num": null
            },
            {
                "text": "This article examines data from girls between the ages of 9 and 14 years who participated in the baseline NGHS examination (Year 1) or in any of three biennial follow-up examinations (Year 3, 5, or 7). Only 27 14-year-old girls were measured at the Year 7 visit. Girls with complete data on all variables for at least one visit were included in analyses. Table 1 presents the numbers and percentages of girls used in analyses by race and study visit. Girls missing data at the Year 3 visit did not differ signif- Measures were taken a third time if the first two measures differed by more than 0.5 cm for height and 0.3 kg for weight. The average of the two measurements, or of the closest two of three mea- icantly from girls with data at Year 3 (p > 0.05) on baseline measures of global self-worth, physical appearance, social acceptance, or BMI. Similarly, girls missing data at the Year 5 visit did not differ significantly (p > 0.05) from those with Year 5 data on the same four baseline measures.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 355,
                        "end": 362,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Population",
                "sec_num": null
            },
            {
                "text": "Self-esteem and related feelings of competence in the areas of physical appearance and social acceptance were measured using the global self-worth, physical appearance, and social acceptance scores from the Self-Perception Profile for Children (6) . The profile was designed to tap children's domain-specific judgments of their competence, as well as an independent global perception of their worth or esteem as a person. The profile was administered to NGHS participants at baseline and biennially thereafter. Scores for the three scales ranged from 1.00 to 4.00 and were computed according to procedures detailed in the Manual for the Self-Perception Profile for Children (8) . Raw profile scores were used in analyses. Reliability coefficients (Cronbach's alpha) were computed for each of the three scales by race and visit. Coefficients for the global self-worth scale ranged from 0.66 to 0.75 in black girls and from 0.72 to 0.82 in white girls. Coefficients for the physical appearance scale ranged from 0.66 to 0.80 in black girls and from 0.79 to 0.87 in white girls. Coefficients for the social acceptance scale ranged from 0.63 to 0.71 in black girls and from 0.76 to 0.82 in white girls. In general, reliability coefficients for each scale were higher at the Year 5 visit than at baseline. (Further information is available upon request.)",
                "cite_spans": [
                    {
                        "start": 244,
                        "end": 247,
                        "text": "(6)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 674,
                        "end": 677,
                        "text": "(8)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Variables",
                "sec_num": null
            },
            {
                "text": "Measures of body size were taken by trained and certified NGHS data collectors at baseline and annu-surements, was used in data analysis. BMI was defined as weight in kilograms divided by height in meters, squared (kg/ m 2 ).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Variables",
                "sec_num": null
            },
            {
                "text": "Girls' sexual maturation stage was a computed score combining Tanner pubic hair staging (9) and Garn-Falkner areolar maturation staging (10) as assessed by trained and certified examiners. Girls were questioned annually to determine the date of onset of menses. For the current analysis, the Tanner and Garn-Falkner stages of sexual maturation were combined with self-reported date of menses onset to define three maturation stages: Stage 1, prepubertal; Stage 2, pubertal but premenarcheal; and Stage 3, postmenarcheal.",
                "cite_spans": [
                    {
                        "start": 88,
                        "end": 91,
                        "text": "(9)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Variables",
                "sec_num": null
            },
            {
                "text": "Demographic variables measured included the NGHS girl's race, age, and household income. Race (black or white) was defined by the subject's selfidentification at baseline. At the baseline visit, parents reported total household income from all sources in 1 of 9 categories which were grouped for the purposes of this analysis into low (< $20,000), middle ($20,000 -39,999), and high (> $40,000) income. Income, rather than education, was used in the analysis to be consistent with earlier studies and because the two variables can be expected to yield similar results (11) . Age at each visit was entered into the analysis using 1-year intervals defined by age at the last birthday.",
                "cite_spans": [
                    {
                        "start": 568,
                        "end": 572,
                        "text": "(11)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Variables",
                "sec_num": null
            },
            {
                "text": "Data were included in the current analyses for visits by girls aged 9 to 14 years at which complete participant information was obtained on self-worth or competence scores, BMI, and maturation stage, and for which baseline household income and racial identification were available (Table 1) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 281,
                        "end": 290,
                        "text": "(Table 1)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Statistical Methods",
                "sec_num": null
            },
            {
                "text": "To describe the NGHS population of girls, racial comparisons at each age were made on variables to be used in the analysis: BMI, maturation stage, household income, global self-worth, physical appearance, and social acceptance scores. Unadjusted means, percentiles, and standard deviations were used to compare continuous variables, and percent- ages were used to compare categorical measures (Tables 2 and 3 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 393,
                        "end": 408,
                        "text": "(Tables 2 and 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Statistical Methods",
                "sec_num": null
            },
            {
                "text": "To investigate longitudinal trends with age among black girls compared to white girls for the dependent variables of interest (global self-worth, physical appearance, and social acceptance scores), longitudinal regression models and the generalized estimating equations (GEE) method of Liang and Zeger (12) were used. The GEE method obtains least-square estimates of model coefficients and uses the residuals from the fitted models to adjust the standard errors of model coefficients accounting for within-individual correlations in repeated measures of the dependent variable. One advantage of GEE compared to other methods is that it requires only one visit with complete data for each girl in the analysis. That visit need not be the baseline visit.",
                "cite_spans": [
                    {
                        "start": 302,
                        "end": 306,
                        "text": "(12)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Methods",
                "sec_num": null
            },
            {
                "text": "Independent variables used as predictors in these models included age at last birthday as a set of indicator variables with 9 years of age as the reference; maturation stage as indicator variables comparing pubertal to prepubertal and postmenarcheal to pubertal girls; household income as indicator variables comparing the high-to the middle-income category and the middle-to the low-income category; race as an indicator variable with white as the reference category; and BMI used as a continuous variable.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Methods",
                "sec_num": null
            },
            {
                "text": "Models were tested separately for each of the dependent variables (global self-worth, physical appearance, and social acceptance scores). The initial model for each dependent variable included predictor variables for race, age, maturation stage, BMI, and household income. The next models tested added predictors for the interaction of race with age, and for the interactions of race with each of the other predictors in a stepwise procedure. Nonsignificant (p > 0.05) interactions were deleted from the final ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Methods",
                "sec_num": null
            },
            {
                "text": "Distributions of BMI and maturation stage by age and race, and household income at baseline by race are presented in Table 2 . On average, black girls began and completed sexual maturation earlier and had a higher degree of adiposity than white girls. Black girls came from lower-income households more often than did white girls.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 117,
                        "end": 124,
                        "text": "Table 2",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Physical Characteristics and Income",
                "sec_num": null
            },
            {
                "text": "In NGHS girls, self-worth and physical appearance scores were moderately correlated between ages 9 and 14 years (r = 0.57-0.68 for black girls and r = 0.47-0.68 for white girls). Self-worth and social acceptance scores also showed moderate correlations (r = 0.46 -0.55 for black girls and r = 0.44 -0.61 for acceptance scores increased for both races from age 9 -14 years, from 2.86 to 3.30 in black girls (p < 0.001) and from 2.91 to 3.19 in white girls (p < 0.001). For all three scores, these trends with age were different in blacks and whites (each p value < 0.002), diverging and becoming more positive in blacks.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Correlations Between Global Self-worth, Physical Appearance, and Social Acceptance Scores",
                "sec_num": null
            },
            {
                "text": "The effect of age. Results of the final longitudinal regression model for each dependent variable are summarized in Table 4 . In multivariate models adjusted for BMI, maturation stage, and household income, the Race by Age interaction terms were significant for global self-worth, indicating significant racial differences in the changes in self-worth between ages 9 and 14 years (p < 0.05). For black girls, self-worth was significantly higher for each age from 11 to 14 years compared to age 9 years, while for white girls it was significantly lower at ages 13 and 14 years compared to age 9 years.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 116,
                        "end": 123,
                        "text": "Table 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Prediction of Global Self-worth, Physical Appearance, and Social Acceptance Scores",
                "sec_num": null
            },
            {
                "text": "After adjustment, Race by Age interaction terms were also significant for physical appearance scores, indicating that blacks and whites differed significantly (p < 0.05) in physical appearance score changes between the ages of 9 and 14 years. For black girls, scores were significantly higher at ages 10 and 14 years compared to age 9 years. For white girls, scores were significantly lower at ages 12, 13, and 14 years compared to age 9 years.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Prediction of Global Self-worth, Physical Appearance, and Social Acceptance Scores",
                "sec_num": null
            },
            {
                "text": "Changes in Social Acceptance Score by Race are presented in Table 4 . Scores for black girls were significantly higher at ages 11, 12, 13, and 14 years compared to age 9 years, and also higher for white girls at ages 11, 13, and 14 years compared to age 9 years. Race by Age interaction terms were not significant (p = 0.08) for changes with age in social acceptance scores. Increases with age in social acceptance tended to be larger for black girls than for whites.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 60,
                        "end": 67,
                        "text": "Table 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Prediction of Global Self-worth, Physical Appearance, and Social Acceptance Scores",
                "sec_num": null
            },
            {
                "text": "After adjustment for age, race, income, and BMI in the final multiple regression models presented in Table 4 , mean changes in global self-worth and physical appearance scores did not depend on maturation stage (p > 0.15). Average social acceptance scores were not different after adjustment in pubertal compared to prepubertal girls (0.06 ± 0.03, p = 0.13), but were higher for postmenarcheal compared to pubertal girls (0.14 ± 0.03, p < 0.001). Changes in social acceptance scores with maturation stage did not differ in black compared to white girls.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 101,
                        "end": 108,
                        "text": "Table 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Effects of maturation stage and BMI.",
                "sec_num": null
            },
            {
                "text": "Sexual maturation has been associated with greater BMI in cross-sectional analyses of NGHS data (7) . To explore the joint effects of these two related factors on the global self-worth, physical appearance, and social acceptance scores in black and white girls, unadjusted mean scores for these outcomes were examined for each BMI category separately for each maturation stage and race. Mean Table 4 . Effects of race, body mass index (BMI), maturation stage, and household income on girls' global self-worth, physical appearance, and social acceptance scores a Coefficients reported for black-white differences at age 9 on physical appearance and social acceptance scores are calculated at mean BMI for age 9 (= 18.0) owing to the presence of a significant (p < 0.05) Race X BMI Interaction. Black-white differences also depend on age (p < 0.05) for self-worth and physical appearance, and possibly for social acceptance (p = 0.08).",
                "cite_spans": [
                    {
                        "start": 96,
                        "end": 99,
                        "text": "(7)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 392,
                        "end": 399,
                        "text": "Table 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Effects of maturation stage and BMI.",
                "sec_num": null
            },
            {
                "text": "b Separate estimates are reported by race for trends with age for all three scales, and for the effect of BMI on physical appearance and social acceptance scores owing to the presence of significant (p < 0.05) Race X BMI interactions. Racial differences in the effect of age on social acceptance were marginally significant (p = 0.08) in a global test.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Effects of maturation stage and BMI.",
                "sec_num": null
            },
            {
                "text": "* p < 0.05; ** p < 0.01; *** p < 0.001. † All main effects were retained. Only statistically significant interactions were retained. NA = not applicable.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Effects of maturation stage and BMI.",
                "sec_num": null
            },
            {
                "text": "global self-worth ( Fig. 4 ) and social acceptance scores (Fig. 5 ) showed only small changes as BMI increased in black or white girls at each of the three maturation stages. Mean physical appearance scores (Fig. 6 ) for both races at each maturation stage declined somewhat more as BMI increased, with scores for white girls at each maturation stage declining more than scores for black girls. After adjustment for income, maturation, and age-related racial differences in the final model, the decrease in global self-worth score per 10-kg/ m 2 increase in BMI was 0.19 ± 0.02 (p < 0.001) (Table 4) and was not significantly different in black girls compared to whites (p = 0.14). The decreases in physical appearance and social acceptance scores per 10-kg/ m 2 increase in BMI were significantly smaller in black girls compared to whites (p < 0.01 for both black-white differences). The physical appearance score decreased with each 10-kg/ m 2 increase in BMI by 0.68 ± 0.05 (p < 0.001) in white girls versus 0.41 ± 0.03 (p < 0.001) in blacks. The social acceptance score decreased with each 10-kg/ m 2 increase in BMI by 0.21 ± 0.04 (p < 0.001) in white girls versus 0.10 ± 0.03 (p < 0.01) in blacks. Thus, after adjustment, racial differences in physical appearance and social acceptance scores depended on BMI.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 20,
                        "end": 26,
                        "text": "Fig. 4",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 58,
                        "end": 65,
                        "text": "(Fig. 5",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 207,
                        "end": 214,
                        "text": "(Fig. 6",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 590,
                        "end": 599,
                        "text": "(Table 4)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Effects of maturation stage and BMI.",
                "sec_num": null
            },
            {
                "text": "The effect of income. No significant Race-Income interactions (p > 0.05) were found in the final multivariate models presented in Table 4 for any of the three dependent variables. After adjustment for age, BMI, and maturation stage, higher income was associated with modest increases in global self-worth and social acceptance scores in both black and white girls. Mean physical appearance scores did not depend on income (p > 0.05) in black or white girls. ",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 130,
                        "end": 137,
                        "text": "Table 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Effects of maturation stage and BMI.",
                "sec_num": null
            },
            {
                "text": "Unadjusted mean self-worth, physical appearance, and social acceptance scores for NGHS black girls may be the first reported by age for a black population of this size. Mean self-worth and social acceptance scores for NGHS black girls were higher than those of white girls for all girls older than age 9 years.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Self-worth, Physical Appearance, and Social Acceptance Mean Scores",
                "sec_num": null
            },
            {
                "text": "Mean physical appearance scores for NGHS black girls were higher than those of white girls at every age.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Self-worth, Physical Appearance, and Social Acceptance Mean Scores",
                "sec_num": null
            },
            {
                "text": "Mean self-worth and social acceptance scores for NGHS white girls were similar to or slightly higher than means published by Harter (8) for four schoolbased samples of white girls in Grades 3-8. Harter's mean (±SD) self-worth scores ranged from 2.66 ± 1.71 to 3.13 ± 0.65; and mean social acceptance scores ranged from 2.56 ± 0.78 to 2.86 ± 0.66. Mean physical appearance scores for NGHS white girls were similar to or slightly lower than Harter's reported means. Harter's mean physical appearance score for white girls in Grades 3-8 in the same samples ranged from 2.40 ± 0.65 to 2.99 ± 0.94.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Self-worth, Physical Appearance, and Social Acceptance Mean Scores",
                "sec_num": null
            },
            {
                "text": "Racial differences by age in NGHS girls' self-worth scores were consistent with the results of previous studies (2, 4, 5) . The earlier cross-sectional findings of Simmons and Rosenberg (3) on age-related racial differences in self-esteem were supported and expanded in our longitudinal sample. Racial differences in NGHS girls' self-worth scores depended on age and were significant after age 11, with black girls scoring consistently higher than white girls. Results also demonstrated that global self-worth was lower among NGHS girls with high BMI or low household income.",
                "cite_spans": [
                    {
                        "start": 112,
                        "end": 115,
                        "text": "(2,",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 116,
                        "end": 118,
                        "text": "4,",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 119,
                        "end": 121,
                        "text": "5)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Racial Differences by Age in Girls' Self-worth, Physical Appearance, and Social Acceptance Scores",
                "sec_num": null
            },
            {
                "text": "The NGHS results have also confirmed earlier cross-sectional findings that differences in physical appearance and social acceptance scores are associated with similar differences in self-worth scores. Harter (1) reported that satisfaction with physical appearance was consistently related to global selfworth at a moderately high level in four samples of white children in Grades 4 -8 (r = 0.62-0.73). The largest differences in global self-worth and physical appearance scores among white middle school children were by gender. Compared to white girls, white boys rated themselves as more attractive and liked themselves better. Social acceptance scores were moderately related to self-worth (r = 0.41-0.58) and to physical appearance scores (r = 0.29 -0.51). Other cross-sectional studies (13, 14) have related physical attractiveness to more general adolescent personality and social functioning among white adolescents. They concluded that young adolescents who were considered physically attractive were also highly rated on other desirable personal and behavioral characteristics (13, 14) . This article contributes new information by presenting evidence for a similar relationship of physical appearance and social acceptance scores to self-worth scores in black adolescent girls. We have also shown that physical appearance scores in NGHS girls followed a developmental pattern similar to that observed with global selfworth scores. However, black-white differences in physical appearance scores were larger than differences in self-worth, appeared at an earlier age, and depended on both girls' age and their BMI (p < 0.001). This suggests that the cognitive ability to generalize about global self-feelings and attributes may be limited in younger girls (8) . For very young girls, physical appearance may be a less abstract and more easily understood personal characteristic than global self-worth.",
                "cite_spans": [
                    {
                        "start": 208,
                        "end": 211,
                        "text": "(1)",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 791,
                        "end": 795,
                        "text": "(13,",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 796,
                        "end": 799,
                        "text": "14)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 1086,
                        "end": 1090,
                        "text": "(13,",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 1091,
                        "end": 1094,
                        "text": "14)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 1764,
                        "end": 1767,
                        "text": "(8)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Racial Differences by Age in Girls' Self-worth, Physical Appearance, and Social Acceptance Scores",
                "sec_num": null
            },
            {
                "text": "The finding that NGHS white girls' global self-worth and physical appearance scores fell between the ages of 9 and 14 years deserves special attention. The total decline in white girls' mean self-worth score between ages 11 and 14 years was 0.24 points, or 8.0% of its entire range. The drop in mean physical appearance score between the ages of 9 and 14 years was 0.49 points, or 16.3% of its entire range. According to Harter's standards (15) , NGHS white girls' mean self-worth scores declined from the moderately high to the moderate range between ages 9 and 14 years. Their mean physical appearance scores declined from the moderate to the moderately low level in the same 5 years.",
                "cite_spans": [
                    {
                        "start": 440,
                        "end": 444,
                        "text": "(15)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Declines over Age in White Girls' Self-worth and Physical Appearance Scores",
                "sec_num": null
            },
            {
                "text": "These results underscore the role of social and psychological factors in the reported declines in white girls' self-esteem, and the need to understand the reasons for these declines and their relationship to depression and eating disorders (16 -18) . Our results have confirmed earlier work showing the negligible effect of biological puberty alone on changes in self-esteem (19) . A possible explanation for declines in white girls' self-worth, physical appearance, and social acceptance scores based on pubertal timing (20, 21) was also eliminated by adjusting for BMI. The complex issue of pubertal timing and its relationship to self-esteem and BMI in NGHS girls is the subject of another manuscript now in preparation. Informed speculation on the social and psychological reasons for reported declines in selfesteem among adolescent white girls has emphasized the importance of girls' sex-role and physical appearance attitudes, and their relationships with family and peers. In 1975, Simmons (3) suggested that white girls were more likely than black girls to grow up in a male-headed household; valued marriage more than black girls; placed a higher priority on being well liked, especially by boys; and cared more about their physical appearance, but were less satisfied with their looks than black girls. More recent discussions of the determinants of white girls' self-esteem (5, 16, 18, 22) have refocused attention on stereotyped female sex-role expectations that women should be more interpersonally oriented and more physically beautiful than men. For women, unlike men, the task of identity development results in the formation of important relationships, rather than in separation and independence. Physical attractiveness contributes to the success of this style of development (18, 23) . Further investigations are needed of the sex-role attitudes and expectations associated with low self-esteem among white girls, how they are learned, and the role of mass media in the process.",
                "cite_spans": [
                    {
                        "start": 240,
                        "end": 248,
                        "text": "(16 -18)",
                        "ref_id": null
                    },
                    {
                        "start": 375,
                        "end": 379,
                        "text": "(19)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 521,
                        "end": 525,
                        "text": "(20,",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 526,
                        "end": 529,
                        "text": "21)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 1386,
                        "end": 1389,
                        "text": "(5,",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 1390,
                        "end": 1393,
                        "text": "16,",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 1394,
                        "end": 1397,
                        "text": "18,",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 1398,
                        "end": 1401,
                        "text": "22)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 1795,
                        "end": 1799,
                        "text": "(18,",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 1800,
                        "end": 1803,
                        "text": "23)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Declines over Age in White Girls' Self-worth and Physical Appearance Scores",
                "sec_num": null
            },
            {
                "text": "In addition to understanding the reasons for the decline in white girls' self-esteem between the ages of 9 and 14 years, it is important to learn if it occurs only during early adolescence or continues into early adulthood. In 1973, Simmons (24) concluded that declines in global self-esteem for the 1917 boys and girls in her sample (63% black) in Grades 3-12 were confined to early adolescence with some improvement after age 15 years. It should be noted, however, that Simmons' analyses were not carried out by gender or race, that a second measure of self-esteem based on eight specific areas of competence yielded contradictory results, and that estimates of age trends in her cross-sectional design were biased by the loss of data from school dropouts among older adolescents. Subsequent evidence on changes in white girls' self-esteem after age 14 years has been inconclusive. Declines until age 18 years (25) and until age 23 years (5) have been reported. Analysis of NGHS follow-up data on girls from ages 15-19 years may help to answer questions about the duration of this decline and the impact of demographic factors and life transitions on older adolescent girls.",
                "cite_spans": [
                    {
                        "start": 241,
                        "end": 245,
                        "text": "(24)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Declines over Age in White Girls' Self-worth and Physical Appearance Scores",
                "sec_num": null
            },
            {
                "text": "In addition to extending the results of earlier studies of self-esteem in adolescent white girls, NGHS has contributed new information on the developmental stability of self-esteem and competence in black girls during adolescence. By Harter's standards (15) , selfworth scores for NGHS black girls remained in the moderately high range, and their physical appearance scores remained in the moderate range between ages 9 and 14 years. Physical appearance scores declined less for black girls compared to white girls as BMI increased.",
                "cite_spans": [
                    {
                        "start": 253,
                        "end": 257,
                        "text": "(15)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stability over Age in Black Girls' Global Selfworth and Physical Appearance Scores",
                "sec_num": null
            },
            {
                "text": "Studies of self-esteem and competence in black populations are rare. In 1975, Simmons (3) suggested that the self-esteem of adolescent black girls in her sample was higher and more stable than that of white girls because the positions of the sexes differs among blacks and whites. In black families, sex roles appear to be more flexible (26) . Simmons also suggested that the higher level of self-esteem in black girls might be associated with racial differences in family structure and female role models, i.e., the greater tendency for black girls to grow up in female-headed households with mothers who work full time. It seems clear that investigations of the effect of family structure, maternal role models, and sex-role expectations on self-esteem within the black community are needed.",
                "cite_spans": [
                    {
                        "start": 337,
                        "end": 341,
                        "text": "(26)",
                        "ref_id": "BIBREF25"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stability over Age in Black Girls' Global Selfworth and Physical Appearance Scores",
                "sec_num": null
            },
            {
                "text": "Finally, NGHS results have suggested that racial differences in girls' attitudes toward their physical appearance and body mass may be important contributors to racial differences in global self-worth. Physical appearance scores for black girls, compared to white girls, declined less as their BMI increased. Other analyses of the NGHS cohort have also shown racial differences in attitudes toward physical appearance and obesity. Black girls at ages 9 and 10 years were more satisfied with their body build and appearance than whites regardless of their BMI (p < 0.001). Their preferred body build and expected adult body size were significantly larger than those of NGHS white girls (p < 0.001) (27) . Other authors have suggested that support for black girls' body build preferences may be found in subcultural expectations and ideals regarding black womens' appearance and behavior (28, 29) . These differing standards for acceptable body size in black compared to white girls could have important public health implications if they are directly linked to the greater prevalence of obesity and obesity-related disease (diabetes, hypertension, stroke, and coronary disease) seen in black compared to white adult women (30 -32) . Future analyses should go beyond longitudinal descriptions to address hypothesized relationships between Self-Perception Profile scores, dietary intake, and eating behaviors in black and white adolescent girls.",
                "cite_spans": [
                    {
                        "start": 697,
                        "end": 701,
                        "text": "(27)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 886,
                        "end": 890,
                        "text": "(28,",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 891,
                        "end": 894,
                        "text": "29)",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 1221,
                        "end": 1229,
                        "text": "(30 -32)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stability over Age in Black Girls' Global Selfworth and Physical Appearance Scores",
                "sec_num": null
            },
            {
                "text": "Two limitations of the analyses presented in this article are associated with the measurement of sexual maturation stage in NGHS girls. The determination of maturation stage in NGHS used the areolar staging system of Garn and Falkner (10) . We have previously reported the high correlation between the areolar staging of Garn and Falkner and the breast staging system of Tanner (Spearman correlation coefficient of 0.94) and noted that given the discrepancies between the two systems, the latter tends to overestimate early puberty, particularly in obese girls (10) .",
                "cite_spans": [
                    {
                        "start": 234,
                        "end": 238,
                        "text": "(10)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 561,
                        "end": 565,
                        "text": "(10)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations",
                "sec_num": null
            },
            {
                "text": "In addition, a substantial proportion of NGHS girls aged 9 and 10 years at study entry were already pubertal (33.0% of white girls and 64.4% of black girls) (7) . Therefore, we may have missed the impact of early puberty on self-worth, physical appearance, and social acceptance scores in these girls.",
                "cite_spans": [
                    {
                        "start": 157,
                        "end": 160,
                        "text": "(7)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "This study was presented in part at the Society for Adolescent Medicine meeting, March 23, 1996, Arlington, Virginia. This research was performed under Contracts NO1-HC-55023 to NO1-55026 of the National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, Maryland.The authors thank Susan Harter, Ph.D., of the University of Denver, for the use of the Self-Perception Profile for Children.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "acknowledgement",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Processes underlying the construction, maintenance, and enhancement of the self-concept in children",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Harter",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Suls J, Greenwald A. Psychological Perspectives on the Self",
                "volume": "3",
                "issue": "",
                "pages": "137--181",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harter S. Processes underlying the construction, maintenance, and enhancement of the self-concept in children. In: Suls J, Greenwald A. Psychological Perspectives on the Self. Vol. 3. Hillsdale, New Jersey: Lawrence Erlbaum Assoc, 1985;137- 181.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Self-esteem: Change and stability between ages 13 and 23",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "M"
                        ],
                        "last": "O'malley",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "G"
                        ],
                        "last": "Bachman",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Dev Psychol",
                "volume": "19",
                "issue": "",
                "pages": "257--68",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "O'Malley PM, Bachman JG. Self-esteem: Change and stability between ages 13 and 23. Dev Psychol 1983;19:257-68.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Sex, sex roles, and self-image",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Simmons",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Rosenberg",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "J Youth Adolesc",
                "volume": "4",
                "issue": "",
                "pages": "229--58",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Simmons RG, Rosenberg F. Sex, sex roles, and self-image. J Youth Adolesc 1975;4:229 -58.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "The adjustment of early adolescents to school transitions",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Blyth",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Simmons",
                        "suffix": ""
                    },
                    {
                        "first": "Carlton-Ford",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "J Early Adolesc",
                "volume": "3",
                "issue": "",
                "pages": "105--125",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Blyth DA, Simmons RG, Carlton-Ford S. The adjustment of early adolescents to school transitions. J Early Adolesc 1983; 3:105-20.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "A longitudinal study of consistency and change in self-esteem from early adolescence to early adulthood",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Block",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Robins",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Child Dev",
                "volume": "64",
                "issue": "",
                "pages": "909--932",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Block J, Robins RW. A longitudinal study of consistency and change in self-esteem from early adolescence to early adult- hood. Child Dev 1993;64:909 -23.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "The perceived competence scale for children",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Harter",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Child Dev",
                "volume": "53",
                "issue": "",
                "pages": "87--97",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harter S. The perceived competence scale for children. Child Dev 1982;53:87-97.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Obesity and cardiovascular disease risk factors in black and white girls: The NHLBI Growth and Health Study",
                "authors": [],
                "year": 1992,
                "venue": "Am J Public Health",
                "volume": "82",
                "issue": "",
                "pages": "1613--1633",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "National Heart, Lung, and Blood Institute Growth and Health Study Research Group. Obesity and cardiovascular disease risk factors in black and white girls: The NHLBI Growth and Health Study. Am J Public Health 1992;82:1613-20.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Manual for the Self-Perception Profile for Children",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Harter",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harter S. Manual for the Self-Perception Profile for Children. Denver: University of Denver, 1985.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Growth at Adolescence",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Tanner",
                        "suffix": ""
                    }
                ],
                "year": 1962,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tanner JM. Growth at Adolescence, 2nd ed. Oxford, England: Blackwell Scientific, 1962.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Areolar and breast staging in adolescent girls",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "M"
                        ],
                        "last": "Biro",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Falkner",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "R"
                        ],
                        "last": "Khoury",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Adolesc Pediatr Gynecol",
                "volume": "5",
                "issue": "",
                "pages": "271--273",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Biro FM, Falkner F, Khoury PR, et al. Areolar and breast staging in adolescent girls. Adolesc Pediatr Gynecol 1992;5: 271-2.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Indicators of social class: A comparative appraisal of measures for use in epidemiological studies",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Abrahamson",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Gofin",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Habib",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Soc Sci Med",
                "volume": "16",
                "issue": "",
                "pages": "1739--1785",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Abrahamson JH, Gofin R, Habib J, et al. Indicators of social class: A comparative appraisal of measures for use in epide- miological studies. Soc Sci Med 1982;16:1739 -46.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Longitudinal data analysis using generalized linear models",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "Y"
                        ],
                        "last": "Liang",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "L"
                        ],
                        "last": "Zeger",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Biometrika",
                "volume": "73",
                "issue": "",
                "pages": "13--22",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Liang KY, Zeger SL. Longitudinal data analysis using gener- alized linear models. Biometrika 1986;73:13-22.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Assessing the importance of physical attractiveness across the life-span",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Jones",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "R"
                        ],
                        "last": "Adams",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "J Soc Psychol",
                "volume": "118",
                "issue": "",
                "pages": "131--133",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jones RM, Adams GR. Assessing the importance of physical attractiveness across the life-span. J Soc Psychol 1982;118: 131-2.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "The role of physical attractiveness as a contributor to individual development",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "T"
                        ],
                        "last": "Sorell",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Nowak",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Individuals as Producers of Their Development",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sorell GT, Nowak CA. The role of physical attractiveness as a contributor to individual development. In: Lerner RM, Busch- Rossnagel NA, eds. Individuals as Producers of Their Devel- opment. New York: Academic Press, 1981.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Visions of self: Beyond the me in the mirror",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Harter",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Nebraska Symposium on Motivation",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harter S. Visions of self: Beyond the me in the mirror. In: Nebraska Symposium on Motivation. Lincoln, Nebraska: Uni- versity of Nebraska Press, 1992.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Sex differences and adolescent depression",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Allgood-Merten",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "M"
                        ],
                        "last": "Lewinsohn",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "J Abnormal Psychol",
                "volume": "99",
                "issue": "",
                "pages": "55--63",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Allgood-Merten B, Lewinsohn PM. Sex differences and ado- lescent depression. J Abnormal Psychol 1990;99:55-63.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "The emergence of gender differences in depression during adolescence",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Nolen-Hoeksema",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Girgus",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Psychol Bull",
                "volume": "115",
                "issue": "",
                "pages": "424--467",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nolen-Hoeksema S, Girgus JS. The emergence of gender differences in depression during adolescence. Psychol Bull 1994;115:424 -43.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Etiology of binge eating: A developmental perspective",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Striegel-Moore",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Binge Eating: Nature, Assessment, and Treatment",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Striegel-Moore R. Etiology of binge eating: A developmental perspective. In: Fairburn CG, Wilson GT, eds. Binge Eating: Nature, Assessment, and Treatment. New York: Guilford Press, 1993.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Biological and social contributions to negative affect in young adolescent girls",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Brooks-Gunn",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "P"
                        ],
                        "last": "Warren",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Child Dev",
                "volume": "60",
                "issue": "",
                "pages": "40--55",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brooks-Gunn J, Warren MP. Biological and social contribu- tions to negative affect in young adolescent girls. Child Dev 1989;60:40 -55.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Maturational timing and the development of problem behavior: Longitudinal studies in adolescence",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "K"
                        ],
                        "last": "Silbereisen",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "C"
                        ],
                        "last": "Petersen",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "T"
                        ],
                        "last": "Albrecht",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "J Early Adolesc",
                "volume": "9",
                "issue": "",
                "pages": "247--68",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Silbereisen RK, Petersen AC, Albrecht HT, et al. Maturational timing and the development of problem behavior: Longitudi- nal studies in adolescence. J Early Adolesc 1989;9:247-68.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Adolescent sexual behavior",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Brooks-Gunn",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "F"
                        ],
                        "last": "Furstenberg",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Am Psychol",
                "volume": "44",
                "issue": "",
                "pages": "249--57",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brooks-Gunn J, Furstenberg FF. Adolescent sexual behavior. Am Psychol 1989;44:249 -57.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "At the Threshold: The Developing Adolescent",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Harter",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "S"
                        ],
                        "last": "Feldmen",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "R"
                        ],
                        "last": "Elliott",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harter S. Self and identity development. In: Feldmen SS, Elliott GR. At the Threshold: The Developing Adolescent. Cambridge, MA: Harvard University Press, 1990.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Self-esteem and change in body mass index over 3 years in a cohort of adolescents",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "French",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "L"
                        ],
                        "last": "Perry",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "R"
                        ],
                        "last": "Leon",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Fulkerson",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Obesity Res",
                "volume": "4",
                "issue": "",
                "pages": "27--33",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "French SA, Perry CL, Leon GR, Fulkerson JA. Self-esteem and change in body mass index over 3 years in a cohort of adolescents. Obesity Res 1996;4:27-33.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Disturbance in the self-image at adolescence",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Simmons",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Rosenberg",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Rosenberg",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Am Soc Rev",
                "volume": "38",
                "issue": "",
                "pages": "553--68",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Simmons RG, Rosenberg F, Rosenberg M. Disturbance in the self-image at adolescence. Am Soc Rev 1973;38:553-68.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Manual for the Self-Perception Profile for Adolescents",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Harter",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harter S. Manual for the Self-Perception Profile for Adoles- cents. Denver: University of Denver, 1988.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Doing difference",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "West",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Fenstermaker",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Gender Society",
                "volume": "9",
                "issue": "",
                "pages": "8--17",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "West C, Fenstermaker S. Doing difference. Gender Society 1995;9:8 -17.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Baseline psychosocial risk factors for the development of obesity in pre-adolescent black and white girls: NHLBI Growth and Health Study (NGHS)/ Baseline",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Ghee",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Abstracts of the 118th Annual Meeting of the American Public Health Association",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ghee K. Baseline psychosocial risk factors for the development of obesity in pre-adolescent black and white girls: NHLBI Growth and Health Study (NGHS)/ Baseline. Abstracts of the 118th Annual Meeting of the American Public Health Associ- ation, 1990:207.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Preventing obesity in black women by targeting adolescents: A literature review",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "G"
                        ],
                        "last": "Melnyk",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Weinstein",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "J Am Diet Assoc",
                "volume": "94",
                "issue": "",
                "pages": "536--576",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Melnyk MG, Weinstein E. Preventing obesity in black women by targeting adolescents: A literature review. J Am Diet Assoc 1994;94:536 -40.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Weightrelated attitudes and behaviors of black women",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Kumanyika",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Wilson",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Guilford-Davenport",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "J Am Diet Assoc",
                "volume": "53",
                "issue": "",
                "pages": "416--438",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kumanyika S, Wilson J, Guilford-Davenport M. Weight- related attitudes and behaviors of black women. J Am Diet Assoc 1993;53:416 -22.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Department of Health and Human Services",
                "authors": [
                    {
                        "first": "U",
                        "middle": [
                            "S"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "II: Mortality, Part A; DHHS publication no. (PHS)",
                "volume": "",
                "issue": "",
                "pages": "89--1101",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "U.S. Department of Health and Human Services. Vital Statis- tics of the United States, 1987, II: Mortality, Part A; DHHS publication no. (PHS) 89-1101. Washington, DC: U.S. Depart- ment of Health and Human Services, 1989.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Evidence for an increased risk for hypertension with centrally located body fat and the effect of race and sex on this risk",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Blair",
                        "suffix": ""
                    },
                    {
                        "first": "J-P",
                        "middle": [],
                        "last": "Habicht",
                        "suffix": ""
                    },
                    {
                        "first": "Eah",
                        "middle": [],
                        "last": "Sims",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Am J Epidemiol",
                "volume": "119",
                "issue": "",
                "pages": "526--566",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Blair D, Habicht J-P, Sims EAH, et al. Evidence for an increased risk for hypertension with centrally located body fat and the effect of race and sex on this risk. Am J Epidemiol 1984;119:526 -40.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Frequency and clustering of non-lipid coronary risk factors in dyslipoproteinemia",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "H"
                        ],
                        "last": "Criqui",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "D"
                        ],
                        "last": "Cowan",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Heiss",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Circulation",
                "volume": "73",
                "issue": "",
                "pages": "40--50",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Criqui MH, Cowan LD, Heiss G, et al. Frequency and cluster- ing of non-lipid coronary risk factors in dyslipoproteinemia. Circulation 1986;73(Suppl I):I40 -50.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Figure 1. Mean global self-worth scores and 95% confidence intervals, by age and race."
            },
            "FIGREF1": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Mean physical appearance scores and 95% confidence intervals, by age and race."
            },
            "FIGREF2": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Mean social acceptance scores and 95% confidence intervals, by age and race."
            },
            "FIGREF3": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Mean global self-worth scores and 95% confidence intervals, by BMI category, maturation stage, and race."
            },
            "FIGREF4": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Mean social acceptance scores and 95% confidence intervals, by BMI category, maturation stage, and race."
            },
            "FIGREF5": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Mean physical appearance scores and 95% confidence intervals, by BMI category, maturation stage, and race."
            },
            "TABREF0": {
                "num": null,
                "content": "<table><tr><td/><td/><td>ally thereafter as part of the NGHS physical exami-</td></tr><tr><td/><td/><td>nation (7). Height and weight were measured twice</td></tr><tr><td>Black (N = 1213)</td><td>White (N = 1166)</td><td>at each examination using standard portable stadi-</td></tr><tr><td colspan=\"3\">Visit (Age in yr)  † ometers and electronic Baseline (ages 9 -10) N with SW Data % of Cohort N with SW Data % of Cohort 1066 87.9 1053 90.3</td></tr></table>",
                "type_str": "table",
                "text": "Percentage of NGHS girls aged 9 -14 years with global self-worth (SW) data, by study visit and race* weight scales, with girls barefoot and dressed only in a robe of known weight."
            },
            "TABREF2": {
                "num": null,
                "content": "<table><tr><td/><td/><td colspan=\"2\">Body Mass Index (kg/ m 2 )</td><td/><td/><td/></tr><tr><td/><td/><td>Black</td><td/><td/><td>White</td><td/></tr><tr><td>Age (yr)</td><td>N</td><td>Mean</td><td>SD</td><td>N</td><td>Mean</td><td>SD</td></tr><tr><td>9</td><td>472</td><td>18.5</td><td>3.7</td><td>558</td><td>17.6</td><td>3.1</td></tr><tr><td>10</td><td>607</td><td>19.8</td><td>4.6</td><td>518</td><td>18.5</td><td>3.5</td></tr><tr><td>11</td><td>434</td><td>20.7</td><td>4.4</td><td>446</td><td>19.1</td><td>3.6</td></tr><tr><td>12</td><td>495</td><td>22.2</td><td>5.4</td><td>435</td><td>20.4</td><td>4.1</td></tr><tr><td>13</td><td>469</td><td>23.0</td><td>5.3</td><td>455</td><td>21.2</td><td>4.3</td></tr><tr><td>14</td><td>470</td><td>24.2</td><td>6.3</td><td>372</td><td>22.2</td><td>4.3</td></tr><tr><td/><td/><td colspan=\"2\">Maturation Stage</td><td/><td/><td/></tr><tr><td/><td/><td/><td/><td>Pubertal</td><td/><td/></tr><tr><td/><td/><td colspan=\"2\">Prepubertal</td><td>(Premenarcheal)</td><td colspan=\"2\">Postmenarcheal</td></tr><tr><td/><td/><td colspan=\"2\">Total Baseline Household Income</td><td/><td/><td/></tr><tr><td/><td/><td>Black</td><td/><td/><td>White</td><td/></tr><tr><td>Income Category</td><td/><td>N</td><td>%</td><td>N</td><td/><td>%</td></tr><tr><td>Low (&lt; $20,000)</td><td/><td>503</td><td>46.3</td><td>185</td><td/><td>17.2</td></tr><tr><td>Middle ($20 -39,999)</td><td/><td>327</td><td>30.1</td><td>349</td><td/><td>32.4</td></tr><tr><td>High (&gt; $40,000)</td><td/><td>256</td><td>23.6</td><td>542</td><td/><td>50.4</td></tr></table>",
                "type_str": "table",
                "text": "Physical characteristics and household income, by age and race"
            },
            "TABREF4": {
                "num": null,
                "content": "<table><tr><td>Percentiles</td></tr></table>",
                "type_str": "table",
                "text": "Global self-worth, physical appearance, and social acceptance scores, by girls' age and race Testing for the main effects of age, maturation stage, and income, and for the interaction of these predictor variables with race, was performed using a preliminary global test before testing the significance of any individual predictor. If significant interactions with race were found for a predictor in any of these models, separate estimates of its effect were reported for blacks and whites. Otherwise, a pooled effect estimate was reported."
            }
        }
    }
}