{
    "paper_id": "dickhaeuser2017",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-24T16:03:20.772867Z"
    },
    "title": "The Effects of Teachers' Reference Norm Orientations on Students' Implicit Theories and Academic Self-Concepts",
    "authors": [
        {
            "first": "Oliver",
            "middle": [],
            "last": "Dickhäuser",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Mannheim",
                "location": {
                    "country": "Germany"
                }
            },
            "email": "oliver.dickhaeuser@uni-mannheim.de"
        },
        {
            "first": "Stefan",
            "middle": [],
            "last": "Janke",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Mannheim",
                "location": {
                    "country": "Germany"
                }
            },
            "email": ""
        },
        {
            "first": "Anna-Katharina",
            "middle": [],
            "last": "Praetorius",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "German Institute for International Educational Research",
                "location": {
                    "settlement": "Frankfurt / Main",
                    "country": "Germany"
                }
            },
            "email": ""
        },
        {
            "first": "Markus",
            "middle": [],
            "last": "Dresel",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Augsburg",
                "location": {
                    "country": "Germany"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "Teachers differ in their tendency to prefer temporal comparisons (temporal reference norm orientation, TO) and social comparisons (social reference norm orientation, SO) when judging students' achievements. A TO was postulated to enhance students' motivational beliefs. We used a longitudinal sample of 1 641 students (69 mathematics classes) from comprehensive secondary schools (Gymnasium) across grades 5 and 6 to test this hypothesis. Students' mathematical self-concepts and their implicit theory of math ability as incremental were assessed at each point of measurement. Their math teachers' TO and SO were assessed using aggregated students' ratings. Growth curve modeling showed a decline in students' self-concepts and their implicit theory. Between-class differences in the amount of decline were associated with teachers' reference norm orientations: TO was associated with a decelerated decline in students' self-concepts and implicit theory, SO with an accelerated decline. The SO effects on students' self-concept were more pronounced given lower students' achievement.",
    "pdf_parse": {
        "paper_id": "dickhaeuser2017",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Teachers differ in their tendency to prefer temporal comparisons (temporal reference norm orientation, TO) and social comparisons (social reference norm orientation, SO) when judging students' achievements. A TO was postulated to enhance students' motivational beliefs. We used a longitudinal sample of 1 641 students (69 mathematics classes) from comprehensive secondary schools (Gymnasium) across grades 5 and 6 to test this hypothesis. Students' mathematical self-concepts and their implicit theory of math ability as incremental were assessed at each point of measurement. Their math teachers' TO and SO were assessed using aggregated students' ratings. Growth curve modeling showed a decline in students' self-concepts and their implicit theory. Between-class differences in the amount of decline were associated with teachers' reference norm orientations: TO was associated with a decelerated decline in students' self-concepts and implicit theory, SO with an accelerated decline. The SO effects on students' self-concept were more pronounced given lower students' achievement.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Evaluating achievements of their students is a central element of teachers' everyday work. In order to evaluate a specific result of a student's work on a task as good or poor, teachers (as well as all other evaluators) need reference norms as evaluation standards. If the result exceeds the evaluation standard, the achievement is judged as \"good,\" if the result is below the evaluation standard, it is judged as \"poor\" achievement. Any specific outcome may therefore be judged as poor or good, depending on the evaluation standards chosen.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In the literature, three reference norms (as standards for evaluating achievement) have been discussed (Rheinberg, 1983) : criterial (comparisons with an absolute standard), social (comparisons with the results of other students), and temporal reference norms (comparisons with a student's past results). When evaluating students' achievements, teachers are not always free to choose the one or another reference norm. For example, when grading students' results on a test, teachers mainly are asked to take into account whether the results document students' mastery http://econtent.hogrefe.com/doi/pdf/10.1024/1010-0652/a000208 -Friday, September 15, 2017 2:41:55 AM -Universität Trier IP Address:136.199.84.94 (i. e., teachers should prefer a criterial reference norm). In contrast, if a teacher is asked to designate students for a specific scholarship, he or she is typically restricted to applying a social reference norm (as only a predefined number of students can be nominated). However, many situations occur throughout the school day where teachers evaluate students' achievement without being restricted to apply a specific reference norm. When a teacher, for example, gives students individual feedback on the quality of their answers during in-class discussions, when a teacher talks to a student about his or her achievement after the end of the school day, or when teachers write comments under a graded test, the teachers are free to base their feedback to a specific degree on a specific reference norm. These preferences for specific reference norms within such situations have been called reference norm orientation (RNO) (Rheinberg, 1980) . Most research (with few exceptions, e. g., Elliot, Murayama, & Pekrun, 2011) has tended to focus on interpersonal preferences with respect to social and temporal reference norms (Retelsdorf & Günther, 2011) . 1 This seems adequate since individuals may be likely to agree on the importance of absolute criteria but differ in their valuation of social and temporal comparisons. Even though evaluation of students' achievement often may be based on a combination of different reference norms (Rheinberg, 1980) , there are differences between teachers in their preference for temporal and social reference norms. The present study focuses on effects of such preferences on students' motivational development.",
                "cite_spans": [
                    {
                        "start": 103,
                        "end": 120,
                        "text": "(Rheinberg, 1983)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 691,
                        "end": 712,
                        "text": "Address:136.199.84.94",
                        "ref_id": null
                    },
                    {
                        "start": 1642,
                        "end": 1659,
                        "text": "(Rheinberg, 1980)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 1705,
                        "end": 1738,
                        "text": "Elliot, Murayama, & Pekrun, 2011)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1840,
                        "end": 1868,
                        "text": "(Retelsdorf & Günther, 2011)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 1871,
                        "end": 1872,
                        "text": "1",
                        "ref_id": null
                    },
                    {
                        "start": 2152,
                        "end": 2169,
                        "text": "(Rheinberg, 1980)",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Even though the international educational research community has repeatedly highlighted the importance of reference norms or evaluative standards (Ames, 1992; Covington, 2001; Elliot & McGregor, 2001; Elliot, Murayama, & Pekrun, 2011; Marsh, 1986) , research specifically focusing on teachers' reference norm orientations has mainly been conducted in Germany and published mainly in German (e. g., Lüdtke & Köller, 2002; Mischo & Rheinberg, 1995; Rheinberg, 1980) . Therefore, the international research community was rarely exposed to the existing studies investigating the effects of teachers' reference norm orientations on teachers' and students' beliefs and their behavior. Only recently did the first papers introduce this concept to the international research community (Lüdtke, Köller, Marsh, & Trautwein, 2005; Retelsdorf & Günther, 2011; Rheinberg, 2001 ).",
                "cite_spans": [
                    {
                        "start": 146,
                        "end": 158,
                        "text": "(Ames, 1992;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 159,
                        "end": 175,
                        "text": "Covington, 2001;",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 176,
                        "end": 200,
                        "text": "Elliot & McGregor, 2001;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 201,
                        "end": 234,
                        "text": "Elliot, Murayama, & Pekrun, 2011;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 235,
                        "end": 247,
                        "text": "Marsh, 1986)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 398,
                        "end": 420,
                        "text": "Lüdtke & Köller, 2002;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 421,
                        "end": 446,
                        "text": "Mischo & Rheinberg, 1995;",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 447,
                        "end": 463,
                        "text": "Rheinberg, 1980)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 777,
                        "end": 819,
                        "text": "(Lüdtke, Köller, Marsh, & Trautwein, 2005;",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 820,
                        "end": 847,
                        "text": "Retelsdorf & Günther, 2011;",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 848,
                        "end": 863,
                        "text": "Rheinberg, 2001",
                        "ref_id": "BIBREF38"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In the following, we give a short summary of approaches to measuring teachers' reference norm orientations, elaborate on the theoretical distinctiveness of an orientation toward social and temporal reference norms, and then review findings on the effects of reference norm orientations on teachers' and students' beliefs and behavior.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Three different approaches for measuring teachers' reference norm orientations have been suggested. The first and most common used approach uses teacher self-reports as information source (e. g., Retelsdorf & Günther, 2011; Rheinberg, 1980) . The second approach uses external observers, who answer questions on the teachers' frame of reference after observing them (e. g., Lüdtke et al., 2005) . The third approach uses student ratings of teachers' reference norm orientations (e. g., Gläser-Zikuda & Fuß, 2008) ; in order to have a measure representing the contextual effects within one class, students' individual ratings usually are aggregated on the classroom level. However, from a social-constructive view of contextual effects on individual behavior and cognition, it is often argued that students' individual perceptions (which are inherently subjective and frequently deviate from the shared perceptions) are at least of similar relevance as the aggregated ratings at the classroom level (e. g., Martin, Bobis, Anderson, Way, & Vellar, 2011) .",
                "cite_spans": [
                    {
                        "start": 196,
                        "end": 223,
                        "text": "Retelsdorf & Günther, 2011;",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 224,
                        "end": 240,
                        "text": "Rheinberg, 1980)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 374,
                        "end": 394,
                        "text": "Lüdtke et al., 2005)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 486,
                        "end": 512,
                        "text": "Gläser-Zikuda & Fuß, 2008)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 1006,
                        "end": 1051,
                        "text": "Martin, Bobis, Anderson, Way, & Vellar, 2011)",
                        "ref_id": "BIBREF28"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reference Norm Orientations: Operational and Theoretical Considerations",
                "sec_num": null
            },
            {
                "text": "It is important to note that, within each approach, answers on a measure for a temporal reference norm orientation (TO) are not just the other side of the coin of answers on a measure for a social reference norm orientation (SO). A teacher can, for example, take the view that good achievement is indicated by temporal improvement and by being better than others.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reference Norm Orientations: Operational and Theoretical Considerations",
                "sec_num": null
            },
            {
                "text": "Empirical support for the distinction between SO and TO comes from studies that separately assessed teachers' TO and SO. Retelsdorf and Günther (2011) found that teachers' self-reported TO and SO were only weakly cor-1 Throughout the literature, the terms used to describe these different reference norms have been diverse. Social reference norms have also been labeled as \"external frames of reference,\" \"normative or interpersonal evaluation standard,\" and temporal reference norms have been labeled as \"internal frames of reference\" or \"intrapersonal evaluation standards\" (see, e. g., Elliot & McGregor, 2001; Marsh, 1986; Rheinberg, 1980) . However, for the sake of preciseness, we prefer the terms \"social reference norm\" and \"temporal reference norm\" throughout this paper. In our view, the term \"external frame of reference\" does not exclusively refer to social comparisons since, for example, criterial references (i. e., references to an absolute standard within the given task) are also external comparisons (i. e., comparisons of a result with a standard outside the individual). In addition, in our view, the terms \"internal frame of reference\" or \"intrapersonal evaluation standard\" do not exclusively refer to temporal comparisons, seeing that dimensional references (i. e., references to one's own results in other domains) are also internal or intrapersonal comparisons (see also Möller & Köller, 2001 ).",
                "cite_spans": [
                    {
                        "start": 121,
                        "end": 150,
                        "text": "Retelsdorf and Günther (2011)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 589,
                        "end": 613,
                        "text": "Elliot & McGregor, 2001;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 614,
                        "end": 626,
                        "text": "Marsh, 1986;",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 627,
                        "end": 643,
                        "text": "Rheinberg, 1980)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 1397,
                        "end": 1418,
                        "text": "Möller & Köller, 2001",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reference Norm Orientations: Operational and Theoretical Considerations",
                "sec_num": null
            },
            {
                "text": "http://econtent.hogrefe.com/doi/pdf/10.1024/1010-0652/a000208 -Friday, September 15, 2017 2:41:55 AM -Universität Trier IP Address:136.199.84.94 related (-.22) . In a study by Schöne, Dickhäuser, Spinath, and Stiensmeier-Pelster (2004, Study 6) , parents' SO and TO again showed only a weak correlation (.24). In addition, an exploratory factor analysis resulted in two different factors with all SO items loading on one and all TO items loading on the other factors (Schöne, personal communication) . These findings support the theoretical argument that SO and TO represent separable and empirically distinguishable constructs.",
                "cite_spans": [
                    {
                        "start": 123,
                        "end": 144,
                        "text": "Address:136.199.84.94",
                        "ref_id": null
                    },
                    {
                        "start": 153,
                        "end": 159,
                        "text": "(-.22)",
                        "ref_id": null
                    },
                    {
                        "start": 176,
                        "end": 244,
                        "text": "Schöne, Dickhäuser, Spinath, and Stiensmeier-Pelster (2004, Study 6)",
                        "ref_id": null
                    },
                    {
                        "start": 467,
                        "end": 499,
                        "text": "(Schöne, personal communication)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reference Norm Orientations: Operational and Theoretical Considerations",
                "sec_num": null
            },
            {
                "text": "However, even though TO and SO constitute logically independent (and empirically not necessarily inverserelated) constructs, many approaches assessing the effects of teachers' reference norm orientations either used only one measure or experimentally induced a social vs. temporal frame of reference (see Rheinberg & Krug, 2005 , for a summary). The use of such approaches cannot disentangle the effects of TO and SO.",
                "cite_spans": [
                    {
                        "start": 305,
                        "end": 327,
                        "text": "Rheinberg & Krug, 2005",
                        "ref_id": "BIBREF40"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reference Norm Orientations: Operational and Theoretical Considerations",
                "sec_num": null
            },
            {
                "text": "In his research program on teachers' reference norm orientations, Rheinberg (1980) postulated and empirically demonstrated that TO and SO are associated with distinct aspects of teachers' beliefs about students and teacher behavior (see also Retelsdorf & Günther, 2011) . Teachers' reference norm orientations are associated with the achievement expectations teachers develop about their students and their attributions about students' achievement: TO is associated with rather short-term, fluctuating expec tations and unstable attributions, whereas SO is associated with long-term, stable expectations and stable attributions about students' performance. These differences in teachers' expectations and attributions of students' performance can be assumed to be mainly grounded in different assumptions on the stability of performance within the classroom. Rheinberg (1980) argued that a higher (compared to a lower) TO makes teachers perceive the performance pattern within the classroom as rather unstable (since individual improvements as well as decreases are likely to appear), whereas a higher (compared to a lower) SO makes teachers perceive the performance pattern within the classroom to be rather stable (since rank orders within a classroom typically do not change, even if all students improve).",
                "cite_spans": [
                    {
                        "start": 66,
                        "end": 82,
                        "text": "Rheinberg (1980)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 242,
                        "end": 269,
                        "text": "Retelsdorf & Günther, 2011)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 859,
                        "end": 875,
                        "text": "Rheinberg (1980)",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Effects of Teachers' Reference Norm Orientations Teachers' Beliefs and Behavior",
                "sec_num": null
            },
            {
                "text": "In addition, teachers may react differently to students' results depending on their reference norm orientations: The higher teachers' TO is, the more they tend to praise students for temporal improvements and criticize them for performance declines. The higher teachers' SO is, on the other hand, the more they tend to praise students for being better and criticize them for being worse than others. Therefore, the likelihood of performance-related praise and criticism more closely depends on students' achievement rank order within the classroom, the higher the teachers' SO is. This line of argument results in the core prediction that the effects of SO on students' motivation are likely to depend on students' prior achievement, while the effects of TO should be independent of students' prior achievement rank. In addition, given the fact that students' competencies usually increase over time (as a result of learning), praise becomes more likely than criticism when the teacher adopts a TO.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Effects of Teachers' Reference Norm Orientations Teachers' Beliefs and Behavior",
                "sec_num": null
            },
            {
                "text": "Being judged under a TO should make students perceive their own results as changing though -in the long runtheir competencies as increasing (Rheinberg, 1980) . This should impact students' academic self-concepts (Marsh, 1990) as well as their beliefs regarding the changeability of their competencies (i. e., their implicit theory of abilities; Dweck, 1986) . Both students' self-concept (e. g., Dweck, 1986; Wigfield & Eccles, 2000) as well as their implicit theory of abilities (Burnette, O'Boyle, VanEpps, Pollack, & Finkel, 2013 , for a recent meta-analysis) have been assumed and demonstrated to be determinants of their beliefs and their behavior, each having specific effects. Based on work by Dweck (1986) and Mueller and Dweck (1998) , we assume that being judged under a TO (which is often associated with effort-related feedback; see Rheinberg 1980) makes students develop a more incremental theory of intelligence and a higher self-concept, whereas being judged under a SO (which is often associated with ability-related feedback; again see Rheinberg, 1980) should lead to a more entitist view of intelligence and lower self-concepts. This should result from feedback based on a TO (compared to feedback based on a SO), which more clearly illustrates to students that abilities develop as a function of invested effort, and that, in a learning context like the school, competencies typically increase as a function of learning.",
                "cite_spans": [
                    {
                        "start": 140,
                        "end": 157,
                        "text": "(Rheinberg, 1980)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 212,
                        "end": 225,
                        "text": "(Marsh, 1990)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 345,
                        "end": 357,
                        "text": "Dweck, 1986)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 396,
                        "end": 408,
                        "text": "Dweck, 1986;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 409,
                        "end": 433,
                        "text": "Wigfield & Eccles, 2000)",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 480,
                        "end": 532,
                        "text": "(Burnette, O'Boyle, VanEpps, Pollack, & Finkel, 2013",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 701,
                        "end": 713,
                        "text": "Dweck (1986)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 718,
                        "end": 742,
                        "text": "Mueller and Dweck (1998)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 1053,
                        "end": 1069,
                        "text": "Rheinberg, 1980)",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Students' Beliefs and Behavior",
                "sec_num": null
            },
            {
                "text": "Even though both motivational aspects, implicit theory and self-concept, can be assumed to show a longitudinal downward trend during secondary school (see Eccles et al., 1993 , for a summary on adolescents' motivational development), TO and SO should determine this development. In addition, as argued above, potential effects of SO can be assumed to be moderated by students' achievement level, whereas the effects of TO should be independent of students' achievement level. Krug and Lecybyl (2005b) asked a single teacher to teach one of his classes according to a high TO and another classroom according to a high SO for a period of 6 weeks. The authors found that students in the TO classroom http://econtent.hogrefe.com/doi/pdf/10.1024/1010-0652/a000208 -Friday, September 15, 2017 2:41:55 AM -Universität Trier IP Address:136.199.84.94 showed a higher motivation (as indicated by students' frequency of hand-raising in class) and had a higher performance than the students from the SO class. (Note that -given the procedure chosen -the results cannot be clearly interpreted because the difference between the groups may result from positive TO effects, negative SO effects or from a combination of both).",
                "cite_spans": [
                    {
                        "start": 155,
                        "end": 174,
                        "text": "Eccles et al., 1993",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 476,
                        "end": 500,
                        "text": "Krug and Lecybyl (2005b)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 820,
                        "end": 841,
                        "text": "Address:136.199.84.94",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Students' Beliefs and Behavior",
                "sec_num": null
            },
            {
                "text": "A second study by Krug and Lecybyl (2005a) with a very similar design also tested whether the differences in students' performance were not only affected by teachers' reference norm orientations, but also differed by students' prior achievement level. This study revealed that, on the descriptive level, in the SO class students' performance level at the end of the intervention equaled their prior achievement level, whereas in the TO class performance increased during the intervention. However, the interaction between time, teachers' reference norm orientations, and prior achievement was statistically not significant (or at least not reported).",
                "cite_spans": [
                    {
                        "start": 18,
                        "end": 42,
                        "text": "Krug and Lecybyl (2005a)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Students' Beliefs and Behavior",
                "sec_num": null
            },
            {
                "text": "Even though not directly related to teachers' reference norm orientations, a study by Krampen (1987) tested effects of teacher comments based on different reference norms on students' motivation in mathematics. In three experimental groups, teachers gave additional comments to students' written exams for 6 months. These were either comments based on social, temporal, or criterial reference norms. The development of motivational beliefs was different depending on the type of comments the students had received and the level of their prior performance. Comments based on a social reference norm were differently related to students' expectations of improvement depending on students' prior level of performance: Students who performed poorly at the beginning developed a clearly lower expectation of improvement compared to students who had an intermediate performance. Interestingly, this difference between low-and medium-performing students was not as marked given temporal comments. In addition, comments based on a social reference norm were associated with marked differences in students' graded performance depending on students' previous performance while this difference was less pronounced given temporal comments.",
                "cite_spans": [
                    {
                        "start": 86,
                        "end": 100,
                        "text": "Krampen (1987)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Students' Beliefs and Behavior",
                "sec_num": null
            },
            {
                "text": "One shortcoming of these reported studies is that their design did not take the hierarchical nature of the data into account. Even though teachers' TO / SO (Krug & Lecybyl, 2005a , 2005b or teachers' comments according to different reference norms (Krampen, 1987) had been experimentally manipulated at the group (i. e., the teacher) level in all studies, individual students were not randomly assigned to the different conditions. Ignoring the hierarchical nature of the data (students clustered within classes) can lead to inappropriate estimates of the standard errors and therefore to severely biased results (Snijder & Bosker, 2012).",
                "cite_spans": [
                    {
                        "start": 156,
                        "end": 178,
                        "text": "(Krug & Lecybyl, 2005a",
                        "ref_id": null
                    },
                    {
                        "start": 179,
                        "end": 186,
                        "text": ", 2005b",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 248,
                        "end": 263,
                        "text": "(Krampen, 1987)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Students' Beliefs and Behavior",
                "sec_num": null
            },
            {
                "text": "A study by Lüdtke et al. (2005) overcame this shortcoming by applying hierarchical linear modeling in order to properly investigate the effects of teachers' TO (as indicated by aggregated student ratings or by observer ratings) on the big-fish / little-pond effect (BFLP; Marsh, 1987) on students' self-concepts. The BFLP is mainly the result of social comparison processes within the classroom and describes the finding that, even though achievement positively predicts individual self-concepts at the individual level, classroom level achievement has a negative effect on individual self-concepts. The authors reported results from a 1-year longitudinal study in mathematics classrooms based on a sample of 2,150 students from 112 classes. As a measure for teachers' reference norm orientations, they used students' and observers' ratings of the teachers' TO (a measure that is logically and theoretically independent from teachers' SO). TO was associated with enhanced self-concepts at time 2 (grade 8). However, the authors did not find any support for the idea that teachers' reference norm orientations moderated the strength of the BFLP. In line with our argumentation, this may be because a measure of teachers' TO does not provide valid information about teachers' SO.",
                "cite_spans": [
                    {
                        "start": 11,
                        "end": 31,
                        "text": "Lüdtke et al. (2005)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Students' Beliefs and Behavior",
                "sec_num": null
            },
            {
                "text": "Given these research approaches and findings, the following desiderata for studies on the effects of teachers' reference norm orientations on students' evaluation of own competencies remain: First, the effects of teachers' reference norm orientations on the student level must be properly analyzed. The statistical analyses must take the hierarchical nature of data into account. Second, the effect of TO and SO must be disentangled, as TO and SO do not constitute two opposite poles of one single construct. Third, research should more thoroughly consider how the potential positive or negative effects of TO and SO are moderated by students' prior achievement (as indicated by grades). Because such moderation can be postulated for SO but not for TO, this again underlines the necessity of separately conceptualizing (and measuring) TO and SO.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Research Desiderata and Hypotheses",
                "sec_num": null
            },
            {
                "text": "Taking these desiderata into account, the present study uses a longitudinal sample of mathematics teachers and their students to test the effects of teachers' TO and SO on students' mathematical self-concept as well as their implicit theory of mathematical ability as incremental (labeled \"implicit theory\" throughout this paper). Even though both constructs constitute two central aspects of students' perception of own competencies, namely, subjective assumption on strength or level (self-concept) and stability (implicit theory) of own abilities, both variables http://econtent.hogrefe.com/doi/pdf/10.1024/1010-0652/a000208 -Friday, September 15, 2017 2:41:55 AM -Universität Trier IP Address:136.199.84.94 are usually found to be uncorrelated (e. g., Dinger, Dickhäuser, Spinath, & Steinmayr, 2013) . In the present study, we investigate TO and SO as separate determinants of students' self-concept and implicit theory and also test the theory-based prediction that SO effects are moderated by students' achievement level.",
                "cite_spans": [
                    {
                        "start": 689,
                        "end": 710,
                        "text": "Address:136.199.84.94",
                        "ref_id": null
                    },
                    {
                        "start": 756,
                        "end": 803,
                        "text": "Dinger, Dickhäuser, Spinath, & Steinmayr, 2013)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Research Desiderata and Hypotheses",
                "sec_num": null
            },
            {
                "text": "Hypotheses. As a general developmental trend during the first years at secondary school, we assume students' mathematical self-concepts to decrease during a 2-year period (i. e., from the beginning of grade 5 until the end of grade 6). In addition, we assume that students develop a less incremental theory of mathematical intelligence during this time (Hypothesis 1: developmental decline). This hypothesis is based on prior findings on motivational development in secondary schools (Eccles et al., 1993) .",
                "cite_spans": [
                    {
                        "start": 484,
                        "end": 505,
                        "text": "(Eccles et al., 1993)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Research Desiderata and Hypotheses",
                "sec_num": null
            },
            {
                "text": "However, these changes should vary between classes (Hypothesis 2: interclassroom differences in developmental decline), and we expect these interclass differences to be related to teachers' reference norm orientations. TO is assumed to be associated with a slower decline in students' self-concepts and their implicit theory regarding intelligence, whereas SO should be associated with an accelerated decline for both outcomes (Hypothesis 3: main negative effect of TO and main positive effect of SO on developmental decline). In addition, the effects of SO should be moderated by students' prior achievement level: The poorer the prior achievement of the students, the stronger the impact of SO on the developments of their self-concepts and implicit theories (Hypothesis 4: students' a priori achievement level moderates the main effect of SO).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Research Desiderata and Hypotheses",
                "sec_num": null
            },
            {
                "text": "We used data from a 2-year longitudinal study on the subject of mathematics with five measurement occasions during the 5 th and the 6 th grades in German academic secondary schools (for an overview, see Nitsche et al., 2017. According to the recommendation given by Singer and Willett (2003) , measurement occasions were scheduled rather narrowly at the beginning of the 5 th grade to allow for a precise modeling of the changes in mathematical self-concepts and implicit theories that may occur after students' transition from elementary to secondary schools (which in Germany takes place after the 4 th grade), and were scheduled afterwards less narrowly (Time 1: first month in grade 5; Time 2: 3 months later [fourth month in grade 5]; Time 3: 2 months later [sixth month in grade 5]; Time 4: 8 months later [second month in grade 6]; Time 5: 8 months later [tenth month in grade 6]; timespan between Time 1 and Time 5: 21 months).",
                "cite_spans": [
                    {
                        "start": 266,
                        "end": 291,
                        "text": "Singer and Willett (2003)",
                        "ref_id": "BIBREF46"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Procedure and Participants",
                "sec_num": null
            },
            {
                "text": "The sample used for the present analyses included data from the 69 classes (out of 26 schools) which participated at all measurement occasions and had the same mathematics teachers in the 5 th and the 6 th grade. From these classes, 1 641 students participated at least at one measurement occasion and were thus included in the sample. At Time 1, students' average age was 10.5 years (SD = 0.43); 53.4 % were female. At Time 1, teachers had a mean teaching experience of 13.2 years (SD = 12.7) and a mean age of 40.7 years (SD = 12.9); 36 of the 69 teachers were female.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Procedure and Participants",
                "sec_num": null
            },
            {
                "text": "Teachers' reference norm orientations were measured using student perceptions at Time 4. According to findings from Rheinberg, Krug, Lübbermann and Landscheid (1980) , teachers' reference norm orientations can be assumed to be rather stable. In line with recent approaches on teachers' reference norm orientations (e. g., Lüdtke et al, 2005) , we decided to use student ratings to assess teachers' reference norm orientations. Students may be assumed to be able to observe the manifest behavior of the teacher associated with her or his reference norm orientation (see section \"Teachers' Beliefs and Behavior\" above). In addition, for this construct, students' ratings have the advantage of not being biased by social desirability, which might be the case for teachers' ratings of their own reference norm orientation. We opted for a rather late assessment of these perceptions since it can be assumed that students need considerable experiences with a certain teacher to judge his or her instructional practices adequately (cf. Kunter & Baumert, 2006) . Shared perceptions on the classroom / teacher level as well as individual perceptions on the student level were used as predictors.",
                "cite_spans": [
                    {
                        "start": 116,
                        "end": 165,
                        "text": "Rheinberg, Krug, Lübbermann and Landscheid (1980)",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 322,
                        "end": 341,
                        "text": "Lüdtke et al, 2005)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 1029,
                        "end": 1052,
                        "text": "Kunter & Baumert, 2006)",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Procedure and Participants",
                "sec_num": null
            },
            {
                "text": "Teachers' reference norm orientations were assessed using student ratings. The students answered six items, which were introduced by the following sentence: \"Now think about your math teacher. What is -in his / her eyesa good result in mathematics?\" The items assessing a temporal frame of reference read, for example, as follows: \"My teacher takes the view that a good result in mathematics is defined as a result that is better than the one before.\" The items assessing a social frame of reference read for example as follow: \"My teacher takes the view that a good result in mathematics is if it is better than the other students' results.\" All items were answered on a scale ranging from 1 (totally disagree) to 6 (totally agree). The internal consistency of the TO scale (3 items) was α = .84 and for the SO scale (3 items) the internal con-sistency was α = .92 (see Plenter, 2004 , for details on the psychometric quality of these two scales). Descriptives and internal consistencies for all scales are displayed in Table 1 .",
                "cite_spans": [
                    {
                        "start": 871,
                        "end": 884,
                        "text": "Plenter, 2004",
                        "ref_id": "BIBREF33"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1021,
                        "end": 1028,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Measures Teacher Reference Norm Orientations",
                "sec_num": null
            },
            {
                "text": "In order to verify the theorized two-dimensional structure of students' perceptions of the reference norm orientations of their teachers, we performed two-level confirmatory analyses (Lüdtke, Trautwein, Schnyder, & Niggli, 2007) . The hypothesized model comprised separate factors for temporal and social reference norm orientations on each, the level of the students and the level of the classrooms / teachers. The results clearly supported the distinction between the two reference norm orientations. The postulated model fit the data very well (χ2 = 101.9; df = 22; RMSEA = .05; CFI = .97; TLI = .97) and much better than a model with only one factor on each level (χ2 = 1677.4; df = 25; RMSEA = .21; CFI = .49; TLI = .36). As already obvious from the large differences in the fit indices, the postulated model fitted significantly better to the empirical data (Satorra-Bentler scaled χ2 difference test; Δχ2 (df = 3) = 1020.5; p < .001).",
                "cite_spans": [
                    {
                        "start": 183,
                        "end": 228,
                        "text": "(Lüdtke, Trautwein, Schnyder, & Niggli, 2007)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures Teacher Reference Norm Orientations",
                "sec_num": null
            },
            {
                "text": "We used a well-validated German measure for students' self-concept (scale \"Absolute self-concept\" from Schöne, Dickhäuser, Spinath, & Stiensmeier-Pelster, 2012) , which was adapted to mathematics. The scale includes 5 items that had to be answered by means of a 5-point rating scale.",
                "cite_spans": [
                    {
                        "start": 123,
                        "end": 160,
                        "text": "Spinath, & Stiensmeier-Pelster, 2012)",
                        "ref_id": "BIBREF42"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Students' Self-Concept",
                "sec_num": null
            },
            {
                "text": "One example item was \"Learning new things in mathematics for me is …\" and had to be answered on a scale from 1 (very hard) to 5 (very easy). The internal consistency ranged between α = .85 and α = .94.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Students' Self-Concept",
                "sec_num": null
            },
            {
                "text": "We used 4 items from the scale \"Modifiability of ability deficits\" validated by Ziegler and Stoeger (2010) . One example item was \"I can enhance my mathematical abilities.\" Each item had to be answered on an answering format from 1 (totally disagree) to 6 (totally agree). The internal consistency of the scale ranged between α = .67 and α = .90.",
                "cite_spans": [
                    {
                        "start": 80,
                        "end": 106,
                        "text": "Ziegler and Stoeger (2010)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Implicit Theory of Intelligence as Incremental",
                "sec_num": null
            },
            {
                "text": "In order to have a measure of students' achievement level prior to entering the secondary school, we asked students at Time 1 (i. e., at the beginning of 5 th grade) to report their grade in mathematics from their final report card at grade 4. In Germany, grades range from 1 (very good) to 6 (very poor). For the sake of simplicity, the grades were recoded in order to have higher values indicating higher achievement. For the present research purposes, grades are suitable indicators of students' prior achievement as they are directly communicated to the students (via the report cards) and can therefore be used by students to infer their achievement position within the classroom. Be- cause students are thus typically aware of their grades but not of their test scores (Möller, Pohlmann, Köller, & Marsh, 2009) , grades are a more appropriate measure for our study than scores from standardized achievement tests.",
                "cite_spans": [
                    {
                        "start": 775,
                        "end": 816,
                        "text": "(Möller, Pohlmann, Köller, & Marsh, 2009)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Students' Prior Achievement",
                "sec_num": null
            },
            {
                "text": "The rate of missing participants ranged between 6.7 % and 14.3 %. Item nonresponse occurred quite seldom (no more than 2.0 % for all items) -with the exception of the item assessing prior achievement (report card grade; 12.6 %). Overall, missing values occurred not completely at random (Little's MCAR Test: χ 2 = 8603.4, df = 7882, p < .001). Inspection of potential dependencies revealed a small but significant correlation between prior achievement and the number of missing values (r = -.07, p < .01).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Missing Values",
                "sec_num": null
            },
            {
                "text": "Following the recommendations to minimize result biases when missing values do not occur at random, we imputed missing values from item nonresponse as well as nonparticipation on measurement occasions using the expectation-maximization algorithm (see Peugh & Enders, 2004) .",
                "cite_spans": [
                    {
                        "start": 251,
                        "end": 272,
                        "text": "Peugh & Enders, 2004)",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Missing Values",
                "sec_num": null
            },
            {
                "text": "Data were analyzed using growth-curve models with three levels (measurement occasions, students, classrooms / teachers; Singer & Willett, 2003) . General developments in students' self-concepts and implicit theories (Hypothesis H1) and classroom differences in these developments (Hypothesis H2) were estimated by specifying the unconditional growth model:",
                "cite_spans": [
                    {
                        "start": 120,
                        "end": 143,
                        "text": "Singer & Willett, 2003)",
                        "ref_id": "BIBREF46"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data Analysis",
                "sec_num": null
            },
            {
                "text": "Level 1: Outcome = π 0 + π 1 • Time + e Level 2: π 0 = β 00 + r 0 π 1 = β 10 + r 1 Level 3: β 00 = γ 000 + u 00 β 10 = γ 100 + u 10",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data Analysis",
                "sec_num": null
            },
            {
                "text": "In this model, students' self-concepts or implicit theories are exclusively modeled as dependent on time (π 1 ), whereby this time effect is allowed to vary randomly between students and classrooms (random parameters r 0 , r 1 , u 00 , u 10 ). Students' self-concepts and implicit theories were standardized with respect to the first measurement occasions (M t1 = 0, SD t1 = 1). Time was coded in years (Time 1 to Time 5: 0.00, 0.25, 0.42, 1.08, 1.75 years), so that the coefficients of the time variable can be interpreted as changes per school year (quantified in Time 1 standard deviations of the outcome).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data Analysis",
                "sec_num": null
            },
            {
                "text": "The relationships between teachers' reference norm orientations and classroom-specific developments in students' assumptions concerning their own mathematic abilities (Hypothesis H3) were estimated with a slope as outcome model. In this model, the slope of the time variable (i. e., the strength or steepness of the change over the 2 school years) was predicted by student perceptions of the reference norm orientations of their teacher: Of primary relevance for testing Hypothesis H3 are the effects of the shared perceptions held by all students within a classroom (γ 101 , γ 102 ). These shared perceptions can be interpreted as an indicator for the actual reference norm orientations of the teacher (grand-mean-centered classroom means on the classroom / teacher level; see Marsh et al., 2012) . Given the potential importance of individual perceptions (e. g., Martin, Bobis, Anderson, Way, & Vellar, 2011), we simultaneously inserted perceived TO and SO on the student level (β 11 , β 12 ). Perceived teachers' reference norm orientations were z-standardized prior to analyses (shared perceptions were standardized on the classroom / teacher level, individual perceptions were standardized on the student level).",
                "cite_spans": [
                    {
                        "start": 778,
                        "end": 797,
                        "text": "Marsh et al., 2012)",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data Analysis",
                "sec_num": null
            },
            {
                "text": "In order to test the expected moderation of the effect of teachers' social reference norm orientation on the focused developments through students' prior achievement-level (Hypothesis H3), the model was expanded to a moderation model: Here, a cross-level interaction between students' prior achievement on the student level (z-standardized, centered on the classroom means) and teachers' reference norm orientations on the classroom / teacher level (shared perceptions, z-standardized) was inserted as predictors of the slope of the time variable (γ 131 , γ 132 ). Additionally, potential effects of prior achievement on the initial level of the outcomes at Time 1 (which have to be assumed particularly for students' self-concepts; Helmke & van Aken, 1995) were represented on the student level (β 01 , grandmean-centered, z-standardized).",
                "cite_spans": [
                    {
                        "start": 733,
                        "end": 757,
                        "text": "Helmke & van Aken, 1995)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data Analysis",
                "sec_num": null
            },
            {
                "text": "Level 1: Outcome = π 0 + π 1 •",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data Analysis",
                "sec_num": null
            },
            {
                "text": "http://econtent.hogrefe.com/doi/pdf/10.1024/1010-0652/a000208 -Friday, September 15, 2017 2:41:55 AM -Universität Trier IP Address:136.199.84.94 Zeitschrift für Pädagogische Psychologie (2017), 31 (3-4), 205-219 © 2017 Hogrefe All models were estimated using HLM 6 (Raudenbush, Bryk, & Congdon, 2004) and restricted maximum likelihood estimation.",
                "cite_spans": [
                    {
                        "start": 123,
                        "end": 144,
                        "text": "Address:136.199.84.94",
                        "ref_id": null
                    },
                    {
                        "start": 265,
                        "end": 300,
                        "text": "(Raudenbush, Bryk, & Congdon, 2004)",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data Analysis",
                "sec_num": null
            },
            {
                "text": "Descriptive statistics for all variables are displayed in Table 2. The mean values illustrate that students' self-concepts and their view of mathematical ability as incremental decrease over time, whereas the standard deviations increase. With respect to students' perceptions of teach-ers' reference norm orientations, small but systematic differences between teachers (i. e., classrooms) were obvious for both TO (ICC = .06, p < .001) and SO (ICC = .04, p < .001). TO and SO correlated weakly at the student level (r = .15, p < .001; see Table 2 for zero-order correlations of all variables). There was no statistically significant correlation at the classroom / teacher level (r = .01, p = .91).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 540,
                        "end": 547,
                        "text": "Table 2",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Descriptive Results",
                "sec_num": null
            },
            {
                "text": "The results for all models are displayed in Table 3 . Estimating the unconditional growth model revealed, on average, noticeable strong declines in both students' as- sumptions regarding the perceived level (self-concept) and the changeability (implicit theory) of their mathematical abilities -as expressed by the fixed effects of time (γ 100 , Hypothesis H1). This average decline was in the size of one-third to one-half of a standard deviation per school year.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 44,
                        "end": 51,
                        "text": "Table 3",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "General Developments",
                "sec_num": null
            },
            {
                "text": "As indicated by significant variances of the random slope of the time variable (u 10 ), the developments in both students' self-concepts and implicit theories varied significantly between mathematics classrooms (or mathematics teachers) -indicating that classroom or teacher factors exist that influence these developments (Hypothesis H2).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Developments",
                "sec_num": null
            },
            {
                "text": "As expected, the developments of students' self-concepts and implicit theories depended on the reference norm orientations of the teachers (Hypothesis H3). As can be seen from the slope as outcome model, teachers' TO and teachers' SO had significant effects on both students' self-concepts and implicit theories. In general, there was a greater decline in students' assumptions about their level and changeability of their own mathematical abilities the stronger teachers' SO was: Significant negative coefficients γ 102 and β 12 indicated that the averagely negative effect of the time variable on the outcomes was further intensified when SO was strong. On the other hand, a stronger TO mitigated the negative developments (i. e., reduced the negative effect of time) as indicated by significant positive coefficients γ 101 and β 11 . This pattern of results was true on the level of the perceptions that all classroom members share respecting the reference norm orientation of their mathematics teacher (classroom level) as well as on the level of the subjective perceptions the individual students hold about the reference norm orientation of his or her teacher (student level) -with the exception of one nonsignificant effect (students' individual perceptions of teachers' SO had no effect on the development of their self-concepts). Figure 1 illustrates for the shared perceptions of teachers' reference norm orientations that a strong TO and a weak SO were associated with lower decreases in students' self-concepts and their theory of math ability as incremental, whereas a weak TO and a strong SO were associated with higher decreases.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 1339,
                        "end": 1347,
                        "text": "Figure 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Teacher's Reference Norm Orientations as Developmental Factor",
                "sec_num": null
            },
            {
                "text": "Estimating the moderation model yielded a significant crosslevel interaction between students' prior achievement 2 In the slope as outcome model as well as in the moderation model, we also conducted exploratory analyses regarding potential interactive effects of TO and SO on students' self-concept and their implicit theory. All terms including the TO-SO interactions did not reach statistical significance (neither at the individual nor at the shared class level).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Moderation of the SO Effect",
                "sec_num": null
            },
            {
                "text": "1 Figure 2 . Predicted growth curves of students' self-concepts for weak (M -1 SD), average (M), and strong (M + 1 SD) social reference norm orientation of the teachers (SO, classroom means of student perceptions), separately for students with poor (M -1 SD), average (M), and good (M + 1 SD) prior achievements.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 2,
                        "end": 10,
                        "text": "Figure 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Moderation of the SO Effect",
                "sec_num": null
            },
            {
                "text": "http://econtent.hogrefe.com/doi/pdf/10.1024/1010-0652/a000208 -Friday, September 15, 2017 2:41:55 AM -Universität Trier IP Address:136.199.84.94 and the SO of the teachers (γ 132 ; see Table 3 ). A strong SO of the mathematical teachers was, as expected, especially harmful to students with poorer prior achievements -who had already started with a rather negative self-concept that was additionally impaired by the social comparisons carried out by their teachers (Figure 2) . In contrast, students with good prior achievements were not harmed by a strong SO of their teachers, though they also did not benefit from extensive social comparisons of their teachers. The expected moderation effect was evident for students' self-concept but not for their implicit theories. Consistent with our assumptions, we observed no moderation effect for teachers' TO. 2",
                "cite_spans": [
                    {
                        "start": 123,
                        "end": 144,
                        "text": "Address:136.199.84.94",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 185,
                        "end": 192,
                        "text": "Table 3",
                        "ref_id": "TABREF3"
                    },
                    {
                        "start": 465,
                        "end": 475,
                        "text": "(Figure 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Moderation of the SO Effect",
                "sec_num": null
            },
            {
                "text": "In the present study, we investigated the potential effects of teachers' reference norm orientations on the development of students' beliefs concerning the level of their ability and their beliefs about the changeability of their ability. As outlined, teachers' reference norm orientations can be assumed to have an effect on both outcomes. The effects of a temporal reference norm orientation should be positive, and a social reference norm orientation should have negative effects on the development of both aspects of students' motivation. In addition, the effects of SO were predicted to differ depending on students' prior achievement level.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Development of Students' Motivation: The Effects of Teachers' Reference Norm Orientations",
                "sec_num": null
            },
            {
                "text": "Our longitudinal data across grades 5 and 6 showed a continuous negative trend of students' motivational beliefs, namely, a decrease in their mathematical self-concept and their implicit theory of mathematical ability as incremental. This downward trend was in line with Hypothesis 1 and was of remarkable size: Self-concept decreased about one-third, the implicit theory nearly onehalf of a standard deviation per school year. This negative trend is in line with findings documenting negative developments after the transition from elementary to secondary school (see Anderman & Maehr, 1994 , for a review). However, research also pointed out that the changes in motivation are associated with contextual factors and are not merely a function of individual changes that occur when developing from childhood to adolescence (e. g., Urdan, Migdley, & Wood, 1995) .",
                "cite_spans": [
                    {
                        "start": 569,
                        "end": 591,
                        "text": "Anderman & Maehr, 1994",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 831,
                        "end": 860,
                        "text": "Urdan, Migdley, & Wood, 1995)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Development of Students' Motivation: The Effects of Teachers' Reference Norm Orientations",
                "sec_num": null
            },
            {
                "text": "In line with Hypothesis 2, there were statistically significant differences between classes in the observed downward trend -a finding that is in line with the idea, that the motivational developments may be determined by contex-tual factors like teachers' reference norm orientations. The simultaneously observed large differences between students within the same classrooms (as indicated by Var(r 1 ) in Table 3 ) point to the idea, that other important contexts beyond the school classroom (e. g., peer group, family) may be driving motivational development during adolescence.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 405,
                        "end": 412,
                        "text": "Table 3",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Development of Students' Motivation: The Effects of Teachers' Reference Norm Orientations",
                "sec_num": null
            },
            {
                "text": "As predicted in Hypothesis 3, the developmental declines were determined by teachers' reference norm orientations. A higher (compared to a lower) temporal reference norm orientation at the shared class level was associated with a less steep decline in students' mathematical selfconcept and their implicit theory. In contrast, a higher (compared to a lower) social reference norm orientation at the class level was associated with a steeper decline in students' mathematical self-concept and their implicit theory. We interpret these findings as a clear reference that teachers' reference norm orientations (indicated by the shared perception of students within a class) are a significant contextual factor influencing motivational development. This assumption is supported by the fact that the effects of TO and SO at the shared class level (which are frequently seen as mostly relevant when analyzing contextual effects; Marsh et al., 2012) were consistently in the predicted direction and were statistically significant (the effects of TO and SO at the individual level were generally consistent with this pattern). As can be seen from the Figure 1 and from the coefficients for the slope as outcome model in Table 3 , the TO effects seem to be more pronounced than the SO effects. This may be due to the fact that SO feedback -compared to TO feedback -is overall more likely to be negative, so that SO feedback may more often be reinterpreted in order to immunize the self (Greve & Wentura, 2003) .",
                "cite_spans": [
                    {
                        "start": 923,
                        "end": 942,
                        "text": "Marsh et al., 2012)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 1477,
                        "end": 1500,
                        "text": "(Greve & Wentura, 2003)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1143,
                        "end": 1151,
                        "text": "Figure 1",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1212,
                        "end": 1219,
                        "text": "Table 3",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Development of Students' Motivation: The Effects of Teachers' Reference Norm Orientations",
                "sec_num": null
            },
            {
                "text": "The effect of TO at the classroom level on the development of students' self-concept corresponds to the findings of Lüdtke et al. (2005) , who also found that students in classes with a higher teacher TO develop a more positive self-concept than students in classes with a lower TO. However, in the study by Lüdtke et al., TO was assessed simultaneously with the criterion (academic self-concept). This allows for the alternative interpretation that the changes in students' self-concept might have determined the shared perception of teachers' TO. This alternative interpretation of the relation between TO and motivational development can at least partly be ruled out empirically by the present findings. As we pointed out, SO and TO were assessed at time 4. However, as illustrated in Table 1 , the developmental trends in self-concept and implicit theory continuously take place from time 1 to time 5. Therefore, even though the development from time 1 to time 4 might have resulted in a specific kind of shared perception at time 4, the effect of TO and SO on motivational develop-http://econtent.hogrefe.com/doi/pdf/10.1024/1010-0652/a000208 -Friday, September 15, 2017 2:41:55 AM -Universität Trier IP Address:136.199.84.94 ment from time 4 to time 5 can rather be interpreted as the result of a teacher variable influencing students' development and not vice versa.",
                "cite_spans": [
                    {
                        "start": 116,
                        "end": 136,
                        "text": "Lüdtke et al. (2005)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 1209,
                        "end": 1230,
                        "text": "Address:136.199.84.94",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 788,
                        "end": 795,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Development of Students' Motivation: The Effects of Teachers' Reference Norm Orientations",
                "sec_num": null
            },
            {
                "text": "In the present paper, we assessed two core aspects of students' beliefs about their mathematical ability. Even though both constructs have been assumed and demonstrated to be core motivational constructs, they only rarely were related to teachers' reference norm orientations. Interestingly, there have been only very few studies at all that tested potential determinants of students' implicit theories. We are aware of only three studies that have attempted to directly test determinants of implicit theories: The study by Spinath, Spinath, Angleitner, and Riemann (2003) demonstrated that implicit theories are unrelated to personality and actual intelligence. Using an experimental design, Mueller and Dweck (1998) found that students' implicit theories depend on the type of successrelated feedback they receive: Ability-related praise was associated with a rather entitist view on intelligence, whereas effort-related feedback was associated with a more incremental view on intelligence. Dresel and Ziegler (2006) , who also adopted an experimental approach, additionally demonstrated that attributional feedback provided in a sequence that implies that effort leads to improved abilities fosters an incremental theory. In line with research on teachers' reference norm orientation, it would be reasonable to assume that teachers' attributions of students' achievement to stable factors (which are typical for high SO) share an entitist view whereas teachers' attributions to instable factors (which are typical for high TO) shape an incremental view of intelligence. Even though the present study does not give an answer concerning the exact process leading to an incremental view of abilities, it is one of the very few studies to empirically prove determinants of students' implicit theories.",
                "cite_spans": [
                    {
                        "start": 524,
                        "end": 572,
                        "text": "Spinath, Spinath, Angleitner, and Riemann (2003)",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 693,
                        "end": 717,
                        "text": "Mueller and Dweck (1998)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 993,
                        "end": 1018,
                        "text": "Dresel and Ziegler (2006)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Development of Students' Motivation: The Effects of Teachers' Reference Norm Orientations",
                "sec_num": null
            },
            {
                "text": "One strength of the present paper is that we used separate measures for TO and SO in order to disentangle potential effects. TO and SO were clearly separate constructs -a fact that had been ignored in prior research on teachers' reference-norm orientations. This theoretical reasoning is supported by the finding that TO and SO were only weakly related at best, and in the present study both at the individual and at the classroom level. The findings of the present study underline the necessity to separate these different forms of reference-norm orientations. As can be deduced from theoretical reasoning on teachers' reference-norm orientations, the potential negative effects of SO can be as-sumed to be moderated by students' prior achievement level, whereas the positive effects of TO should occur independent from achievement level. This prediction is based on the fact that achievement feedback on the basis on SO clearly depends on students' achievement range within the classroom (with a higher chance for positive feedback for students with achievement ranks above classroom average), whereas TO effects should be independent of students' prior achievement position (a positive feedback as the result of individual improvement is independent from students' achievement rank).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Different Reference Norm Orientations and the Importance of Students' Prior Achievement",
                "sec_num": null
            },
            {
                "text": "This was the core idea underlying Hypothesis 4. This hypothesis was supported for student's self-concept as the dependent variable. Here student's prior achievement cross-level moderated the SO effect in the predicted direction: The negative effects of SO on the development on students' self-concepts were more pronounced for students with initially poor achievement than for students with good achievement. This moderation was only predicted and found for SO; the positive effects on TO were not influenced by students' achievement level. For the second dependent variable, students' implicit theory, the predicted moderation was not supported. As pointed out in the theory section, teachers with a pronounced SO are less sensitive to changes in students' achievement. Probably because of this lower sensitivity, they signal their students that performance and the underlying factors (such as ability) are stable (see Rheinberg, 1980) and therefore unchangeable. As the lower sensitivity to changes of teachers with a higher SO exists independently of students prior achievement, this may be one explanation for the lacking moderation of the SO effect on students' implicit theory.",
                "cite_spans": [
                    {
                        "start": 920,
                        "end": 936,
                        "text": "Rheinberg, 1980)",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Different Reference Norm Orientations and the Importance of Students' Prior Achievement",
                "sec_num": null
            },
            {
                "text": "In the present study, we investigated the effects of teachers' reference-norm orientations in mathematics classrooms. One may speculate whether the results therefore are confined to mathematics. We do not think that this is the case. To our knowledge this has to date never been tested empirically, so it seems plausible that the level of TO and SO may be effected by the subject taught by the teacher: In a subject like a foreign language, changes in students' competencies may be more salient to the teachers making it more easy to apply a TO, whereas in a subject like mathematics (chosen for the present study), the evaluation context may make it more difficult for a teacher to apply a TO. However, even though subjects may likely influence teachers' reference norm orientation, the present study illustrates that there exists a substantial amount of variation in teachers' reference norm orientation even if http://econtent.hogrefe.com/doi/pdf/10.1024/1010-0652/a000208 -Friday, September 15, 2017 2:41:55 AM -Universität Trier IP Address:136.199.84.94 the subject taught is held constant and that this variation corresponds with students' motivational development. There is no theoretical reason to assume that the effects of teachers' reference norm orientations on students may differ by school subjects. Future studies with a focus on determinants of reference norm orientations may want to empirically investigate potential effects of school subjects on teachers' TO and SO.",
                "cite_spans": [
                    {
                        "start": 1037,
                        "end": 1058,
                        "text": "Address:136.199.84.94",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations",
                "sec_num": null
            },
            {
                "text": "The present study investigated the effects of teachers' reference norm orientations on students' motivational development over a two year-period (from grade level 5 to grade level 6). Even though this long period of development represents an advantage of the present study, one may speculate whether the observed effects would continue to exist even over a longer period of time. At time 1 (beginning of 5th grade) all teachers were new to all students. Students may adapt to their new teachers' reference norm orientation over time, making it likely that the effects of teachers' reference norm orientation on students' motivational development may become smaller, the longer students are familiar with their teacher. This is due to the fact that individuals are sensitive to change, but may adapt to new situations over the long run (Bless & Burger, 2016) . However, it is hard to estimate the period of time after which such an adaptation process might result in attenuated effects. In the present study, significant effects of teachers TO and SO could be observed even over a period of 2 years.",
                "cite_spans": [
                    {
                        "start": 835,
                        "end": 857,
                        "text": "(Bless & Burger, 2016)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations",
                "sec_num": null
            },
            {
                "text": "In order to have an indicator of students' prior achievement, we used grades from the final report card at level 4. This procedure has several advantages. Most importantly, grades are communicated to students directly. Therefore, the student can use grades to infer his or her own achievement position among peers. Because test scores are typically not subject to direct communication, we would not expect that the moderation between teachers' social reference norm orientation and students' prior achievement on students' self-concept would have been found if we had chosen test scores to operationalize student's prior achievement.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations",
                "sec_num": null
            },
            {
                "text": "The main theoretical contribution of this paper on the concept of teachers' reference norm orientations is that it is important to conceptualize teachers' TO and SO as independent constructs since TO and SO are clearly separable and produce different effects that are differently moderated. Therefore, it seems more appropriate to speak of teachers' reference norm orientations instead of teachers' reference norm orientation (since the latter singular term would suggest that there is only one single orientation with two poles).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusions and Implications",
                "sec_num": null
            },
            {
                "text": "Concerning the practical implications, the present study clearly underlines that teachers should be encouraged to rely on temporal comparisons when evaluating students' achievement in order to foster their motivation. In addition, given the negative effects of SO, teachers should refrain from social comparisons when evaluating students' achievement. This is also recommended in order to avoid students with initial low achievement showing a more pronounced downward trend in their motivational development in comparison to better performing students.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusions and Implications",
                "sec_num": null
            },
            {
                "text": "Even though these recommendations on the use of reference norms fit other concepts of aspects of motivation classroom structures, the present investigation has the advantage of not focusing on whole sets of instructional behaviors of teachers, for example, as in the TAR-GET Model suggested by Ames (1992) . In contrast, we cautiously investigated only one specific aspect of teachers, namely, teachers' reference norm orientation. This focus leads to the fact that the class-specific variations of students' self-concepts and their implicit theory cannot fully be explained. At the same time, the focus on teachers' preferences for temporal and social reference norms also leads to the practical recommendations regarding best teaching practices being very concise. Even though teachers' reference norm orientations have not been intensively studied throughout the international research community, the present investigation underlines that teachers' reference norm orientations are a fruitful concept, both from a theoretical and from a practical perspective.",
                "cite_spans": [
                    {
                        "start": 294,
                        "end": 305,
                        "text": "Ames (1992)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusions and Implications",
                "sec_num": null
            },
            {
                "text": "© 2017 HogrefeZeitschrift für Pädagogische Psychologie (2017), 31 (3-4), 205-219",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Zeitschrift für Pädagogische Psychologie (2017), 31 (3-4), 205-219 © 2017 Hogrefe",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "http://econtent.hogrefe.com/doi/pdf/10.1024/1010-0652/a000208 -Friday, September 15, 2017 2:41:55 AM -Universität Trier IPAddress:136.199.84.94",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "© HogrefeZeitschrift für Pädagogische Psychologie (2017), 31 (3-4), 205-219",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "This research was funded by a grant from the German Federal Ministry of Education and Research to Oliver Dickhäuser (01 HJ 0901) and Markus Dresel (01 HJ 0902). We would like to thank Katherina Drexler, Michaela Fasching, Ines Giermann, and Sebastian Nitsche for their support in carrying out this study.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Acknowledgments",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Classroom goals, structures, and student motivation",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Ames",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Journal of Educational Psychology",
                "volume": "84",
                "issue": "",
                "pages": "261--271",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ames, C. (1992). Classroom goals, structures, and student motiva- tion. Journal of Educational Psychology, 84, 261 -271.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Motivation and schooling in the middle grades",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Anderman",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Maehr",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Review of Educational Research",
                "volume": "64",
                "issue": "",
                "pages": "287--309",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Anderman, E. M., & Maehr, M. L. (1994). Motivation and schooling in the middle grades. Review of Educational Research, 64, 287 -309.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "A closer look at social psychologists' silver bullet: Inevitable and evitable side effects of the experimental approach",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Bless",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Burger",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Perspectives on Psychological Science",
                "volume": "11",
                "issue": "",
                "pages": "296--308",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bless, H., & Burger, A. (2016). A closer look at social psychologists' silver bullet: Inevitable and evitable side effects of the experimen- tal approach. Perspectives on Psychological Science, 11, 296 -308.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Mind-sets matter: A meta-analytic review of implicit theories and self-regulation",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Burnette",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "H"
                        ],
                        "last": "O'boyle",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Vanepps",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Pollack",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "J"
                        ],
                        "last": "Finkel",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Psychological Bulletin",
                "volume": "139",
                "issue": "",
                "pages": "655--701",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Burnette, J. L., O'Boyle, E. H., VanEpps, E. M., Pollack, J. M., & Fin- kel, E. J. (2013). Mind-sets matter: A meta-analytic review of implicit theories and self-regulation. Psychological Bulletin, 139, 655 -701.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Goal theory, motivation, and school achievement: An integrative review",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "V"
                        ],
                        "last": "Covington",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Annual Review of Psychology",
                "volume": "51",
                "issue": "",
                "pages": "171--200",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Covington, M. V. (2001). Goal theory, motivation, and school achieve- ment: An integrative review. Annual Review of Psychology, 51, 171 -200.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Antecedents and consequences of students' achievement goals: A mediation analysis",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "C"
                        ],
                        "last": "Dinger",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Dickhäuser",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Spinath",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Steinmayr",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Learning and Individual Differences",
                "volume": "28",
                "issue": "",
                "pages": "90--101",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dinger, F. C., Dickhäuser, O., Spinath, B., & Steinmayr, R. (2013). Ante- cedents and consequences of students' achievement goals: A me- diation analysis. Learning and Individual Differences, 28, 90 -101.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Langfristige Förderung von Fähigkeitsselbstkonzept und impliziter Fähigkeitstheorie durch computerbasiertes attributionales Feedback [Long-term enhancement of academic self-concept and implicit ability theory through computer-based attributional feedback",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Dresel",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Ziegler",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Zeitschrift für Pädagogische Psychologie",
                "volume": "20",
                "issue": "",
                "pages": "49--63",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dresel, M., & Ziegler, A. (2006). Langfristige Förderung von Fähig- keitsselbstkonzept und impliziter Fähigkeitstheorie durch computerbasiertes attributionales Feedback [Long-term en- hancement of academic self-concept and implicit ability theory through computer-based attributional feedback]. Zeitschrift für Pädagogische Psychologie, 20, 49 -63.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Motivational processes affecting learning",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "S"
                        ],
                        "last": "Dweck",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "American Psychologist",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dweck, C. S. (1986). Motivational processes affecting learning. American Psychologist, 41, 1040.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Development during adolescence: The impact of stage-environment fit on young adolescents' experiences in schools and in families",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Buchanan",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Reuman",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Flanagan",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Mac Iver",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "American Psy chologist",
                "volume": "48",
                "issue": "",
                "pages": "90--101",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. S., Midgley, C., Wigfield, A., Buchanan, C. M., Reuman, D., Flanagan, C., & Mac Iver, D. (1993). Development during adoles- cence: The impact of stage-environment fit on young adoles- cents' experiences in schools and in families. American Psy chologist, 48, 90 -101",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "A 2 × 2 achievement goal framework",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Elliot",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "A"
                        ],
                        "last": "Mcgregor",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "80",
                "issue": "",
                "pages": "501--519",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Elliot, A. J., & McGregor, H. A. (2001). A 2 × 2 achievement goal frame- work. Journal of Personality and Social Psychology, 80, 501 -519.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "A 3 × 2 achievement goal model",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Elliot",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Murayama",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Pekrun",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Journal of Educational Psychology",
                "volume": "103",
                "issue": "",
                "pages": "632--648",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Elliot, A. J., Murayama, K., & Pekrun, R. (2011). A 3 × 2 achievement goal model. Journal of Educational Psychology, 103, 632 -648.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Impact of teacher competencies on student emotions: A multi-method approach",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Gläser-Zikuda",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Fuß",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Interna tional Journal of Educational Research",
                "volume": "47",
                "issue": "",
                "pages": "136--147",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gläser-Zikuda, M., & Fuß, S. (2008). Impact of teacher competen- cies on student emotions: A multi-method approach. Interna tional Journal of Educational Research, 47, 136 -147.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Immunizing the self: Self-concept stabilization through reality-adaptive self-definitions",
                "authors": [
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Greve",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Wentura",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Person ality and Social Psychology Bulletin",
                "volume": "29",
                "issue": "",
                "pages": "39--50",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Greve, W., & Wentura, D. (2003). Immunizing the self: Self-concept stabilization through reality-adaptive self-definitions. Person ality and Social Psychology Bulletin, 29, 39 -50.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "The causal ordering of academic achievement and self-concept of ability during elementary school: A longitudinal study",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Helmke",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A G"
                        ],
                        "last": "Van Aken",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Journal of Educational Psy chology",
                "volume": "87",
                "issue": "",
                "pages": "624--637",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Helmke, A., & van Aken, M. A. G. (1995). The causal ordering of aca- demic achievement and self-concept of ability during elemen- tary school: A longitudinal study. Journal of Educational Psy chology, 87, 624 -637.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Differential effects of teacher comments",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Krampen",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Journal of Educational Psychology",
                "volume": "79",
                "issue": "",
                "pages": "137--146",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Krampen, G. (1987). Differential effects of teacher comments. Journal of Educational Psychology, 79, 137 -146.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Die Veränderung von Einstellung, Mitarbeit und Lernleistung im Verlauf einer bezugsnormspezifischen Motivationsintervention [Changes in attitude, participation, and performance during a motivational frame",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Krug",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Lecybyl",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Krug, S., & Lecybyl, R. (2005 a). Die Veränderung von Einstellung, Mit- arbeit und Lernleistung im Verlauf einer bezugsnormspezifischen Motivationsintervention [Changes in attitude, participation, and performance during a motivational frame-of-reference-interven-",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Motivationsförderung im Schulalltag",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "95--114",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "In F. Rheinberg & S. Krug (Eds.), Motivationsförderung im Schulalltag (pp. 95 -114). Göttingen: Hogrefe.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Die Wirkung experimentell variierten Lehrerverhaltens auf Unterrichtswahnehmung, Lernbereitschaft und Leistung von Schülern [The effect of experimentally induced teaching behavior on students' classroom-perceptions",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Krug",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Lecybyl",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Krug, S., & Lecybyl, R. (2005b). Die Wirkung experimentell variierten Lehrerverhaltens auf Unterrichtswahnehmung, Lernbere- itschaft und Leistung von Schülern [The effect of experimentally induced teaching behavior on students' classroom-perceptions, motivation to learn, and achievement].",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Motivationsförderung im Schulalltag",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "81--94",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "In F. Rheinberg & S. Krug (Eds.), Motivationsförderung im Schulalltag (pp. 81 -94). Göttin- gen: Hogrefe.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Who is the expert? Construct and criteria validity of student and teacher ratings of instruction",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Kunter",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Baumert",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Learning Environments Research",
                "volume": "9",
                "issue": "",
                "pages": "231--251",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kunter, M., & Baumert, J. (2006). Who is the expert? Construct and criteria validity of student and teacher ratings of instruction. Learning Environments Research, 9, 231 -251.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Individuelle Bezugsnormorientierung und soziale Vergleiche im Mathematikunterricht [Individual reference norm and social comparisons in mathematics classes: The impact of different frames of reference on the domain-specific self",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Lüdtke",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lüdtke, O., & Köller, O. (2002). Individuelle Bezugsnormorientie- rung und soziale Vergleiche im Mathematikunterricht [Individu- al reference norm and social comparisons in mathematics classes: The impact of different frames of reference on the do- main-specific self-concept of ability].",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Teacher frame of reference and the big-fish-little-pond effect. Contem porary Educational Psychology",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Lüdtke",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Trautwein",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "30",
                "issue": "",
                "pages": "263--285",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lüdtke, O., Köller, O., Marsh, H. W., & Trautwein, U. (2005). Teacher frame of reference and the big-fish-little-pond effect. Contem porary Educational Psychology, 30, 263 -285.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Simultane Analysen auf Schüler-und Klassenebene: Eine Demonstration der konfirmatorischen Mehrebenen-Faktorenanalyse zur Analyse von Schülerwahrnehmungen am Beispiel der Hausaufgabenvergabe [Simultaneous analyses at student and class level: A demonstration of multilevel confirmatory factor analysis of stu",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Lüdtke",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Trautwein",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Schnyder",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Niggli",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lüdtke, O., Trautwein, U., Schnyder, I., & Niggli, A. (2007). Simultane Analysen auf Schüler-und Klassenebene: Eine Demonstration der konfirmatorischen Mehrebenen-Faktorenanalyse zur Ana- lyse von Schülerwahrnehmungen am Beispiel der Hausauf- gabenvergabe [Simultaneous analyses at student and class level: A demonstration of multilevel confirmatory factor analysis of stu- dent perceptions of homework assignment].",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Verbal and math self-concepts: An internal / external frame of reference model",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "American Educational Research Journal",
                "volume": "23",
                "issue": "",
                "pages": "129--149",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1986). Verbal and math self-concepts: An inter- nal / external frame of reference model. American Educational Research Journal, 23, 129 -149.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "The Big-Fish Little-Pond effect on academic self-concept",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Journal of Educational Psychology",
                "volume": "79",
                "issue": "",
                "pages": "280--295",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1987). The Big-Fish Little-Pond effect on academic self-concept. Journal of Educational Psychology, 79, 280 -295.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "A multidimensional, hierarchical model of self-concept: Theoretical and empirical justification",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Educa tional Psychology Review",
                "volume": "2",
                "issue": "",
                "pages": "77--172",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1990). A multidimensional, hierarchical model of self-concept: Theoretical and empirical justification. Educa tional Psychology Review, 2, 77 -172.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Classroom climate and contextual effects: Conceptual and methodological issues in the evaluation of group-level effects",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Lüdtke",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Nagengast",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Trautwein",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J S"
                        ],
                        "last": "Morin",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Abduljabbar",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Educational Psychologist",
                "volume": "47",
                "issue": "",
                "pages": "106--124",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Lüdtke, O., Nagengast, B., Trautwein, U., Morin, A. J. S., Abduljabbar, A. S., Köller, O. (2012). Classroom climate and con- textual effects: Conceptual and methodological issues in the evaluation of group-level effects. Educational Psychologist, 47, 106 -124.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Patterns of multilevel variance in psycho-educational phenomena: Comparing motivation, engagement, climate, teaching, and achievement factors",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Martin",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Bobis",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Anderson",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Way",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Vellar",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Zeitschrift für Pädagogische Psychologie",
                "volume": "25",
                "issue": "",
                "pages": "49--61",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Martin, A. J., Bobis, J., Anderson, J., Way, J., & Vellar, R. (2011). Pat- terns of multilevel variance in psycho-educational phenomena: Comparing motivation, engagement, climate, teaching, and achievement factors. Zeitschrift für Pädagogische Psychologie, 25, 49 -61.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Erziehungsziele von Lehrern und individuelle Bezugsnormen der Leistungsbewertung [Educational goals and teachers' preference of individual referencenorms in evaluating academic achievement",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Mischo",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Rheinberg",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Zeitschrift für Pädagogische Psychologie",
                "volume": "9",
                "issue": "",
                "pages": "139--151",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mischo, C., & Rheinberg, F. (1995). Erziehungsziele von Lehrern und individuelle Bezugsnormen der Leistungsbewertung [Educa- tional goals and teachers' preference of individual reference- norms in evaluating academic achievement]. Zeitschrift für Pädagogische Psychologie, 9, 139 -151.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Dimensional comparisons: An experimental approach to the internal / external frame of reference model",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Journal of Educational Psychology",
                "volume": "93",
                "issue": "",
                "pages": "826--835",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., & Köller, O. (2001). Dimensional comparisons: An experi- mental approach to the internal / external frame of reference model. Journal of Educational Psychology, 93, 826 -835.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Berufliche Zielorientierungen von Lehrkräften: Entwicklungsbedingungen, Auswirkungen auf berufliche Kompetenzentwicklung, Effekte auf instruktionales Verhalten sowie Lernprozesse und Lernergebnisse von Schülerinnen und Schülern",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Mueller",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "S"
                        ],
                        "last": "Dweck",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Nitsche",
                        "suffix": ""
                    },
                    {
                        "first": "A.-K",
                        "middle": [],
                        "last": "Praetorius",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Janke",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Drexler",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "S"
                        ],
                        "last": "Fasching",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Dresel",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Dickhäuser",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Entwicklung von Professionalität pädagogischen Personals: Interdisziplinäre Betrachtungen, Befunde und Perspektiven",
                "volume": "75",
                "issue": "",
                "pages": "17--35",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mueller, C. M., & Dweck, C. S. (1998). Praise for intelligence can undermine children's motivation and performance. Journal of Personality and Social Psychology, 75, 33. Nitsche, S., Praetorius, A.-K., Janke, S., Drexler, K., Fasching, M. S., Dresel, M. & Dickhäuser, O. (2017). Berufliche Zielorientierun- gen von Lehrkräften: Entwicklungsbedingungen, Auswirkungen auf berufliche Kompetenzentwicklung, Effekte auf instruktio- nales Verhalten sowie Lernprozesse und Lernergebnisse von Schülerinnen und Schülern. In C. Gräsel & K. Trempler (Hrsg.), Entwicklung von Professionalität pädagogischen Personals: Interdisziplinäre Betrachtungen, Befunde und Perspektiven (pp. 17 -35). Heidelberg: Springer.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Missing data in educational research",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Peugh",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "K"
                        ],
                        "last": "Enders",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Review of Educational Research",
                "volume": "74",
                "issue": "",
                "pages": "525--556",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Peugh, J. L., & Enders, C. K. (2004). Missing data in educational re- search. Review of Educational Research, 74, 525 -556.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Vorhersage von Fähigkeitsselbstkonzepten: Zur Bedeutung von Einzel und Klassenleistung [Determinants of academic self-concepts: On the importance of individual and class achievement",
                "authors": [
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Plenter",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Plenter, I. (2004). Vorhersage von Fähigkeitsselbstkonzepten: Zur Bedeutung von Einzel und Klassenleistung [Determinants of academic self-concepts: On the importance of individual and class achievement] (Unpublished diploma thesis). University of Gießen, Germany.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "HLM 6 for Windows (Computer software)",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "W"
                        ],
                        "last": "Raudenbush",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Bryk",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Congdon",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Raudenbush, S. W., Bryk, A. S., & Congdon, R. (2004). HLM 6 for Windows (Computer software). Lincolnwood, IL: Scientific Soft- ware International.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Achievement goals for teaching and teachers' reference norms: Relations with instructional practices. Teaching and Teacher Education",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Retelsdorf",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Günther",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "",
                "volume": "27",
                "issue": "",
                "pages": "1111--1119",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Retelsdorf, J., & Günther, C. (2011). Achievement goals for teaching and teachers' reference norms: Relations with instructional practices. Teaching and Teacher Education, 27, 1111 -1119.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Leistungsbewertung und Lernmotivation [Performance evaluation and motivation for learning",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Rheinberg",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rheinberg, F. (1980). Leistungsbewertung und Lernmotivation [Per- formance evaluation and motivation for learning]. Göttingen: Hogrefe.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Achievement evaluation: A fundamental difference and its motivational consequences",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Rheinberg",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Studies in Educa tional Evaluation",
                "volume": "9",
                "issue": "",
                "pages": "185--194",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rheinberg, F. (1983). Achievement evaluation: A fundamental dif- ference and its motivational consequences. Studies in Educa tional Evaluation, 9, 185 -194.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Teachers' reference norm orientation and student motivation for learning",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Rheinberg",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rheinberg, F. (2001, April). Teachers' reference norm orientation and student motivation for learning. Paper presented at the 2001-AERA conference in Seattle, April 10 -14.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Motivationsförderung im Schulalltag [Fostering motivation at school",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Rheinberg",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Krug",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rheinberg, F., & Krug, S. (2005). (Eds.). Motivationsförderung im Schulalltag [Fostering motivation at school]. Göttingen: Hogrefe.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Beeinflussung der Leistungsbewertung im Unterricht: Motivationale Auswirkungen eines Interventionsversuchs [The influence of teachers' evaluation behavior on motivation",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Rheinberg",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Krug",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Lübbermann",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Landscheid",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Unter richtswissenschaft",
                "volume": "8",
                "issue": "",
                "pages": "48--60",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rheinberg, F., Krug, S., Lübbermann, E. & Landscheid, K. (1980). Beeinflussung der Leistungsbewertung im Unterricht: Motiva- tionale Auswirkungen eines Interventionsversuchs [The influ- ence of teachers' evaluation behavior on motivation]. Unter richtswissenschaft, 8, 48 -60.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Skalen zur Erfassung des schulischen Selbstkonzepts (SESSKO)",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Schöne",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Dickhäuser",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Spinath",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Stiensmeier-Pelster",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Schöne, C. Dickhäuser, O. Spinath, B., & Stiensmeier-Pelster, J. (2012). Skalen zur Erfassung des schulischen Selbstkonzepts (SESSKO) [Scales assessing students' academic self-concept].",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Zielorientierung und Bezugsnormorientierung: Zum Zusammenhang zweier Konzepte [Goal orientation and reference norm orientation: Two related constructs?",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Schöne",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Dickhäuser",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Spinath",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Stiensmeier-Pelster",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Zeitschrift für Pädagogische Psychologie",
                "volume": "18",
                "issue": "",
                "pages": "93--99",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Schöne, C., Dickhäuser, O., Spinath, B., & Stiensmeier-Pelster, J. (2004). Zielorientierung und Bezugsnormorientierung: Zum Zusammenhang zweier Konzepte [Goal orientation and refer- ence norm orientation: Two related constructs?]. Zeitschrift für Pädagogische Psychologie, 18, 93 -99.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Implicit theories about personality and intelligence and their relationship to actual personality and intelligence",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Spinath",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "M"
                        ],
                        "last": "Spinath",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Riemann",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Angleitner",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Personality and Individual Differences",
                "volume": "35",
                "issue": "",
                "pages": "939--95",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Spinath, B., Spinath, F. M., Riemann, R., & Angleitner, A. (2003). Im- plicit theories about personality and intelligence and their rela- tionship to actual personality and intelligence. Personality and Individual Differences, 35, 939 -95",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Applied longitudinal data analysis: Modeling change and event occurrence",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Singer",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Willett",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Singer, J., & Willett, J. (2003). Applied longitudinal data analysis: Modeling change and event occurrence. New York, NY: Oxford University Press.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Multilevel analysis. An intro duction to basic and advanced multilevel modeling",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "A B"
                        ],
                        "last": "Snijders",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Bosker",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Snijders, T. A. B., & Bosker, R. J. (2012). Multilevel analysis. An intro duction to basic and advanced multilevel modeling (2nd ed.). London: Sage.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Special issues in reforming middle level schools",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "C"
                        ],
                        "last": "Urdan",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Wood",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Journal of Early Adolescence",
                "volume": "15",
                "issue": "",
                "pages": "9--37",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Urdan, T. C., Midgley, C., & Wood, S. (1995). Special issues in reform- ing middle level schools. Journal of Early Adolescence, 15, 9 -37.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "Expectancy-value theory of achievement motivation",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Contemporary Educational Psycholo gy",
                "volume": "25",
                "issue": "",
                "pages": "68--81",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wigfield, A., & Eccles, J. S. (2000). Expectancy-value theory of achievement motivation. Contemporary Educational Psycholo gy, 25, 68 -81.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Research on a modified framework of implicit personality theories. Learning and individual Differ ences",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Ziegler",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Stöger",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "",
                "volume": "20",
                "issue": "",
                "pages": "318--326",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ziegler, A., & Stöger, H. (2010). Research on a modified framework of implicit personality theories. Learning and individual Differ ences, 20, 318 -326.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Outcome = π 0 + π 1 • Time + e Level 2: π 0 = β 00 + r 0 π 1 = β 10 + β 11 • TO individual + β 12 • SO individual + r 1 Level 3: β 00 = γ 000 + u 00 β 10 = γ 100 + γ 101 • TO shared + γ 102 • SO shared + u 10"
            },
            "FIGREF1": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Predicted growth curves of students' self-concepts and implicit theories for weak (M -1 SD), average (M), and strong (M + 1 SD) temporal (TO) and social reference norm orientations (SO) of the teachers (classroom means of student perceptions).Zeitschrift für Pädagogische Psychologie (2017), 31 (3-4), 205-219 © 2017 Hogrefe"
            },
            "TABREF0": {
                "num": null,
                "content": "<table><tr><td>Range</td></tr></table>",
                "type_str": "table",
                "text": "Descriptive statistics"
            },
            "TABREF1": {
                "num": null,
                "content": "<table/>",
                "type_str": "table",
                "text": "Time + e Level 2: π 0 = β 00 + β 01 • PriorAch + r 0 π 1 = β 10 + β 11 • TO individual + β 12 • SO individual + β 13 • PriorAch + r 1 Level 3: β 00 = γ 000 + u 00 β 10 = γ 100 + γ 101 • TO shared + γ 102 • SO shared + u 10 β 13 = γ 130 + γ 131 • TO shared + γ 132 • SO shared + u 13"
            },
            "TABREF2": {
                "num": null,
                "content": "<table><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(5)</td><td>(6)</td><td>(7)</td><td>(8)</td><td>(9)</td><td>(10)</td><td>(11)</td><td>(12)</td></tr><tr><td>(1) Perceived TO of the teacher</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>(2) Perceived SO of the teacher</td><td>.15*</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Students' self-concept</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>(3) Time 1</td><td>.10*</td><td>.05*</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>(4) Time 2</td><td>.17*</td><td>.03</td><td>.68*</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>(5) Time 3</td><td>.16*</td><td>.05*</td><td>.62*</td><td>.71*</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>(6) Time 4</td><td>.23*</td><td>.05*</td><td>.54*</td><td>.59*</td><td>.66*</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>(7) Time 5</td><td>.19*</td><td>.01</td><td>.48*</td><td>.54*</td><td>.58*</td><td>.69*</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Students' implicit theories</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>(8) Time 1</td><td>.05*</td><td>.00</td><td>.31*</td><td>.23*</td><td>.15*</td><td>.12*</td><td>.09*</td><td/><td/><td/><td/><td/></tr><tr><td>(9) Time 2</td><td>.13*</td><td>.02</td><td>.24*</td><td>.36*</td><td>.25*</td><td>.14*</td><td>.13*</td><td>.47*</td><td/><td/><td/><td/></tr><tr><td>(10) Time 3</td><td>.20*</td><td>.00</td><td>.22*</td><td>.26*</td><td>.32*</td><td>.19*</td><td>.16*</td><td>.34*</td><td>.48*</td><td/><td/><td/></tr><tr><td>(11) Time 4</td><td>.37*</td><td>-.03</td><td>.18*</td><td>.24*</td><td>.22*</td><td>.32*</td><td>.21*</td><td>.27*</td><td>.32*</td><td>.41*</td><td/><td/></tr><tr><td>(12) Time 5</td><td>.27*</td><td>-.07*</td><td>.16*</td><td>.21*</td><td>.20*</td><td>.27*</td><td>.37*</td><td>.17*</td><td>.26*</td><td>.28*</td><td>.40*</td><td/></tr><tr><td>(13) Students' prior achievement</td><td>.11*</td><td>.04</td><td>.42*</td><td>.40*</td><td>.38*</td><td>.41*</td><td>.30*</td><td>-.01</td><td>.01</td><td>.05*</td><td>.05</td><td>.05*</td></tr><tr><td>Note. * p &lt; .05.</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr></table>",
                "type_str": "table",
                "text": "Zero-order correlation matrix"
            },
            "TABREF3": {
                "num": null,
                "content": "<table><tr><td>http://econtent.hogrefe.com/doi/pdf/10.1024/1010-0652/a000208 -Friday, September 15, 2017 2:41:55 AM -Universität Trier IP Address:136.199.84.94</td><td>Intercept γ 000 Prior achievement β 01 Time in school years γ 100 TO (shared) γ 101 SO (shared) γ 102 TO (individual) β 11 SO (individual) β 12 Prior achievement γ 130 TO (shared) γ 131 SO (shared) γ 132 Level 2 (students) Intercept Var(r 0 ) Time in school years Var(r 1 )</td><td colspan=\"6\">Students' self-concept Unconditional growth model Slope as outcome model -0.037 (0.031) -0.037 (0.031) -0.037 (0.031) Moderation model Fixed effects Unconditional Students' implicit theories growth model Slope as outcome model Moderation model 0.042 (0.026) 0.042 (0.027) 0.041 (0.026) 0.406* (0.026) 0.018 (0.023) -0.366* (0.025) -0.367* (0.021) -0.367* (0.022) -0.430* (0.029) -0.429* (0.024) -0.428* (0.024) 0.101* (0.025) 0.099* (0.025) 0.117* (0.028) 0.127* (0.029) -0.047* (0.021) -0.037* (0.020) -0.052* (0.021) -0.058* (0.021) 0.110* (0.023) 0.103* (0.023) 0.286* (0.025) 0.285* (0.026) -0.007 (0.021) -0.014 (0.020) -0.093* (0.019) -0.094* (0.019) 0.099* (0.021) 0.025 (0.025) 0.010 (0.021) 0.011 (0.020) 0.041* (0.020) -0.017 (0.020) Random parameters 0.693* 0.693* 0.537* 0.421* 0.421* 0.421* 0.320* 0.314* 0.299* 0.385* 0.336* 0.330*</td></tr><tr><td/><td>Level 3 (classrooms / teachers)</td><td/><td/><td/><td/><td/></tr><tr><td/><td>Intercept Var(u 00 )</td><td>0.028*</td><td>0.028*</td><td>0.035*</td><td>0.016*</td><td>0.016*</td><td>0.016*</td></tr><tr><td/><td>Time in school years Var(u 10 )</td><td>0.019*</td><td>0.008*</td><td>0.011*</td><td>0.025*</td><td>0.010*</td><td>0.008*</td></tr><tr><td/><td>Prior achievement Var(u 13 )</td><td/><td/><td>0.004</td><td/><td/><td>0.005</td></tr></table>",
                "type_str": "table",
                "text": "Results from growth curve modeling with three levels (measurement occasions, students, classrooms / teachers)"
            }
        }
    }
}