{
    "paper_id": "green_2006",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-24T16:02:41.940572Z"
    },
    "title": "Trajectories of Perceived Adult and Peer Discrimination Among Black, Latino, and Asian American Adolescents: Patterns and Psychological Correlates",
    "authors": [
        {
            "first": "Melissa",
            "middle": [
                "L"
            ],
            "last": "Greene",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Niobe",
            "middle": [],
            "last": "Way",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Kerstin",
            "middle": [],
            "last": "Pahl",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "This article presents results from a 3-year longitudinal study of the growth patterns and correlates of perceived discrimination by adults and by peers among Black, Latino, and Asian American high school students. Results revealed a linear increase over time in levels of perceived discrimination by adults, whereas perceptions of discrimination by peers remained stable over time. Asian American and non-Puerto Rican Latino adolescents (primarily Dominican) reported higher levels of peer and/or adult discrimination than did Puerto Rican youth, whereas Black adolescents reported a steeper increase over time in levels of perceived discrimination by peers and by adults than did Puerto Rican adolescents. Peer and adult discrimination was significantly associated with decreased self-esteem and increased depressive symptoms over time. Ethnic identity and ethnicity were found to moderate the relationships between perceived discrimination and changes in psychological well-being over time. Results underscore the need to include perceptions of discrimination when studying the development and well-being of ethnic minority adolescents.",
    "pdf_parse": {
        "paper_id": "green_2006",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "This article presents results from a 3-year longitudinal study of the growth patterns and correlates of perceived discrimination by adults and by peers among Black, Latino, and Asian American high school students. Results revealed a linear increase over time in levels of perceived discrimination by adults, whereas perceptions of discrimination by peers remained stable over time. Asian American and non-Puerto Rican Latino adolescents (primarily Dominican) reported higher levels of peer and/or adult discrimination than did Puerto Rican youth, whereas Black adolescents reported a steeper increase over time in levels of perceived discrimination by peers and by adults than did Puerto Rican adolescents. Peer and adult discrimination was significantly associated with decreased self-esteem and increased depressive symptoms over time. Ethnic identity and ethnicity were found to moderate the relationships between perceived discrimination and changes in psychological well-being over time. Results underscore the need to include perceptions of discrimination when studying the development and well-being of ethnic minority adolescents.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Racial and ethnic discrimination form a significant component of ethnic minority adolescents' daily experiences (Fisher, Wallace, & Fenton, 2000; Rosenbloom & Way, 2004; Szalacha et al., 2003a; Way, 1998) . Black, Latino, and Asian American young people regularly experience race-or ethnicity-based verbal and physical harassment and, in the case of Blacks and Latinos, low expectations from adults in employment and school contexts. Although the prevalence of race-or ethnicity-based harassment for young people of color has been documented extensively over the past 3 decades (Fine, 1991; Ladner, 1971; MacLeod, 1987) , it is only recently that researchers have begun to explore the implications of discriminatory experiences for development (Garcia Coll et al., 1996; Tatum, 1997) . The small but growing body of research in this area has, for the most part, focused on the ways in which experiences of perceived discrimination are associated with psychological functioning (e.g., Fisher et al., 2000; Wong, Eccles, & Sameroff, 2003) as well as potential moderators (e.g., ethnic identity) of these associations (e.g., Caldwell, Kohn-Wood, Schmeelk-Cone, Chavous, & Zimmerman, 2004; Wong et al., 2003) .",
                "cite_spans": [
                    {
                        "start": 112,
                        "end": 145,
                        "text": "(Fisher, Wallace, & Fenton, 2000;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 146,
                        "end": 169,
                        "text": "Rosenbloom & Way, 2004;",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 170,
                        "end": 193,
                        "text": "Szalacha et al., 2003a;",
                        "ref_id": "BIBREF66"
                    },
                    {
                        "start": 194,
                        "end": 204,
                        "text": "Way, 1998)",
                        "ref_id": "BIBREF73"
                    },
                    {
                        "start": 578,
                        "end": 590,
                        "text": "(Fine, 1991;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 591,
                        "end": 604,
                        "text": "Ladner, 1971;",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 605,
                        "end": 619,
                        "text": "MacLeod, 1987)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 744,
                        "end": 770,
                        "text": "(Garcia Coll et al., 1996;",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 771,
                        "end": 783,
                        "text": "Tatum, 1997)",
                        "ref_id": "BIBREF69"
                    },
                    {
                        "start": 984,
                        "end": 1004,
                        "text": "Fisher et al., 2000;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 1005,
                        "end": 1036,
                        "text": "Wong, Eccles, & Sameroff, 2003)",
                        "ref_id": "BIBREF77"
                    },
                    {
                        "start": 1122,
                        "end": 1185,
                        "text": "Caldwell, Kohn-Wood, Schmeelk-Cone, Chavous, & Zimmerman, 2004;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 1186,
                        "end": 1204,
                        "text": "Wong et al., 2003)",
                        "ref_id": "BIBREF77"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Despite the growing understanding of the meaning and impact of perceived ethnic and racial discrimination for adolescents, there remain significant gaps in the literature. First and foremost, as the extant research on discrimination has been largely cross-sectional (e.g., Fisher et al., 2000) , we have little understanding of how adolescents' perceptions of discrimination change over time as a function of age and development. In addition, although research with adolescents has suggested that the correlates of perceived discrimination by adults may be different from those based on discrimination by peers (Fisher et al., 2000; Phelan, Yu, & Davidson, 1994) , this type of distinction has rarely been explored empirically. Finally, the research on the links between perceptions of discrimination and psychological adjustment typically treats one if not both of these factors as static rather than as dynamic processes that change over time.",
                "cite_spans": [
                    {
                        "start": 273,
                        "end": 293,
                        "text": "Fisher et al., 2000)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 611,
                        "end": 632,
                        "text": "(Fisher et al., 2000;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 633,
                        "end": 662,
                        "text": "Phelan, Yu, & Davidson, 1994)",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In response to these gaps in the literature, the current study aims to understand the trajectories of perceived ethnic and racial discrimination by adults and peers and how these trajectories are associated with change over time in psychological adjustment from middle to late adolescence in a sample of Black, Latino, and Asian American adolescents. Our focus is on adolescents' perceptions of racial and ethnic discrimination on the basis of ecological theory (Bronfenbrenner, 1979) , which emphasizes the importance of subjective perspectives for understanding well-being and development. Thus, although we use the terms perceived discrimination and experiences of discrimination interchangeably throughout the current article, we are studying these experiences through the eyes of the adolescent.",
                "cite_spans": [
                    {
                        "start": 462,
                        "end": 484,
                        "text": "(Bronfenbrenner, 1979)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Ethnic or racial discrimination, defined as unfair, differential treatment on the basis of race or ethnicity, is a common experience for members of ethnic minority groups in the United States (Garcia Coll et al., 1996; Szalacha et al., 2003b) .",
                "cite_spans": [
                    {
                        "start": 192,
                        "end": 218,
                        "text": "(Garcia Coll et al., 1996;",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 219,
                        "end": 242,
                        "text": "Szalacha et al., 2003b)",
                        "ref_id": "BIBREF67"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conceptual Model",
                "sec_num": null
            },
            {
                "text": "A recent survey study of Black, Latino, White, East Asian and South Asian adolescents revealed that 57% of participants reported having been called a racially insulting name, 31% reported having been threatened by peers because of their race or ethnicity, and 42% believed that they had been given a lower grade in school because of their race or ethnicity (Fisher et al., 2000) . Similarly, qualitative research has shown that Black, Latino, and Asian American adolescents perceive much ethnic and racial discrimination in and out of their school environment (Rosenbloom & Way, 2004) .",
                "cite_spans": [
                    {
                        "start": 357,
                        "end": 378,
                        "text": "(Fisher et al., 2000)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 560,
                        "end": 584,
                        "text": "(Rosenbloom & Way, 2004)",
                        "ref_id": "BIBREF55"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conceptual Model",
                "sec_num": null
            },
            {
                "text": "Despite the prevalence of discrimination in the United States, traditional developmental models have typically failed to include an understanding of the impact of ethnic and racial discrimination on the development of ethnic minority adolescents (Garcia Coll et al., 1996) . Responding to this omission, Garcia Coll and colleagues (1996) proposed an integrative model of the development of ethnic minority children that emphasizes the necessity of studying the \"unique ecological circumstances\" (p. 1893) of children and adolescents of color. These unique circumstances include experiences of discrimination, racism, and prejudice, which, along with the phenomena of multiple forms of segregation (e.g., residential, psychological), impact on traditional contexts of development, including schools and neighborhoods. According to Garcia Coll and colleagues, it is this process that differentiates the development of children and adolescents of color from their White peers. This model of development also maintains that individuallevel characteristics such as gender, ethnicity, and social class, known as social position variables, are important determinants of development and well-being via their contribution to experiences of racism, prejudice, and discrimination. The current research draws from this model of development to empirically examine the associations between gender and ethnicity and perceived discrimination and the link between perceived racial and ethnic discrimination and psychological well-being for Black, Latino, and Asian American adolescents.",
                "cite_spans": [
                    {
                        "start": 246,
                        "end": 272,
                        "text": "(Garcia Coll et al., 1996)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 331,
                        "end": 337,
                        "text": "(1996)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conceptual Model",
                "sec_num": null
            },
            {
                "text": "There are numerous reasons why one might expect perceptions of discrimination to increase during adolescence. With the development of formal operational thought (Inhelder & Piaget, 1958) , adolescents are increasingly able to discern and reflect upon how their ethnic and/or racial group is evaluated by the larger society and to anticipate future discrimination. In addition, as adolescents begin to explore their own identities, particularly their ethnic identities, they may become increasingly sensitive and attuned to how others treat them, particularly those who are not part of their social groups. Furthermore, as an adolescent's social world expands, and he or she has more contact with mainstream culture, his or her experiences with discrimination may increase as well (Phinney & Chavira, 1995) . Finally, as ethnic minority adolescents move closer to adulthood, they are often perceived as increasingly threatening by adults from the majority culture (Tatum, 1997) and thus may experience more discrimination by adults. This latter experience may be particularly true for Black boys because of the pervasiveness of negative stereotypes regarding this group (Gibbs, 1998) .",
                "cite_spans": [
                    {
                        "start": 161,
                        "end": 186,
                        "text": "(Inhelder & Piaget, 1958)",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 780,
                        "end": 805,
                        "text": "(Phinney & Chavira, 1995)",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 963,
                        "end": 976,
                        "text": "(Tatum, 1997)",
                        "ref_id": "BIBREF69"
                    },
                    {
                        "start": 1169,
                        "end": 1182,
                        "text": "(Gibbs, 1998)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Change Over Time in Perceptions of Discrimination",
                "sec_num": null
            },
            {
                "text": "Cross-sectional research with children and adolescents has suggested that there is, in fact, an increase in perceived discrimination with age (Fisher et al., 2000; Romero & Roberts, 1998; Szalacha et al., 2003a) . However, the absence of longitudinal research limits our understanding of how individual perceptions of discrimination change over time. We also do not understand how change over time may differ by the source of discrimination. For example, increased social experiences with a broader group of adults (e.g., potential employers, landlords) may lead to a greater increase over time in perceptions of discrimination by adults, whereas perceptions of discrimination by peers may remain more stable over time. Thus, the first goal of the current study is to examine longitudinal changes in perceived discrimination by adults and peers over a 3-year period from middle to late adolescence.",
                "cite_spans": [
                    {
                        "start": 142,
                        "end": 163,
                        "text": "(Fisher et al., 2000;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 164,
                        "end": 187,
                        "text": "Romero & Roberts, 1998;",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 188,
                        "end": 211,
                        "text": "Szalacha et al., 2003a)",
                        "ref_id": "BIBREF66"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Change Over Time in Perceptions of Discrimination",
                "sec_num": null
            },
            {
                "text": "The developmental model proposed by Garcia Coll and colleagues (1996) suggests that a child's social position, determined in part by variables such as his or her ethnicity or gender, may lead to differential experiences of perceived racial and ethnic discrimination. In the current study, we sought to examine how gender and ethnicity may moderate experiences of perceived racial and ethnic discrimination.",
                "cite_spans": [
                    {
                        "start": 63,
                        "end": 69,
                        "text": "(1996)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Individual-Level Predictors of Trajectories of Perceived Discrimination",
                "sec_num": null
            },
            {
                "text": "Stereotypes may contribute significantly to differential experiences of racial and ethnic discrimination for boys and girls. Stereotypes of boys, particularly Black and Latino, entail assumptions about the propensity for violence and delinquency (Gibbs, 1998; Noguera, 2003) and likely lead to more explicit forms of discrimination (e.g., being stopped by a policeman, being followed in a store) than those experienced by girls (Tatum, 1997) . Such gender differences are supported by qualitative research indicating that ethnic minority boys report more discrimination from various sources (e.g., Whites, police officers, peers) than do their female peers (Waters, 1996; Way, 1998) . Furthermore, ethnic minority boys, especially as they mature, are more likely than are their female peers to be perceived as threatening by adults in the majority culture, which may lead to a steeper increase with age in perceived discrimination for ethnic minority boys than for girls. Thus, although qualitative research suggests that boys and girls experience different levels of overt discrimination, longitudinal research is needed to explore whether gender differentiates changes in perceptions of discrimination over time.",
                "cite_spans": [
                    {
                        "start": 246,
                        "end": 259,
                        "text": "(Gibbs, 1998;",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 260,
                        "end": 274,
                        "text": "Noguera, 2003)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 428,
                        "end": 441,
                        "text": "(Tatum, 1997)",
                        "ref_id": "BIBREF69"
                    },
                    {
                        "start": 657,
                        "end": 671,
                        "text": "(Waters, 1996;",
                        "ref_id": "BIBREF71"
                    },
                    {
                        "start": 672,
                        "end": 682,
                        "text": "Way, 1998)",
                        "ref_id": "BIBREF73"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gender",
                "sec_num": null
            },
            {
                "text": "Similarly, ethnicity may be an important variable mediating perceptions of discrimination among ethnic minority adolescents (Garcia Coll et al., 1996) . Although ethnic minority adolescents experience more discrimination and prejudice than do White adolescents (Fisher et al., 2000; Romero & Roberts, 1998) , members of different ethnic groups have unique experiences as a result of distinct histories (e.g., voluntary vs. involuntary migration) and current sociocultural conditions (Ogbu, 1987) . For example, Black adolescents report more discrimination in general compared with their Latino and Asian American peers (Phinney & Chavira, 1995; Romero & Roberts, 1998) . Research indicates that experiences of discrimination may also vary as a function of the source of discrimination for adolescents of different ethnic backgrounds. Black and Latino adolescents typically report more frequent \"institutional\" discrimination (Fisher et al., 2000; Rosenbloom & Way, 2004; Sellers & Shelton, 2003) compared with their Asian American peers, whereas Asian American adolescents frequently report higher levels of peer discrimination compared with other adolescents (Fisher et al., 2000; Rosenbloom & Way, 2004) .",
                "cite_spans": [
                    {
                        "start": 124,
                        "end": 150,
                        "text": "(Garcia Coll et al., 1996)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 261,
                        "end": 282,
                        "text": "(Fisher et al., 2000;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 283,
                        "end": 306,
                        "text": "Romero & Roberts, 1998)",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 483,
                        "end": 495,
                        "text": "(Ogbu, 1987)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 619,
                        "end": 644,
                        "text": "(Phinney & Chavira, 1995;",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 645,
                        "end": 668,
                        "text": "Romero & Roberts, 1998)",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 925,
                        "end": 946,
                        "text": "(Fisher et al., 2000;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 947,
                        "end": 970,
                        "text": "Rosenbloom & Way, 2004;",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 971,
                        "end": 995,
                        "text": "Sellers & Shelton, 2003)",
                        "ref_id": "BIBREF59"
                    },
                    {
                        "start": 1160,
                        "end": 1181,
                        "text": "(Fisher et al., 2000;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 1182,
                        "end": 1205,
                        "text": "Rosenbloom & Way, 2004)",
                        "ref_id": "BIBREF55"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Ethnicity",
                "sec_num": null
            },
            {
                "text": "Differences in experiences of discrimination may in part be the result of differential stereotypes faced by each ethnic group. For example, Asian Americans are typically perceived to be academically competent (Lee, 1994; Wong, Lai, Nagasawa, & Lin, 1998) , and Blacks and Latinos are typically perceived as academically incompetent (Felice, 1981; Lipman, 1998; Tatum, 1997) . Qualitative research finds that these stereotypes, which are themselves forms of institutional discrimination, lead to particular patterns of peer discrimination. In their work with urban high school students, Rosenbloom and Way (2004) found that the preferential treatment of Asian American students by teachers and subsequent feelings of frustration by Latino and Black students toward Asian American students contributed to high levels of discrimination/harassment by Latino and Black students toward their Asian American peers. Similarly, harassment by the police, teachers, and storeowners frequently reported by Black and Latino adolescents (Rosenbloom & Way, 2004; Sellers & Shelton, 2003; Way, 1998 ) may be the result of stereotypes about violence and delinquency faced by these adolescents, particularly the boys (Tatum, 1997) . Thus, sharply differing social representations of ethnic and racial minority groups may give rise to different experiences of racial and ethnic discrimination.",
                "cite_spans": [
                    {
                        "start": 209,
                        "end": 220,
                        "text": "(Lee, 1994;",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 221,
                        "end": 254,
                        "text": "Wong, Lai, Nagasawa, & Lin, 1998)",
                        "ref_id": "BIBREF78"
                    },
                    {
                        "start": 332,
                        "end": 346,
                        "text": "(Felice, 1981;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 347,
                        "end": 360,
                        "text": "Lipman, 1998;",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 361,
                        "end": 373,
                        "text": "Tatum, 1997)",
                        "ref_id": "BIBREF69"
                    },
                    {
                        "start": 586,
                        "end": 611,
                        "text": "Rosenbloom and Way (2004)",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 1023,
                        "end": 1047,
                        "text": "(Rosenbloom & Way, 2004;",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 1048,
                        "end": 1072,
                        "text": "Sellers & Shelton, 2003;",
                        "ref_id": "BIBREF59"
                    },
                    {
                        "start": 1073,
                        "end": 1082,
                        "text": "Way, 1998",
                        "ref_id": "BIBREF73"
                    },
                    {
                        "start": 1199,
                        "end": 1212,
                        "text": "(Tatum, 1997)",
                        "ref_id": "BIBREF69"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Ethnicity",
                "sec_num": null
            },
            {
                "text": "Theory and research has long highlighted the negative effects that discrimination and stigma have on psychological well-being (Allport, 1954 (Allport, /1979 Cartwright, 1950; Erikson, 1956; Spencer, 1999) . The impact of racism and discrimination, however, may be particularly significant during adolescence, as this is a critical period for the development of identity and self-concept (Erikson, 1968; Harter, 1999; Rosenberg, 1965) . Symbolic interactionist theory (e.g., Cooley, 1902) suggests that experiences of discrimination may negatively impact an adolescent's self-esteem, as stereotypes and negative appraisals about one's ethnic group are often internalized in the self-concept. Similarly, social identity theory (Tajfel & Turner, 1986) predicts that evaluations and appraisals of the social group to which an individual belongs is an important contributor to self-esteem. In addition, perceptions of racial and ethnic discrimination may reduce adolescents' feelings of selfefficacy and control, fostering instead feelings of helplessness, discouragement, and frustration. These feelings may contribute to the development of depressive symptoms over time (Simons et al., 2002) .",
                "cite_spans": [
                    {
                        "start": 126,
                        "end": 140,
                        "text": "(Allport, 1954",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 141,
                        "end": 156,
                        "text": "(Allport, /1979",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 157,
                        "end": 174,
                        "text": "Cartwright, 1950;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 175,
                        "end": 189,
                        "text": "Erikson, 1956;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 190,
                        "end": 204,
                        "text": "Spencer, 1999)",
                        "ref_id": "BIBREF63"
                    },
                    {
                        "start": 387,
                        "end": 402,
                        "text": "(Erikson, 1968;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 403,
                        "end": 416,
                        "text": "Harter, 1999;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 417,
                        "end": 433,
                        "text": "Rosenberg, 1965)",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 474,
                        "end": 487,
                        "text": "Cooley, 1902)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 725,
                        "end": 748,
                        "text": "(Tajfel & Turner, 1986)",
                        "ref_id": "BIBREF68"
                    },
                    {
                        "start": 1167,
                        "end": 1188,
                        "text": "(Simons et al., 2002)",
                        "ref_id": "BIBREF60"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perceived Discrimination and Psychological Adjustment",
                "sec_num": null
            },
            {
                "text": "A growing body of cross-sectional research has consistently found that perceived discrimination is associated with low selfesteem (e.g., Fisher et al., 2002; Nyborg & Curry, 2003; Szalacha et al., 2003a) and depressive symptoms (e.g., Nyborg & Curry, 2003; Simons et al., 2002) . In addition, recent short-term longitudinal research with middle school students indicated that experiences of discrimination were predictive of declines in psycholog-ical and academic functioning over an 18-month period (Wong et al., 2003 ). Yet, we do not know how discrimination affects psychological adjustment over longer periods of time among high school students. Furthermore, despite the fact that perceptions of discrimination and psychological adjustment change over time, few research projects have examined these constructs dynamically. It remains unclear, consequently, how changes in perceptions of discrimination are related to changes in psychological adjustment over time.",
                "cite_spans": [
                    {
                        "start": 137,
                        "end": 157,
                        "text": "Fisher et al., 2002;",
                        "ref_id": null
                    },
                    {
                        "start": 158,
                        "end": 179,
                        "text": "Nyborg & Curry, 2003;",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 180,
                        "end": 203,
                        "text": "Szalacha et al., 2003a)",
                        "ref_id": "BIBREF66"
                    },
                    {
                        "start": 235,
                        "end": 256,
                        "text": "Nyborg & Curry, 2003;",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 257,
                        "end": 277,
                        "text": "Simons et al., 2002)",
                        "ref_id": "BIBREF60"
                    },
                    {
                        "start": 501,
                        "end": 519,
                        "text": "(Wong et al., 2003",
                        "ref_id": "BIBREF77"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perceived Discrimination and Psychological Adjustment",
                "sec_num": null
            },
            {
                "text": "Although perceived racial and ethnic discrimination may place adolescents at risk for poor psychological and academic functioning, a strong ethnic identity may help to protect members of ethnic minority groups from the deleterious effects of racial and ethnic discrimination (Anderson, 1991; Cross, 1991; Cross, Parham, & Helms, 1998; Phinney, 1990 Phinney, , 1991 Phinney, , 1996 . In discussing the ethnic identity of Americans, Cross et al. (1998) have argued that the primary function of an internalized identity (i.e., the final stage of racial identity in Cross's [1991] model of nigrescence) \". . . is the protection of the individual from psychological harm that may result from daily existence in a racist society\" (p. 11). Recent research has indicated that ethnic identity does have a buffering effect (Mossakowski, 2003; Wong et al., 2003) . Feeling good about one's ethnic group may allow an individual to focus on the positive aspects of his or her ethnicity, attenuating the effects of discrimination.",
                "cite_spans": [
                    {
                        "start": 275,
                        "end": 291,
                        "text": "(Anderson, 1991;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 292,
                        "end": 304,
                        "text": "Cross, 1991;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 305,
                        "end": 334,
                        "text": "Cross, Parham, & Helms, 1998;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 335,
                        "end": 348,
                        "text": "Phinney, 1990",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 349,
                        "end": 364,
                        "text": "Phinney, , 1991",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 365,
                        "end": 380,
                        "text": "Phinney, , 1996",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 431,
                        "end": 450,
                        "text": "Cross et al. (1998)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 562,
                        "end": 576,
                        "text": "Cross's [1991]",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 813,
                        "end": 832,
                        "text": "(Mossakowski, 2003;",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 833,
                        "end": 851,
                        "text": "Wong et al., 2003)",
                        "ref_id": "BIBREF77"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Ethnic Identity as Moderator",
                "sec_num": null
            },
            {
                "text": "Recently, theorists and researchers have emphasized the multidimensionality of ethnic identity and found dimensions of ethnic identity to be differentially related to psychological and social functioning (Ashmore, Deaux, & McLaughlin-Volpe, 2004; Caldwell et al., 2004; Phinney, 1992; Romero & Roberts, 1998) . Phinney (1992) , in particular, has identified two dimensions of ethnic identity that are salient for understanding the well-being of adolescents: ethnic identity achievement, which is the developmental process of exploring and committing to one's ethnic identity, and ethnic affirmation and belonging, which is the sense of pride in and emotional attachment an adolescent has for his or her ethnic group. Together, these two dimensions describe the cognitive (i.e., achievement) and affective (i.e., affirmation and belonging) aspects of ethnic identity. These dimensions, furthermore, appear to be differentially related to experiences of discrimination. For example, in a sample of ethnically diverse middle school students, ethnic identity achievement, but not affirmation and belonging, was positively correlated with perceptions of discrimination (Romero & Roberts, 1998) . Although this finding provides some insight into the role of different dimensions of ethnic identity in predicting levels of perceived discrimination, it remains unclear whether the moderating (or buffering) effects of ethnic identity differ by dimension of ethnic identity. Ethnic affirmation may be more likely than ethnic achievement to buffer against the negative impact of experiences of discrimination because it is more directly associated with feeling good about oneself (i.e., having pride in one's ethnic group) than the latter (Pahl, 2005) . The current study explores the moderating roles of ethnic identity achievement and ethnic affirmation in the relationship between perceived discrimination and psychological adjustment.",
                "cite_spans": [
                    {
                        "start": 204,
                        "end": 246,
                        "text": "(Ashmore, Deaux, & McLaughlin-Volpe, 2004;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 247,
                        "end": 269,
                        "text": "Caldwell et al., 2004;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 270,
                        "end": 284,
                        "text": "Phinney, 1992;",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 285,
                        "end": 308,
                        "text": "Romero & Roberts, 1998)",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 311,
                        "end": 325,
                        "text": "Phinney (1992)",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 1164,
                        "end": 1188,
                        "text": "(Romero & Roberts, 1998)",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 1729,
                        "end": 1741,
                        "text": "(Pahl, 2005)",
                        "ref_id": "BIBREF42"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Ethnic Identity as Moderator",
                "sec_num": null
            },
            {
                "text": "Recent qualitative research with ethnic minority adolescents has suggested that the association between perceptions of discrimination and adjustment may also vary by ethnicity (see Way, Kim, & Santos, 2005) . This research has indicated that for those students who are a part of ethnic groups who are in the majority in the school and/or are \"high in the social hierarchy\" among the students at school (see Way et al., 2005) , the impact of discrimination, particularly peer discrimination, on adjustment is less severe than for those students who are in the numeric minority and/or are lower in the social hierarchy within the school. Quantitative research, however, has yet to determine the moderating effect of ethnicity on the association between perceived discrimination and adjustment.",
                "cite_spans": [
                    {
                        "start": 181,
                        "end": 206,
                        "text": "Way, Kim, & Santos, 2005)",
                        "ref_id": null
                    },
                    {
                        "start": 407,
                        "end": 424,
                        "text": "Way et al., 2005)",
                        "ref_id": "BIBREF74"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Ethnicity as Moderator",
                "sec_num": null
            },
            {
                "text": "Drawing on the developmental model proposed by Garcia Coll and colleagues (1996) , the current study examines the patterns and correlates of perceptions of discrimination in a sample of urban, ethnic minority adolescents from low-income families. The current study has the following five goals: (a) to describe how adolescents' perceptions of ethnic and racial discrimination by adults and by peers change over time, (b) to examine whether and how trajectories of perceived discrimination vary by gender or ethnicity, (c) to examine the associations between change over time both in adolescents' perceptions of discrimination by adults and by peers and in self-esteem and depressive symptoms, (d) to examine the moderating effects of ethnic identity achievement or ethnic identity affirmation on the association between perceived discrimination and self-esteem and depressive symptoms, and (e) to examine the moderating effects of ethnicity on the association between perceived discrimination and self-esteem or depressive symptoms. Hierarchical linear modeling (HLM; Bryk & Raudenbush, 1987 , 1992 ) is used to examine changes in perceived discrimination over time and predictors of change at the intraindividual and interindividual level.",
                "cite_spans": [
                    {
                        "start": 74,
                        "end": 80,
                        "text": "(1996)",
                        "ref_id": null
                    },
                    {
                        "start": 1068,
                        "end": 1091,
                        "text": "Bryk & Raudenbush, 1987",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 1092,
                        "end": 1098,
                        "text": ", 1992",
                        "ref_id": "BIBREF47"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Current Study",
                "sec_num": null
            },
            {
                "text": "On the basis of the theoretical models and research discussed above (Garcia Coll et al., 1986; Cross et al., 1998; Phinney, 1989 Phinney, , 1992 , we formed the following hypotheses. Hypothesis 1. Adolescents will report significant levels of perceived discrimination by adults and by peers.",
                "cite_spans": [
                    {
                        "start": 68,
                        "end": 94,
                        "text": "(Garcia Coll et al., 1986;",
                        "ref_id": null
                    },
                    {
                        "start": 95,
                        "end": 114,
                        "text": "Cross et al., 1998;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 115,
                        "end": 128,
                        "text": "Phinney, 1989",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 129,
                        "end": 144,
                        "text": "Phinney, , 1992",
                        "ref_id": "BIBREF47"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Current Study",
                "sec_num": null
            },
            {
                "text": "Hypothesis 2. Perceptions of discrimination by adults are more likely to increase over time than are perceptions of discrimination by peers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Current Study",
                "sec_num": null
            },
            {
                "text": "Hypothesis 3. Boys and Black adolescents will report more discrimination by adults, whereas Asian American adolescents will report higher levels of perceived discrimination by peers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Current Study",
                "sec_num": null
            },
            {
                "text": "Hypothesis 4. Higher levels of perceived discrimination will be related to lower self-esteem and higher depressive symptoms.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Current Study",
                "sec_num": null
            },
            {
                "text": "Hypothesis 5. Ethnic affirmation will have a stronger moderating effect than ethnic identity achievement in the associa-tion between perceived discrimination and psychological adjustment.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Current Study",
                "sec_num": null
            },
            {
                "text": "Hypothesis 6. The association between perceived discrimination and adjustment will be stronger for the Black and Asian American students than for the Latino students, who are in the majority in the school in which the study took place.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Current Study",
                "sec_num": null
            },
            {
                "text": "The school from which the current sample was drawn is a public high school located in New York City. The school draws students largely from the local neighborhoods, and students are from predominantly immigrant and/or ethnic minority backgrounds. Latino students make up the largest ethnic group (45%), followed by Asian American (34%) and Black students (12%). Seventy-five percent of students in the school are eligible for assistance through the Federal Free Lunch Program.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Method Setting",
                "sec_num": null
            },
            {
                "text": "Participants were students who took part in a school-based study of social and emotional development among urban adolescents. 1 Six waves of data were collected beginning in the fall of 1999 and ending in the spring of 2003. 2 Of the 225 participants in the study, 110 entered at Time 1, and an additional 115 entered at Time 2. All students were in Grade 9 or Grade 10 upon entry to the study. Ninety percent of students who were informed of the study in 1999 and 95% of the students who were informed of the study in 2000 agreed to participate. Sixty-one percent of the participants from Time 1 or Time 2 remained in the study at Time 6, an attrition rate that is typical in longitudinal studies of low-income, urban adolescent samples (see Seidman, 1991) . However, 96% of participants from Time 1 or Time 2 who remained in the school at Time 6 were a part of the study at Time 6. Attrition was primarily due to the fact that, typical of students in urban public schools (see New York Times, July 21, 2004), many students in our study transferred to other high schools in the city or moved out of the city over the course of 4 years.",
                "cite_spans": [
                    {
                        "start": 743,
                        "end": 757,
                        "text": "Seidman, 1991)",
                        "ref_id": "BIBREF58"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Participants",
                "sec_num": null
            },
            {
                "text": "The current analysis will focus on data collected during Times 2-6 of the study, as data on perceived discrimination were not collected at Time 1. Participants in the current analysis were 136 adolescents (51% female) who had complete data for a minimum of two time points, with the majority having complete data for at least four time points (83%). 3 Independent samples t tests were used to explore any possible differences between participants who had complete data at all five time points and those who did not. No significant differences were found on any predictor or outcome variable. Participants ranged in age from 14 to 16 at Time 2 and from 16 to 19 at Time 6 (see Table 1 for means and standard deviations at each time point). Participants were racially and ethnically diverse (10% Black, 2% West Indian, 33% Puerto Rican, 7% Dominican American, 5% other Latino, 39% Chinese American, and 3% non-Chinese Asian American). Participants were equally likely to live in single (53%) or two-parent households and tended to have mothers (68%) and fathers (56%) who were not educated beyond high school. 4",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 676,
                        "end": 683,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Participants",
                "sec_num": null
            },
            {
                "text": "Students were recruited for participation into the study during advisory group meetings, which are required nonacademic classes for all students in the school. These groups are held with a teacher or administrator, providing a forum to discuss personal and community issues. All students in the school took part in advisory group meetings and thus were given the option of participating in the study. Informed consent was obtained from both parents and students. Consent forms were available in English, Spanish, and Chinese. Questionnaires were administered to all students who returned a signed consent form at each time point. Questionnaires were administered by members of a racially diverse research team. Students were remunerated with small cash payments in return for completion of the questionnaires.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Procedure",
                "sec_num": null
            },
            {
                "text": "Perceived discrimination by adults. Perceived ethnic and racial discrimination by adults was assessed at each time point with a 7-item measure (Way, 1997) , which was developed on the basis of qualitative findings from in-depth, semistructured interviews with over 150 Black, Latino, and Asian American adolescents (Rosenbloom & Way, 2004; Way, 1998) . For this measure, participants are asked to respond on a 5-point Likert scale ranging from 1 (never) to 5 (all the time) about their experiences of racial or ethnicity-based discrimination by adults (e.g., How often are you treated unfairly by adults because of your race or ethnicity?). For the purpose of the present analysis, a mean score was calculated as a measure of perceived discrimination by adults at each time point. This measure demonstrated good test-retest reliability over a 2-week interval as well as good internal consistency at each of the five time points (␣ ϭ .89, .88, .89, .91, .93, at Times 2, 3, 4, 5, and 6, respectively). In addition, we examined internal consistency for each of the ethnic groups represented in the study and found it to be good or excellent (␣ Ͼ .80) for each group at each time point.",
                "cite_spans": [
                    {
                        "start": 143,
                        "end": 154,
                        "text": "(Way, 1997)",
                        "ref_id": "BIBREF72"
                    },
                    {
                        "start": 315,
                        "end": 339,
                        "text": "(Rosenbloom & Way, 2004;",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 340,
                        "end": 350,
                        "text": "Way, 1998)",
                        "ref_id": "BIBREF73"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "Perceived discrimination by peers. Perceived discrimination by peers was assessed at each time point with a 7-item measure (Way, 1997) , which was also developed from qualitative data from semistructured interviews with the same set of Black, Latino, and Asian American youth referred to above. For this measure, participants are asked to respond on a 5-point Likert scale ranging from 1 (never) to 5 (all the time) about their experiences of racial or ethnicity-based discrimination by their peers (e.g., How often are you called names or insulted by other teenagers because of your race or ethnicity?). For the purpose of the present analysis, a mean score was calculated as a measure of perceived discrimination by peers at each time point. This measure demonstrated adequate test-retest reliability over a 2-week interval as well as good internal consistency at each of the five time points (␣ ϭ .90, .93, .90, .89, .93, at Times 2, 3, 4, 5, and 6, respectively) . In addition, we examined internal consistency for each of the ethnic groups represented in the study and found it to be good or excellent (␣ Ͼ .80) for each group at each time point.",
                "cite_spans": [
                    {
                        "start": 123,
                        "end": 134,
                        "text": "(Way, 1997)",
                        "ref_id": "BIBREF72"
                    },
                    {
                        "start": 895,
                        "end": 904,
                        "text": "(␣ ϭ .90,",
                        "ref_id": null
                    },
                    {
                        "start": 905,
                        "end": 909,
                        "text": ".93,",
                        "ref_id": null
                    },
                    {
                        "start": 910,
                        "end": 914,
                        "text": ".90,",
                        "ref_id": null
                    },
                    {
                        "start": 915,
                        "end": 919,
                        "text": ".89,",
                        "ref_id": null
                    },
                    {
                        "start": 920,
                        "end": 924,
                        "text": ".93,",
                        "ref_id": null
                    },
                    {
                        "start": 925,
                        "end": 936,
                        "text": "at Times 2,",
                        "ref_id": null
                    },
                    {
                        "start": 937,
                        "end": 939,
                        "text": "3,",
                        "ref_id": null
                    },
                    {
                        "start": 940,
                        "end": 942,
                        "text": "4,",
                        "ref_id": null
                    },
                    {
                        "start": 943,
                        "end": 945,
                        "text": "5,",
                        "ref_id": null
                    },
                    {
                        "start": 946,
                        "end": 952,
                        "text": "and 6,",
                        "ref_id": null
                    },
                    {
                        "start": 953,
                        "end": 966,
                        "text": "respectively)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "Ethnic identity. Ethnic identity was assessed at each time point with the Multigroup Ethnic Identity Measure (MEIM; Phinney, 1992) . The MEIM consists of 14 items that assess ethnic identity on two subscales: Ethnic Identity Achievement and Ethnic Affirmation. 5 The Ethnic Identity Achievement subscale contains seven items tapping adolescents' exploration and commitment to their ethnic identity (e.g., I have a clear sense of my ethnic background and what it means to me.). The Ethnic Affirmation subscale contains five items tapping adolescents' feelings of pride, belonging, and attachment to their ethnic group (e.g., I have a strong sense of belonging to my own ethnic group). Participants are asked to respond on a 4-point Likert scale ranging from 1 (strongly disagree) to 4 (strongly agree). For the purpose of the present analysis, two mean scores were calculated as measures of ethnic identity achievement and ethnic affirmation. The MEIM has demonstrated good reliability and validity with ethnically diverse high school and college students (Phinney, 1992 ). In the current sample, both subscales yielded adequate to good internal consistency for the total sample at each of the five time points (␣ ϭ .67, .68, .76, .71, .70 at Times 2, 3, 4, 5, and 6, respectively for Ethnic Identity Achievement and ␣ ϭ .82, .79, .83, .88, .84 at Times 2, 3, 4, 5, and 6, respectively for Ethnic Affirmation). In addition, we examined internal consistency for both dimensions for each of the ethnic groups represented in the sample and found it to be adequate or better for each group at each time point for Ethnic Identity Achievement (␣ Ͼ .65) and Ethnic Affirmation (␣ Ͼ .70). Self-esteem. Self-esteem was assessed at each time point with the Rosenberg Self-Esteem Scale (RSE; Rosenberg, 1965) . This measure contains 10 items tapping global self-esteem (e.g., On the whole, I am satisfied or happy with myself). Participants are asked to respond on a 5-point Likert scale ranging from 1 (strongly disagree) to 5 (strongly agree). For the purpose of the present analysis, a mean score was calculated as a measure of global self-esteem for each participant at each time point. The RSE was developed for use with high school students, and its validity and reliability have been demonstrated repeatedly (e.g., Hagborg, 1993; Wheelock & Erikson, 1996) . Furthermore, it has been used in previous research with ethnically diverse adolescent samples (e.g., Buhrmester, 1990; ). In the current sample, this measure yielded good internal consistency at each of the five time points (␣ ϭ .86, .90, .89, .89, and .91 at Times 2, 3, 4, 5, and 6, respectively). In addition, we examined internal consistency of this measure for each of the ethnic groups represented in the sample and found it to be good to excellent (␣ Ͼ .80) for each group at each time point.",
                "cite_spans": [
                    {
                        "start": 116,
                        "end": 130,
                        "text": "Phinney, 1992)",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 261,
                        "end": 262,
                        "text": "5",
                        "ref_id": null
                    },
                    {
                        "start": 1055,
                        "end": 1069,
                        "text": "(Phinney, 1992",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 1780,
                        "end": 1796,
                        "text": "Rosenberg, 1965)",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 2310,
                        "end": 2324,
                        "text": "Hagborg, 1993;",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 2325,
                        "end": 2350,
                        "text": "Wheelock & Erikson, 1996)",
                        "ref_id": null
                    },
                    {
                        "start": 2454,
                        "end": 2471,
                        "text": "Buhrmester, 1990;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 2577,
                        "end": 2609,
                        "text": "(␣ ϭ .86, .90, .89, .89, and .91",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "Depressive symptoms. Depressive symptoms were assessed at each time point with a modified version of the Children's Depression Inventory (Kovacs, 1985) . On this measure, participants are asked to respond to 10 forced choice questions assessing the presence and severity of depressive symptoms (e.g., feeling sad, feeling alone, crying). For the purpose of the present analysis, a mean score was calculated as a measure of depressive symptoms for each participant at each time point. This measure has been used with ethnically diverse adolescent samples (Way & Robinson, 2003) and has demonstrated good reliability and validity in previous investigations (Kovacs, 1985; Smucker, Craighead, Craighead, & Greene, 1986 ). In the current sample, this measure yielded good internal consistency at each of the five time points (␣ ϭ .80, .80, .79, .77, and .81 at Times 2, 3, 4, 5, and 6, respectively). In addition, we examined internal consistency of this measure for each of the ethnic groups represented in the sample and found it to be good to excellent (␣ Ͼ .75) for each group at each time point.",
                "cite_spans": [
                    {
                        "start": 137,
                        "end": 151,
                        "text": "(Kovacs, 1985)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 554,
                        "end": 576,
                        "text": "(Way & Robinson, 2003)",
                        "ref_id": "BIBREF75"
                    },
                    {
                        "start": 655,
                        "end": 669,
                        "text": "(Kovacs, 1985;",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 670,
                        "end": 715,
                        "text": "Smucker, Craighead, Craighead, & Greene, 1986",
                        "ref_id": "BIBREF62"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "A growth curve analysis with HLM (Bryk & Raudenbush, 1987 , 1992 was used to explore the patterns, predictors, and consequences of changes in perceived discrimination by adults and peers. An HLM analysis consists of the simultaneous modeling of within-person (i.e., individual) growth and between-person (i.e., population) growth. At Level 1, within-person or intraindividual growth in perceived discrimination was modeled by regressing repeated measures of perceived discrimination on time, producing a growth trajectory characterized by unique parameters (e.g., intercept, slope) for each participant. At Level 2, the between-person level, the growth parameters estimated at Level 1 became the outcome variables and were used to estimate average (i.e., fixed) effects in the population. In addition, the Level 2 analysis produced estimates of the variability in the population (i.e., random effects) for each of the parameters estimated at Level 1. In each of the models, the time metric was \"centered\" by subtracting two from each time point. As a result of this centering, the intercept is interpreted as each student's reported level of perceived racial and ethnic discrimination at Time 0, or initial status.",
                "cite_spans": [
                    {
                        "start": 33,
                        "end": 57,
                        "text": "(Bryk & Raudenbush, 1987",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 58,
                        "end": 64,
                        "text": ", 1992",
                        "ref_id": "BIBREF47"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data Analysis",
                "sec_num": null
            },
            {
                "text": "A growth curve analysis that uses HLM is an appropriate statistical method for the current study. HLM uses empirical Bayesian estimation (Strenio, Weisburg, & Bryk, 1983) to derive the final estimates for each participant, drawing on information at both levels of the analysis. This procedure allows HLM to estimate more precisely parameters of individual growth over time and affords greater power to detect predictors of individual differences in change even with relatively small samples (Bryk & Raudenbush, 1987) . This process also allows HLM to handle missing data at Level 1 of the analysis. Thus, unlike alternative strategies for examining repeated measures data, HLM allows the number and spacing of observations to vary between participants (Bryk & Raudenbush, 1992) . As a result, an HLM analysis can include participants who do not have data for all time points. Finally, HLM can include covariates that change over time. This is crucial to the current study, as we are interested in the dynamic relationship between changes in perceptions of discrimination and psychological adjustment over time.",
                "cite_spans": [
                    {
                        "start": 137,
                        "end": 170,
                        "text": "(Strenio, Weisburg, & Bryk, 1983)",
                        "ref_id": null
                    },
                    {
                        "start": 491,
                        "end": 516,
                        "text": "(Bryk & Raudenbush, 1987)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 752,
                        "end": 777,
                        "text": "(Bryk & Raudenbush, 1992)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data Analysis",
                "sec_num": null
            },
            {
                "text": "Because of research indicating within-group differences among panethnic/racial groups (e.g., Latino, Black; e.g., Erkut & Tracy, 2002; Rumbaut, 1994) , we used independent samples t tests to examine possible differences between subgroups of Black (i.e., Black vs. West Indian adolescents), Latino (i.e., Puerto Rican vs. Dominican), and Asian American (i.e., Chinese American vs. non-Chinese Asian American) adolescents on all predictor and outcome variables. There were no significant differences between Black and West Indian adolescents or between Chinese American and non-Chinese Asian American adolescents on any variables. Thus, for all remaining analyses, Black and West Indian participants were grouped into a category labeled Black and the Chinese American and the non-Chinese Asian American participants were grouped into a category labeled Asian American. Among Latino participants, we found significant differences in perceived discrimination by peers between Puerto Rican and Dominican adolescents, with Dominican adolescents reporting significantly higher levels of discrimination than their Puerto Rican peers at Times 2, 4, and 5. We also compared Dominican participants with other Latino adolescents (i.e., Cuban, Venezuelan) but found no significant differences between these much smaller groups of participants. Thus, we divided our Latino sample into Puerto Rican, which was the largest subgroup, and non-Puerto Rican Latino, which consisted primarily of Dominican adolescents. Thus, for all growth models, Black, Puerto Rican, non-Puerto Rican Latino, and Asian American represented the four groups in the study that were contrasted with each other. In the assessment of ethnic differences, the Puerto Rican students were used as a reference group based on the size of this group relative to the other ethnic groups in the study and in the school. Similarly, in order to examine gender differences in trajectories of perceived discrimination, a dummy variable representing gender was constructed (1 ϭ female, 0 ϭ male).",
                "cite_spans": [
                    {
                        "start": 114,
                        "end": 134,
                        "text": "Erkut & Tracy, 2002;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 135,
                        "end": 149,
                        "text": "Rumbaut, 1994)",
                        "ref_id": "BIBREF56"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data Analysis",
                "sec_num": null
            },
            {
                "text": "Because participants belonged to two cohorts who entered the study 1 year apart (1999 and 2000), we examined any Time ϫ Cohort interactions in order to rule out the possibility of mistakenly attributing differential change within cohorts to the effects of a single underlying growth trajectory (Miyazaki & Raudenbush, 2000; Raudenbush & Chan, 1993) . Thus, for both perceived discrimination by peers and discrimination by adults, we compared a full model, where Level 2 growth parameters were allowed to vary as a function of cohort, with a reduced model, where it was assumed that both cohorts shared the same growth parameters. There were no differences between the full and reduced models, suggesting that both cohorts share the same underlying growth trajectory. 6",
                "cite_spans": [
                    {
                        "start": 294,
                        "end": 323,
                        "text": "(Miyazaki & Raudenbush, 2000;",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 324,
                        "end": 348,
                        "text": "Raudenbush & Chan, 1993)",
                        "ref_id": "BIBREF51"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data Analysis",
                "sec_num": null
            },
            {
                "text": "6 As a second check on possible cohort/age effects, a variable (mean age) was computed to represent each participant's average during the years in which he or she participated in the study. Mean age was included as a Level 2 predictor in preliminary growth models that examine changes in perceived discrimination by adults and peers, and we compared the fit of the full model (the model including mean age) with a reduced model. This analysis also provides an additional check for attrition effects. Mean age was not a significant predictor of either the intercept or growth rate, and it did not improve the fit of the model. Thus, we can assume that there were no cohort or attrition effects and that a single underlying growth trajectory can be used to summarize this population.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data Analysis",
                "sec_num": null
            },
            {
                "text": "Means and standard deviations for each of the predictor and outcome variables included in this analysis can be seen in Table 1 . Bivariate correlations were computed in order to examine the relationships between perceptions of discrimination, ethnic identity, and self-esteem and depressive symptoms at each time point. Correlations for perceived discrimination by adults and by peers ranged from .52 to .74, suggesting that adolescents who report more discrimination by adults also tend to report more discrimination by their peers. Correlations for ethnic identity achievement and ethnic affirmation ranged from .42 to .60, suggesting that there are moderate associations between the two dimensions of ethnic identity. Perceived discrimination by peers was negatively correlated with self-esteem and positively correlated with depressive symptoms at all time points, whereas perceived discrimination by adults was negatively correlated with self-esteem at Times 3, 4, 5, and 6 and positively correlated with depressive symptoms at Times 2, 3, 5, and 6. These associations can be seen in Table 2 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 119,
                        "end": 126,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 1089,
                        "end": 1096,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Descriptive Analysis and Correlations",
                "sec_num": null
            },
            {
                "text": "Unconditional models were constructed containing linear and quadratic effects of time in order to explore the possible forms of growth in this population. Results of these models can be seen in Table 3 . As predicted, the coefficients for the intercepts for perceived discrimination by adults and peers indicate that, on average, participants reported significant levels of perceived discrimination by peers and adults at initial status. The coefficient for the linear slope for discrimination by adults demonstrated a trend toward significance, suggesting that perceived discrimination by adults increased, on average, over time. The linear slope coefficient for perceived discrimination by peers was not significant, indicating that there was no linear change over time for discrimination by peers. For both discrimination by adults and by peers, examination of the random effects revealed significant heterogeneity in both the intercept and slope, indicating variability between participants in both the level of perceived discrimination at initial status and the rate of change. For neither outcome measure was the fixed quadratic effect significant. Thus, linear models with random effects were chosen as the best fitting, most parsimonious models for both outcome measures.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 194,
                        "end": 201,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Developmental Change in Perceived Racial and Ethnic Discrimination",
                "sec_num": null
            },
            {
                "text": "The next set of models examined between-person predictors (i.e., gender and ethnicity) of growth in perceived discrimination by adults and peers. Binary codes representing ethnicity and gender were entered into the equations predicting the intercept and the linear slope in order to test our hypotheses regarding moderating effects of gender and ethnicity. Results of the demographic models can be seen in Table 4 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 406,
                        "end": 413,
                        "text": "Table 4",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Individual-Level Predictors of Perceived Ethnic and Racial Discrimination",
                "sec_num": null
            },
            {
                "text": "Discrimination by adults. We predicted that boys and Black adolescents would report higher levels of perceived discrimination by adults and a greater increase over time compared with girls and non-Black adolescents, respectively. This prediction was not supported for boys, as our result revealed that boys and girls experienced similar trajectories of perceived discrimination by adults. Although Black and Puerto Rican adolescents did not differ in levels of perceived discrimination by adults at initial status, Black adolescents, as predicted, reported a steeper increase than did their Puerto Rican peers in perceived discrim-ination over time. It is interesting to note that Asian American adolescents reported significantly more discrimination by adults compared with their Puerto Rican peers. The addition of the demographic variables reduced the unexplained variance in the intercept and the linear slope coefficients for perceived discrimination by adults by 8.76% and 37.50%, respectively. 7 Trajectories of perceived discrimination by adults as a function of ethnicity can be seen in Figure 1 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 1096,
                        "end": 1104,
                        "text": "Figure 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Individual-Level Predictors of Perceived Ethnic and Racial Discrimination",
                "sec_num": null
            },
            {
                "text": "Discrimination by peers. As predicted, Asian American adolescents reported significantly higher levels of perceived discrimination by peers than did the Puerto Rican students. In addition, non-Puerto Rican Latino adolescents reported higher levels of perceived discrimination by their peers than did their Puerto Rican peers. Although we made no predictions about differences in the rate of change, we found a trend toward significance for the difference between Black and Puerto Rican adolescents, suggesting that Black adolescents reported a steeper increase in perceived discrimination by peers. These results can be seen in Figure 2 , which reveals fitted growth curves for perceived discrimination by peers as a function of ethnicity. There were no gender differences in trajectories of perceived discrimination by peers. The addition of the demographic variables reduced the unexplained variance in the intercept and the linear slope coefficients for perceived discrimination by peers by 29.16% and 33.33%, respectively. 7 The proportional reduction in residual variance can be calculated by using the following equation: [variance(unconditional model)-variance (conditional model)]/variance(unconditional model). This has been likened to an R 2 statistic and can be used to get a sense of the practical magnitude of the effect of a predictor variable (see Singer & Willett, 2003) . ",
                "cite_spans": [
                    {
                        "start": 1027,
                        "end": 1028,
                        "text": "7",
                        "ref_id": null
                    },
                    {
                        "start": 1363,
                        "end": 1386,
                        "text": "Singer & Willett, 2003)",
                        "ref_id": "BIBREF61"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 628,
                        "end": 636,
                        "text": "Figure 2",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Individual-Level Predictors of Perceived Ethnic and Racial Discrimination",
                "sec_num": null
            },
            {
                "text": "The next set of analyses examined how perceptions of discrimination by adults and peers are related to trajectories of self-esteem and depressive symptoms. Preliminary analyses were conducted to determine the form of growth in self-esteem and depressive symptoms over time. For both outcome measures, models including linear and quadratic effects of time were found to best fit the data. 8 Results of these models can be seen in Table 5 . Next, in separate models, the time-varying levels of self-esteem and depressive symptoms were predicted from the time-varying levels of perceived discrimination by adults and peers. This method assesses whether within-person changes in self-esteem and depressive symptoms across time were predicted by within-person changes in perceived discrimination across time, above and beyond the effects of age. Perceived discrimination was centered around each participant's unique mean averaged over time (i.e., group mean centering) when entered into the Level 1 equations. This centering removes invariant effects of the participant, leaving only deviations from the participant's unique mean. In addition, a variable representing perceived discrimination averaged over time was entered into the Level 2 equations predicting the intercept and 8 For example, the unconditional model for self-esteem was as follows: Level 1: SE ij ϭ 0j ϩ 1j (Time) ϩ 2j (Time) 2 ϩ r ij ; (3a) Level 2: 0j ϭ ␥ 00 ϩ u 0j ; (3b) 1j ϭ ␥ 10 ϩ u 1j ; (3c) 2j ϭ ␥ 20 ϩ u 2j ; (3d) where SE ij represents self-esteem for the jth participant at the ith time; 0j represents the intercept of the growth curve for participant j, which represents the value of self-esteem at initial status; 1j represents the linear growth rate for participant j; 2j represents the quadratic growth rate for participant j; and r ij represents the residual for person j at Time i. In the Level 2 equations, ␥ 00 , ␥ 10 , and ␥ 20 represent the population average intercept, linear growth rate, and quadratic growth rate, respectively (i.e., the fixed effects); and u 0j , u 1j , and u 2j represent the variance or random effects associated with these estimates. growth rates in order to explore whether between-person differences in perceived discrimination are predictive of between-person differences in trajectories of self-esteem and depressive symptoms. 9 Four separate models were examined for the four combinations of variables (i.e., perceived discrimination by adults predicting self-esteem, perceived discrimination by adults predicting depressive symptoms, perceived discrimination by peers predicting self-esteem, and perceived discrimination by peers predicting depressive symptoms). In addition, the possible moderating effects of ethnic identity achievement and ethnic affirmation on the association between perceived discrimination and self-esteem or depressive symptoms were explored. In order to facilitate interpretation of these results, median splits were performed for ethnic identity achievement and ethnic affirmation, and dummy variables were created representing participants who were high (above the median ϭ 1) and low (below the median ϭ 0) for ethnic identity achievement or ethnic affirmation. These dummy variables were entered into the Level 2 equation predicting the time-varying association between perceived discrimination and self-esteem or depressive symptoms. Finally, in order to assess ethnicity as a moderator of the association between perceived discrimination and self-esteem or depressive symptoms, we examined four separate models for the four combinations of perceived discrimination by adults and peers and self-esteem and depressive symptoms, including dummy variables for ethnicity as Level 2 predictors of the associations between perceived discrimination and self-esteem or depressive symptoms. Perceived discrimination by adults. For self-esteem, as predicted, results from the Level 1 analysis (i.e., within person) indicated that increases over time in perceptions of discrimination by adults were significantly associated with decreases over time in self-esteem. At Level 2, discrimination by adults was negatively associated with self-esteem at initial status, indicating that adolescents who reported more discrimination by adults also reported lower self-esteem. In a second set of models assessing the moderating effects of ethnic identity achievement and ethnic affirmation, neither ethnic identity achievement nor ethnic affirmation was a significant moderator of the relationship between changes in perceived discrimination by adults and changes in self-esteem over time. These results can be seen in Table 5 . Finally, we examined the moderating effects of ethnicity on the relationship between perceived discrimination by adults and changes in self-esteem over time and found that ethnicity was not a significant moderator of this association.",
                "cite_spans": [
                    {
                        "start": 388,
                        "end": 389,
                        "text": "8",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 429,
                        "end": 436,
                        "text": "Table 5",
                        "ref_id": "TABREF4"
                    },
                    {
                        "start": 4647,
                        "end": 4654,
                        "text": "Table 5",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Effects of Perceived Discrimination on Psychological Adjustment Over Time",
                "sec_num": null
            },
            {
                "text": "For depressive symptoms, results revealed that within-person changes in perceived discrimination by adults were not related to within-person changes over time in depressive symptoms at Level 1. At Level 2, discrimination by adults was positively associated with depressive symptoms at initial status, indicating that adolescents who reported more discrimination by adults, compared with their peers, reported more depressive symptoms. Discrimination by adults demonstrated a trend toward significance in the equation predicting the linear slope of depressive symptoms and was a significant predictor of the quadratic acceleration rate. This result indicates that adolescents who reported more discrimination by adults also reported a greater acceleration in depressive symptoms over time. In a second set of models assessing the moderating effects of ethnic identity achievement and ethnic affirmation, neither ethnic identity achievement nor ethnic affirmation was a significant moderator of the relationship between changes in perceived discrimination by adults and changes in depressive symptoms over time. These results can be seen in Table 6 . Finally, we examined the moderating effects of ethnicity on the relationship between perceived discrimination by adults and changes in depressive symptoms over time and found that ethnicity was not a significant moderator of this association.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 1139,
                        "end": 1146,
                        "text": "Table 6",
                        "ref_id": "TABREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Effects of Perceived Discrimination on Psychological Adjustment Over Time",
                "sec_num": null
            },
            {
                "text": "Perceived discrimination by peers. Results for perceived discrimination by peers can be seen in Table 7 . For self-esteem, results for the within-person level of analysis (Level 1) indicated that increases over time in perceptions of discrimination by peers were associated with declines over time in self-esteem. At Level 2, discrimination by peers was negatively associated with self-esteem at initial status, indicating that adolescents who reported more discrimination by their peers also reported lower self-esteem. In a second model assessing the moderating effects of ethnic identity achievement and ethnic affirmation, ethnic affirmation was a significant moderator of the relationship between changes in perceived discrimination by peers and changes in self-esteem. This result indicates that an increase in perceived discrimination by peers was associated with a greater decline in self-esteem for adolescents who were low in ethnic affirmation, compared with their peers who were high in ethnic affirmation. This relationship can be seen in Figure 3 . Ethnic identity achievement also moderated the relationship between perceived discrimination by peers and self-esteem. However, the moderating effect was in the opposite direction: For adolescents who reported higher levels of ethnic identity achievement, increases in perceived discrimination by peers were associated with sharper declines in self-esteem than for those who reported lower levels of ethnic identity achievement. This result can be seen in Figure 4 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 96,
                        "end": 103,
                        "text": "Table 7",
                        "ref_id": "TABREF6"
                    },
                    {
                        "start": 1052,
                        "end": 1060,
                        "text": "Figure 3",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 1519,
                        "end": 1527,
                        "text": "Figure 4",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Effects of Perceived Discrimination on Psychological Adjustment Over Time",
                "sec_num": null
            },
            {
                "text": "Finally, we examined the moderating effects of ethnicity on the relationship between perceived discrimination by peers and changes in self-esteem over time. As predicted, there were significant ethnic differences in the relationship between perceived discrimination and changes in self-esteem over time between Puerto Rican and other participants. For non-Puerto Rican Latino (␤ ϭ Ϫ.30, p Ͻ .05), Asian American (␤ ϭ Ϫ.17, p Ͻ .05), and Black (␤ ϭ Ϫ.27, p Ͻ .05) adolescents, increases in perceived discrimination by peers was related to decreases in self-esteem over time. This negative association was not found for Puerto Rican adolescents. This result can be seen in Figure 5 . 9 For example, a model for self-esteem would be represented by the following equations: Level 1: SE ij ϭ 0j ϩ 1j (Time) ϩ 2j (Time) 2 ϩ (Discrimination)r ij ; Level 2: 0j ϭ ␥ 00 ϩ ␥ 01 (Mean Discrimination) ϩ u 0j , 1j ϭ ␥ 10 ϩ ␥ 11 (Mean Discrimination) ϩ u 1j, 2j ϭ ␥ 20 ϩ ␥ 21 (Mean Discrimination) 3j ϭ ␥ 30 ϩ u 3j, where SE ij represents self-esteem for the jth participant at the ith time; 0j represents the intercept of the growth curve for participant j, which represents the value of self-esteem at initial status; 1j represents the linear growth rate for participant j; 2j represents the quadratic growth rate for participant j; and r ij represents the residual for person j at Time i. In the Level 2 equations, ␥ 00 , ␥ 10, and ␥ 20 represent the average intercept, linear growth rate, and quadratic growth rate, respectively (i.e., the fixed effects) for individuals with average (value of zero) Mean Discrimination; ␥ 01 , ␥ 11, and ␥ 21 represent the average difference in the intercept, liner and quadratic slopes for a 1-unit difference in Mean Discrimination; and u 0j , u 1j , and u 3j represent the variance or random effects associated with these estimates.",
                "cite_spans": [
                    {
                        "start": 682,
                        "end": 683,
                        "text": "9",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 671,
                        "end": 679,
                        "text": "Figure 5",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Effects of Perceived Discrimination on Psychological Adjustment Over Time",
                "sec_num": null
            },
            {
                "text": "For depressive symptoms, results for the Level 1 analysis indicated that increases over time in perceptions of peer discrimination were significantly associated with increases over time in depressive symptoms. At Level 2, discrimination by peers was positively associated with depressive symptoms at initial status, indicating that adolescents who reported more discrimination by peers also reported more depressive symptoms. Discrimination by peers was also significantly associated with the quadratic growth rate, indicating that adolescents who reported more discrimination by peers experienced a greater acceleration in depressive symptoms over time. In a second model, neither ethnic identity achievement nor ethnic affirmation was a significant moderator of the relationship between changes in perceived discrimination by peers and changes in depressive symptoms. These results can be seen in Table 7 . Finally, we examined the moderating effects of ethnicity on the relationship between perceived discrimination by peers and changes in depressive symptoms over time and found that ethnicity was not a significant moderator of this association.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 899,
                        "end": 906,
                        "text": "Table 7",
                        "ref_id": "TABREF6"
                    }
                ],
                "eq_spans": [],
                "section": "Effects of Perceived Discrimination on Psychological Adjustment Over Time",
                "sec_num": null
            },
            {
                "text": "The current study shows not only that perceived ethnic and racial discrimination are common experiences in the lives of ethnic minority adolescents but also that the primary source of the discrimination varies by ethnicity. Although non-Puerto Rican Latino (primarily Dominican) and Asian American (primarily Chinese American) adolescents reported more peer discrimination compared with their Puerto Rican peers, Black adolescents reported increasingly more discrimination by adults over time. In addition, the results indicate strong associations between changes over time in perceptions of racial and ethnic discrimination and changes over time in psychological well-being; when adolescents reported increases over time in discrimination by adults and peers, they also reported increases over time in depressive symptoms and/or decreases over time in self-esteem. These relationships were generally robust across ethnic groups, although the self-esteem of Puerto Rican adolescents was less affected by perceived peer discrimination than was the self-esteem of other participants. Finally, as predicted, we found that ethnic identity affirmation serves as a buffer for the negative effects of discrimination by peers on self-esteem. We also found that ethnic identity achievement heightens the negative effects of discrimination by peers on self-esteem.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Change over time in perceptions of discrimination. Our first hypothesis, that perceptions of discrimination would be a significant factor in the lives of urban, ethnic minority adolescents was confirmed. We found that adolescents in the current study reported significant levels of perceived discrimination by both adults and peers. This result is consistent with earlier concurrent quantitative and qualitative research indicating the pervasive nature of ethnic and racial discrimination (Kessler et al., 1999; Szalacha et al., 2003b; Way, 1998) . Our study suggests that ethnic minority adolescents experience significant levels of peer discrimination even in the absence of White peers. Qualitative research with the adolescents from this study indicated that peer-level discrimination occurs within and across ethnic minority groups (see Way et al., 2005) . For example, the Asian American adolescents report being discriminated against by other Asian American students and by Black and Latino students, whereas the Dominican students reported being discriminated against by their Puerto Rican peers (Way et al., 2005) . Further understanding of the root of these discrimination patterns within and across ethnic minority groups is an important direction for future research. On the basis of changes in cognitive and social development, we hypothesized that adolescents would report more discrimination over time, particularly by adults. This hypothesis was partially supported. Consistent with earlier cross-sectional research that has found older adolescents to report more discrimination than younger adolescents (e.g., Fisher et al., 2000; Romero & Roberts, 1998) , our results suggest that adolescents experienced an increase, on average, in perceptions of discrimination by adults over the course of the study. As predicted, however, there were no age-related changes in perceptions of discrimination by peers. The difference in growth patterns between these two sources of discrimination underscores the importance of examining the source of perceived ethnic and racial discrimination. Although ethnic minority adolescents may experience more discrimination by adults as they grow older as a result of increased contact with adults from the majority culture (e.g., when applying for a job or internship), discrimination by peers may be less influenced by age during high school because there is no change typically in the type of peers to which the adolescents are exposed during these years (especially among those adolescents who remain in the same high school). Thus, although changes may occur in levels of peer discrimination in the transition from high school to college (when one is typically exposed to a new set of peers), for example, changes may not occur in perceptions of peer discrimination during the high school years. Research should continue to examine the trajectories of discrimination by source in order to shed additional light on the underlying mechanisms of stability and change.",
                "cite_spans": [
                    {
                        "start": 489,
                        "end": 511,
                        "text": "(Kessler et al., 1999;",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 512,
                        "end": 535,
                        "text": "Szalacha et al., 2003b;",
                        "ref_id": "BIBREF67"
                    },
                    {
                        "start": 536,
                        "end": 546,
                        "text": "Way, 1998)",
                        "ref_id": "BIBREF73"
                    },
                    {
                        "start": 842,
                        "end": 859,
                        "text": "Way et al., 2005)",
                        "ref_id": "BIBREF74"
                    },
                    {
                        "start": 1104,
                        "end": 1122,
                        "text": "(Way et al., 2005)",
                        "ref_id": "BIBREF74"
                    },
                    {
                        "start": 1627,
                        "end": 1647,
                        "text": "Fisher et al., 2000;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 1648,
                        "end": 1671,
                        "text": "Romero & Roberts, 1998)",
                        "ref_id": "BIBREF53"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Patterns and Predictors of Perceived Discrimination",
                "sec_num": null
            },
            {
                "text": "Individual-level predictors of trajectories of perceived discrimination. Although boys and girls reported similar trajectories of discrimination in the current sample, ethnicity was a significant moderator of perceptions of discrimination. Asian American adolescents reported more peer discrimination than did Puerto Rican adolescents, a finding that is consistent with previous qualitative and quantitative investigations (e.g., Fisher, et al., 2000; Rosenbloom & Way, 2004; Way et al., 2005) . This finding is likely influenced by a confluence of factors, including the pattern of differential treatment of the Asian American students by the teachers and the poor treatment of Black and Latino students by these same teachers (see Rosenbloom & Way, 2004) . Such differential treatment is a source of great frustration for many Black and Latino students who attend school with Asian American students (Conchas & Noguera, 2004; Rosenbloom & Way, 2004) . However, the non-Puerto Rican Latino (primarily Dominican) adolescents in the current sample also reported higher levels of discrimination by their peers. Both the Asian American students and the non-Puerto Rican Latino students in the sample were more likely to be first or second generation immigrants than were their Puerto Rican and Black peers, suggesting that immigrant status or levels of acculturation may be related to experiences of racial and ethnic discrimination (Lee, 2004) . In addition to reporting higher levels of peer discrimination, Asian American students also reported more discrimination by adults at the start of the study compared with their Puerto Rican peers. Differential treatment by teachers may not necessarily be experienced positively by Asian American students and may instead be experienced as discriminatory if these students feel pressured to live up to the expectations of the \"model minority myth.\" Furthermore, our qualitative data suggest that Asian American students believe that \"Americans,\" which includes adults as well as peers, look down on them and do not respect their Asian culture (Way, Greene, & Pahl, 2004) . Research needs to further explore how the model minority myth and immigrant status are associated with experiences of discrimination for Asian American students.",
                "cite_spans": [
                    {
                        "start": 430,
                        "end": 451,
                        "text": "Fisher, et al., 2000;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 452,
                        "end": 475,
                        "text": "Rosenbloom & Way, 2004;",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 476,
                        "end": 493,
                        "text": "Way et al., 2005)",
                        "ref_id": "BIBREF74"
                    },
                    {
                        "start": 733,
                        "end": 756,
                        "text": "Rosenbloom & Way, 2004)",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 902,
                        "end": 927,
                        "text": "(Conchas & Noguera, 2004;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 928,
                        "end": 951,
                        "text": "Rosenbloom & Way, 2004)",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 1430,
                        "end": 1441,
                        "text": "(Lee, 2004)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 2086,
                        "end": 2113,
                        "text": "(Way, Greene, & Pahl, 2004)",
                        "ref_id": "BIBREF74"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Patterns and Predictors of Perceived Discrimination",
                "sec_num": null
            },
            {
                "text": "As predicted, Black adolescents reported a steeper increase in perceived discrimination by adults over time than did their Puerto Rican peers, and by the end of the study Black adolescents reported the highest levels of perceived discrimination by adults (see Figure 1 ). This increase is likely related to the Black adolescents becoming increasingly cognizant of the negative stereotypes of them held by teachers and other adults and of actual experiences of discrimination increasing as they grow older (Stevenson, 2004; Tatum, 1997) . Previous research has suggested that Black adolescents, particularly boys, report that people in public places avoid them more and are more likely to be afraid or suspicious of them as they get older (Stevenson, 2004; Way, 1998) . These experiences are often perceived by the adolescents to be overt acts of discrimination (Way, 1998) . The current results underscore the impor-tance of exploring how experiences of discrimination are intricately shaped by the dynamic contexts in which they are embedded.",
                "cite_spans": [
                    {
                        "start": 505,
                        "end": 522,
                        "text": "(Stevenson, 2004;",
                        "ref_id": "BIBREF64"
                    },
                    {
                        "start": 523,
                        "end": 535,
                        "text": "Tatum, 1997)",
                        "ref_id": "BIBREF69"
                    },
                    {
                        "start": 738,
                        "end": 755,
                        "text": "(Stevenson, 2004;",
                        "ref_id": "BIBREF64"
                    },
                    {
                        "start": 756,
                        "end": 766,
                        "text": "Way, 1998)",
                        "ref_id": "BIBREF73"
                    },
                    {
                        "start": 861,
                        "end": 872,
                        "text": "(Way, 1998)",
                        "ref_id": "BIBREF73"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 260,
                        "end": 268,
                        "text": "Figure 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Patterns and Predictors of Perceived Discrimination",
                "sec_num": null
            },
            {
                "text": "Another goal of the current article is to examine longitudinal associations between perceived discrimination and psychological adjustment. Consistent with previous research that has supported concurrent and short-term links between perceived discrimination and self-esteem and/or depressive symptoms (e.g., Rumbaut, 1994; Wong et al., 2003) , adolescents in the current sample who experienced higher levels of peer and adult discrimination also experienced lower self-esteem and more depressive symptoms compared with adolescents who reported less perceived discrimination. Furthermore, adolescents who reported more perceived discrimination by adults and by peers experienced a greater acceleration in the growth of depressive symptoms over the course of the study compared with adolescents who reported relatively low levels of perceived discrimination. In addition, on an individual level, increases in perceived discrimination were associated with decreases in self-esteem and increases in depressive symptoms. When ethnicity was examined as a moderator, however, the self-esteem of Puerto Rican adolescents was less affected by changes in perceived discrimination by peers over time compared with that of Black, Asian American, and other Latino participants. This finding is consistent with our qualitative research that suggests the high social status of the Puerto Ricans in the school and their numeric majority within the school (see Way et al., 2005) protected them from the negative effects of peer discrimination. Peer discrimination may have less of a negative impact for those adolescents who enjoy high social status and/or are in the majority within a school than for those who are in the minority and/or are lower on the social hierarchy.",
                "cite_spans": [
                    {
                        "start": 307,
                        "end": 321,
                        "text": "Rumbaut, 1994;",
                        "ref_id": "BIBREF56"
                    },
                    {
                        "start": 322,
                        "end": 340,
                        "text": "Wong et al., 2003)",
                        "ref_id": "BIBREF77"
                    },
                    {
                        "start": 1443,
                        "end": 1460,
                        "text": "Way et al., 2005)",
                        "ref_id": "BIBREF74"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Links to Psychological Adjustment",
                "sec_num": null
            },
            {
                "text": "Taken as a whole, these results provide support for the longitudinal effects of perceived discrimination on the psychological functioning of ethnic minority adolescents and underscore the impact that racial and ethnic discrimination can have on the development and functioning of adolescents over time. Our analysis also underscores the importance of examining the context of the school to determine how and why ethnicity may moderate the association between discrimination and adjustment.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Links to Psychological Adjustment",
                "sec_num": null
            },
            {
                "text": "Our results also suggest that discrimination by peers is possibly more detrimental to psychological adjustment than is discrimination by adults, as discrimination by peers was linked with changes in both self-esteem and depressive symptoms over time, whereas discrimination by adults was only linked to within-person changes in self-esteem. In many respects, this finding is not surprising given the emphasis on peer relationships during adolescence (Savin-Williams & Berndt, 1990) . Experiences of discrimination by peers are similar to peer rejection, which has been repeatedly shown to have a negative impact on psychological adjustment (Asher, Hymel, & Renshaw, 1984; Vernberg, 1990) . Experiences of discrimination by adults may be more strongly linked to other outcomes such as academic and/or vocational achievement than is peer discrimination. If teachers and other adults are more encouraging of and have higher expectations for Asian American students, the academic achievement of Latino and Black students may suffer at the hands of this discriminatory treatment from adults (Farkas, Grobe, Sheehand, & Shaun, 1990) . Thus, future research needs to explore the impact of discrimination by adults and by peers on multiple types of outcomes rather than simply on psychological adjustment alone. Multiple outcomes, coupled with multiple sources of discrimination, will enhance our understanding of the detrimental effects of discrimination on youth.",
                "cite_spans": [
                    {
                        "start": 450,
                        "end": 481,
                        "text": "(Savin-Williams & Berndt, 1990)",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 640,
                        "end": 671,
                        "text": "(Asher, Hymel, & Renshaw, 1984;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 672,
                        "end": 687,
                        "text": "Vernberg, 1990)",
                        "ref_id": "BIBREF70"
                    },
                    {
                        "start": 1086,
                        "end": 1126,
                        "text": "(Farkas, Grobe, Sheehand, & Shaun, 1990)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Links to Psychological Adjustment",
                "sec_num": null
            },
            {
                "text": "The current results also suggest that the effects of racial and ethnic discrimination on the psychological well-being of ethnic minority youth depend, in part, on how youth think and feel about being a member of their ethnic group. On the basis of recent theoretical and empirical literature stressing the multidimensionality of ethnic identity (Ashmore et al., 2004; Caldwell, Zimmerman, Bernat, Sellers, & Notaro, 2002) , we examined two aspects of ethnic identity, ethnic affirmation and ethnic identity achievement, in order to better understand its possible moderating role. Surprisingly, neither ethnic identity achievement nor affirmation and belonging moderated the association between discrimination by adults and psychological adjustment. This finding may be due to the relatively weaker association found in the current study between discrimination by adults and psychological functioning. However, when peer discrimination was examined, ethnic identity achievement and affirmation were both significant moderators of the effects of peer discrimination on changes in self-esteem over time. Adolescents who reported little exploration and commitment to their ethnic iden-tity experienced a weaker association between perceptions of discrimination by peers and self-esteem compared with their peers who were more involved in the process of developing their ethnic identity. This result suggests that the process of exploring one's ethnic identity may place one at risk of greater psychological vulnerability to discrimination. According to social identity theory and models of ethnic identity development, the process of ethnic identity exploration may enhance the in-group versus out-group distinction, which in turn may intensify the salience and importance of ethnicity for the selfconcept (Cross, 1991; Phinney, 1989 Phinney, , 1990 Phinney, , 1991 Tajfel & Turner, 1986) . Consequently, perceived racial and ethnic discrimination may be more detrimental to one's self-esteem during this active process. However, once an individual has achieved a committed sense of his or her ethnicity and ethnic identity, this vulnerability may no longer be present.",
                "cite_spans": [
                    {
                        "start": 345,
                        "end": 367,
                        "text": "(Ashmore et al., 2004;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 368,
                        "end": 421,
                        "text": "Caldwell, Zimmerman, Bernat, Sellers, & Notaro, 2002)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1802,
                        "end": 1815,
                        "text": "(Cross, 1991;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 1816,
                        "end": 1829,
                        "text": "Phinney, 1989",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 1830,
                        "end": 1845,
                        "text": "Phinney, , 1990",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 1846,
                        "end": 1861,
                        "text": "Phinney, , 1991",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 1862,
                        "end": 1884,
                        "text": "Tajfel & Turner, 1986)",
                        "ref_id": "BIBREF68"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Links to Psychological Adjustment",
                "sec_num": null
            },
            {
                "text": "Consistent with our hypothesis and with previous investigations (e.g., Mossakowski, 2003; Wong et al., 2003) , ethnic affirmation, in contrast to ethnic identity exploration, was shown to have a protective role in the association between discrimination by peers and self-esteem. Self-esteem was less affected by perceptions of discrimination by peers when adolescents felt a strong sense of affirmation and belonging to his or her ethnic group. An adolescent who feels good about being a member of his or her ethnic group may be more likely to dismiss an experience of racial and ethnic discrimination rather than to internalize this experience (Cross et al., 1998) . This sense of attachment and belonging to one's ethnic group is often found during the later stages of ethnic identity development (e.g., Cross, 1991) . Thus, the current results provide strong support for our existing models of ethnic identity development (Cross, 1991; Phinney, 1989 ), suggesting that vulnerability may be enhanced during the process of exploration but is reduced when an adolescent feels affective attachment and affirmation to his or her ethnic group.",
                "cite_spans": [
                    {
                        "start": 71,
                        "end": 89,
                        "text": "Mossakowski, 2003;",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 90,
                        "end": 108,
                        "text": "Wong et al., 2003)",
                        "ref_id": "BIBREF77"
                    },
                    {
                        "start": 645,
                        "end": 665,
                        "text": "(Cross et al., 1998)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 806,
                        "end": 818,
                        "text": "Cross, 1991)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 925,
                        "end": 938,
                        "text": "(Cross, 1991;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 939,
                        "end": 952,
                        "text": "Phinney, 1989",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Links to Psychological Adjustment",
                "sec_num": null
            },
            {
                "text": "Although the current study expands our previous knowledge of the experiences of discrimination among ethnic minority adolescents, there were several limitations. First, reliance on questionnaire data alone limited our understanding of adolescents' experiences of racial and ethnic discrimination. Integrative research that uses quantitative and qualitative methods will increase our knowledge of how adolescents perceive and understand racial and ethnic discrimination and the processes whereby experiences of discrimination impact adolescents' experiences of themselves and their worlds. In addition, although theory and research have emphasized the effects of discrimination on psychological adjustment, we must also consider the possibility that the variables examined in the present study exert bidirectional influences on each other. For example, perceptions of discrimination by peers may be a function of an adolescent's self-esteem or psychological well-being in general. Longitudinal research should attempt to tease apart the individual relationships that exist in order to understand the variety of mechanisms that contribute to adolescent well-being and development.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations and Directions for Future Research",
                "sec_num": null
            },
            {
                "text": "Finally, the results of the current study must be understood within the specific context in which this study was conducted. The majority of students in the sample were from poor or working-class families and lived in largely inner-city neighborhoods. Thus, our results may not generalize to middle-class and/or suburban adolescents. In addition, the students in the current study attended a school that was composed predominantly of ethnic minority students. As discussed earlier, this latter fact suggests, and our qualitative data indicate (see Way et al., 2005) , that the adolescents' reports of discrimination from peers were not received from White students, as may be the case in other studies of perceived discrimination, but rather from other ethnic minority adolescents. Thus, although our results may not generalize to settings where there are ethnic minority students and a White majority, our results provide evidence of the prevalence and implications of racial and ethnic discrimination within primarily ethnic minority settings.",
                "cite_spans": [
                    {
                        "start": 547,
                        "end": 564,
                        "text": "Way et al., 2005)",
                        "ref_id": "BIBREF74"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations and Directions for Future Research",
                "sec_num": null
            },
            {
                "text": "Our results suggest that the interplay of individual and contextual-level factors contributes to the development and well-being of ethnic minority youth. The importance of studying the specific ecological context has been emphasized in traditional developmental theory (Bronfenbrenner, 1979) and more recent developmental models (e.g., Garcia Coll et al., 1996) . Future research should continue to explore the experiences of ethnically diverse youth in a variety of settings by using research methods that are sensitive to both group and individual-level variation. It is only with these efforts that we can begin to fully understand the diversity of adolescent experience. Our findings also underscore the importance of examining ethnic and racial discrimination, in particular, in studies of social and emotional development. A thorough examination of the impact of experiences of discrimination on well-being and development and the moderators of such experiences will allow psychologists and educators to understand the challenges faced by ethnic minority adolescents as well as their strengths and resiliencies. With this understanding, professionals will be better equipped to help ethnic minority adolescents not only survive but thrive in a multiethnic society.",
                "cite_spans": [
                    {
                        "start": 269,
                        "end": 291,
                        "text": "(Bronfenbrenner, 1979)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 329,
                        "end": 361,
                        "text": "(e.g., Garcia Coll et al., 1996)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion",
                "sec_num": null
            },
            {
                "text": "Niobe Way was the principal investigator of this study. 2 Data were collected in the fall of 1999 (Time 1), the fall of 2000 (Time 2), the fall of 2001 (Time 3), the spring of 2002 (Time 4), the fall of 2002 (Time 5), and the spring of 2003 (Time 6).3 A power analysis confirmed that this sample size is sufficient given the method of analysis used in the current study (seeRaudenbush & Xiao- Feng, 2001).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The demographics of the current sample are comparable to national averages for ethnic minority youth, although there are some differences. For example, adolescents in the current sample were more likely to live in single-parent homes compared with national averages and were more likely to have working mothers (seeHernandez, 2004 for detailed discussion of the national demographic of immigrant and native born ethnic minority youth). These differences may reflect differences between youth living in primarily urban, inner-city areas, as in the current study, compared with youth in the country as a whole.5 Although the original version of the MEIM(Phinney, 1992) also includes a dimension of ethnic behaviors and practices, the meaning of this dimension to and the relevance for discrimination and adjustment is unclear.Phinney (2004) has recently discussed the role of ethnic behaviors as an aspect of acculturation, rather than a dimension of ethnic identity development.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "The nature of prejudice",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Allport",
                        "suffix": ""
                    }
                ],
                "year": 1954,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Allport, G. (1979). The nature of prejudice. New York: Doubleday Anchor. (Original work published 1954)",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Acculturative stress: A theory of relevance to Black Americans",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "P"
                        ],
                        "last": "Anderson",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Clinical Psychology Review",
                "volume": "11",
                "issue": "",
                "pages": "685--702",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Anderson, L. P. (1991). Acculturative stress: A theory of relevance to Black Americans. Clinical Psychology Review, 11, 685-702.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Loneliness in children",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "R"
                        ],
                        "last": "Asher",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Hymel",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Renshaw",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Child Development",
                "volume": "55",
                "issue": "",
                "pages": "1456--1464",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Asher, S. R., Hymel, S., & Renshaw, P. D. (1984). Loneliness in children. Child Development, 55, 1456 -1464.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "An organizing framework for collective identity: Articulation and significance of multidimensionality",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "D"
                        ],
                        "last": "Ashmore",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Deaux",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Mclaughlin-Volpe",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Psychological Bulletin",
                "volume": "130",
                "issue": "",
                "pages": "80--114",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ashmore, R. D., Deaux, K., & McLaughlin-Volpe, T. (2004). An organiz- ing framework for collective identity: Articulation and significance of multidimensionality. Psychological Bulletin, 130, 80 -114.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "The ecology of human development",
                "authors": [
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Bronfenbrenner",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bronfenbrenner, U. (1979). The ecology of human development. Cam- bridge, MA: Harvard University Press.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Application of hierarchical linear models to assessing change",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Bryk",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "W"
                        ],
                        "last": "Raudenbush",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Psychological Bulletin",
                "volume": "101",
                "issue": "",
                "pages": "147--158",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bryk, A. S., & Raudenbush, S. W. (1987). Application of hierarchical linear models to assessing change. Psychological Bulletin, 101, 147- 158.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Hierarchical linear models",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Bryk",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [
                            "S W"
                        ],
                        "last": "Raudenbush",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bryk, A. S., & Raudenbush. S. W. (1992). Hierarchical linear models. Newbury Park, CA: Sage.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Intimacy of friendship, interpersonal competence, and adjustment during preadolescence and adolescence",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Buhrmester",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Child Development",
                "volume": "61",
                "issue": "",
                "pages": "1101--1111",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Buhrmester, D. (1990). Intimacy of friendship, interpersonal competence, and adjustment during preadolescence and adolescence. Child Develop- ment, 61, 1101-1111.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Racial discrimination and racial identity as risk or protective factors for violent behaviors in African American young adults",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "H"
                        ],
                        "last": "Caldwell",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "P"
                        ],
                        "last": "Kohn-Wood",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "H"
                        ],
                        "last": "Schmeelk-Cone",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Chavous",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Zimmerman",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "American Journal of Community Psychology",
                "volume": "33",
                "issue": "",
                "pages": "91--105",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Caldwell, C. H., Kohn-Wood, L. P., Schmeelk-Cone, K. H., Chavous, T. M., & Zimmerman, M. A. (2004). Racial discrimination and racial identity as risk or protective factors for violent behaviors in African American young adults. American Journal of Community Psychology, 33, 91-105.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Racial identity, maternal support, and psychological distress among African American adolescents",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "H"
                        ],
                        "last": "Caldwell",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Zimmerman",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "H"
                        ],
                        "last": "Bernat",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Sellers",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "C"
                        ],
                        "last": "Notaro",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Child Development",
                "volume": "73",
                "issue": "",
                "pages": "1322--1336",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Caldwell, C. H., Zimmerman, M. A., Bernat, D. H., Sellers, R. M., & Notaro, P. C. (2002). Racial identity, maternal support, and psycholog- ical distress among African American adolescents. Child Development, 73, 1322-1336.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Emotional dimensions of group life",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Cartwright",
                        "suffix": ""
                    }
                ],
                "year": 1950,
                "venue": "Feelings and emotions",
                "volume": "",
                "issue": "",
                "pages": "439--477",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cartwright, D. (1950). Emotional dimensions of group life. In M. L. Raymert, (Ed.), Feelings and emotions (pp. 439 -477). New York: McGraw-Hill.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Understanding the exceptions: How small schools support the achievement of academically successful black boys",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "Q"
                        ],
                        "last": "Conchas",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Noguera",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Adolescent boys: Exploring diverse cultures of boyhood",
                "volume": "",
                "issue": "",
                "pages": "317--337",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Conchas, G. Q., & Noguera, P. A. (2004). Understanding the exceptions: How small schools support the achievement of academically successful black boys. In N. Way & J. Chu (Eds.), Adolescent boys: Exploring diverse cultures of boyhood (pp. 317-337). New York: New York University Press.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Human nature and the social order",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "H"
                        ],
                        "last": "Cooley",
                        "suffix": ""
                    }
                ],
                "year": 1902,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cooley, C. H. (1902). Human nature and the social order. New York: Scribner.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Shades of black: Diversity in African American identity",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "E"
                        ],
                        "last": "Cross",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cross, W. E. (1991). Shades of black: Diversity in African American identity. Philadelphia: Temple University Press.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Nigrescence revisited: Theory and research",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "E"
                        ],
                        "last": "Cross",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "A"
                        ],
                        "last": "Parham",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Helms",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "African American identity development: Theory, research, and intervention",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cross, W. E., Parham, T. A., & Helms, J. E. (1998). Nigrescence revisited: Theory and research. In R. L. Jones (Ed.), African American identity development: Theory, research, and intervention. Hampton, VA: Cobb & Henry.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "The problem of ego-identity",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Erikson",
                        "suffix": ""
                    }
                ],
                "year": 1956,
                "venue": "Journal of the American Psychoanalytic Association",
                "volume": "4",
                "issue": "",
                "pages": "56--121",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Erikson, E. (1956). The problem of ego-identity. Journal of the American Psychoanalytic Association, 4, 56 -121.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Identity: Youth and crisis",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Erikson",
                        "suffix": ""
                    }
                ],
                "year": 1968,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Erikson, E. (1968). Identity: Youth and crisis. New York: Norton.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Predicting adolescent self-esteem from participation in school sports among Latino subgroups",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Erkut",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Tracy",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Hispanic Journal of Behavioral Sciences",
                "volume": "24",
                "issue": "",
                "pages": "409--429",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Erkut, S., & Tracy, A. J. (2002). Predicting adolescent self-esteem from participation in school sports among Latino subgroups. Hispanic Jour- nal of Behavioral Sciences, 24, 409 -429.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Cultural resources and school success: Gender, ethnicity, and poverty groups within an urban school district",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Farkas",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "P"
                        ],
                        "last": "Grobe",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Sheehan",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Shaun",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "American Sociological Review",
                "volume": "55",
                "issue": "",
                "pages": "127--142",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Farkas, G., Grobe, R. P., Sheehan, D., & Shaun, Y. (1990, February). Cultural resources and school success: Gender, ethnicity, and poverty groups within an urban school district. American Sociological Review, 55, 127-142.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Black student dropout behavior: Disengagement from school rejection and racial discrimination",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "G"
                        ],
                        "last": "Felice",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Journal of Negro Education",
                "volume": "50",
                "issue": "",
                "pages": "415--424",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Felice, L. G. (1981). Black student dropout behavior: Disengagement from school rejection and racial discrimination. Journal of Negro Education, 50, 415-424.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Framing dropouts: Notes on the politics of an urban high school",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Fine",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fine, M. (1991). Framing dropouts: Notes on the politics of an urban high school. Albany: SUNY Press.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Discrimination distress during adolescence",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "B"
                        ],
                        "last": "Fisher",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "Wallace",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Fenton",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Journal of Youth and Adolescence",
                "volume": "29",
                "issue": "",
                "pages": "679--695",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fisher, C. B., Wallace, S. A., & Fenton, R. E. (2000). Discrimination distress during adolescence. Journal of Youth and Adolescence, 29, 679 -695.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "An integrative model for the study of developmental competencies in minority children",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Garcia Coll",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Lamberty",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Jenkins",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "P"
                        ],
                        "last": "Mcadoo",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Crnic",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "H"
                        ],
                        "last": "Wasik",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "V"
                        ],
                        "last": "Garcia",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Child Development",
                "volume": "67",
                "issue": "",
                "pages": "1891--1914",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Garcia Coll, C., Lamberty, G., Jenkins, R., McAdoo, H. P., Crnic, K., Wasik, B. H., & Garcia, H. V. (1996). An integrative model for the study of developmental competencies in minority children. Child Develop- ment, 67, 1891-1914.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Children of color: Psychological interventions with culturally diverse youth",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Gibbs",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "171--214",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gibbs, J. T. (1998). African American adolescents. In J. T. Gibbs, & H. L. Nahme (Eds.), Children of color: Psychological interventions with cul- turally diverse youth (pp. 171-214). San Francisco: Jossey-Bass.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "A growth curve analysis of self-esteem among urban, ethnic minority adolescents: Exploring patterns and predictors of change",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Greene",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [
                            "N"
                        ],
                        "last": "Way",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Journal of Research on Adolescence",
                "volume": "15",
                "issue": "",
                "pages": "151--178",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Greene, M. L., & Way. N. (2005). A growth curve analysis of self-esteem among urban, ethnic minority adolescents: Exploring patterns and pre- dictors of change. Journal of Research on Adolescence, 15, 151-178.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "The Rosenberg Self-Esteem Scale and Harter's Self-Perception Profile for Adolescents: A concurrent validity study",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "J"
                        ],
                        "last": "Hagborg",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Psychology in the Schools",
                "volume": "30",
                "issue": "",
                "pages": "132--136",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hagborg, W. J. (1993). The Rosenberg Self-Esteem Scale and Harter's Self-Perception Profile for Adolescents: A concurrent validity study. Psychology in the Schools, 30, 132-136.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "The construction of the self",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Harter",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harter, S. (1999). The construction of the self. New York: Guilford Press.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Demographic change and the life circumstances of immigrant families. The Future of Children",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Hernandez",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "",
                "volume": "14",
                "issue": "",
                "pages": "17--47",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hernandez, D. (2004). Demographic change and the life circumstances of immigrant families. The Future of Children, 14, 17-47.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "The growth of logical thinking from childhood to adolescence",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Inhelder",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Piaget",
                        "suffix": ""
                    }
                ],
                "year": 1958,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Inhelder, B., & Piaget, J. (1958). The growth of logical thinking from childhood to adolescence. New York: Basic Books.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "The prevalence, distribution, and mental health correlates of perceived discrimination in the United States",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Kessler",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "D"
                        ],
                        "last": "Mickelson",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "R"
                        ],
                        "last": "Williams",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Journal of Health and Social Behavior",
                "volume": "40",
                "issue": "",
                "pages": "208--230",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kessler, R. C., Mickelson, K. D., & Williams, D. R. (1999). The preva- lence, distribution, and mental health correlates of perceived discrimi- nation in the United States. Journal of Health and Social Behavior, 40, 208 -230.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "The Children's Depression Inventory",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Kovacs",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Psychopharmacology Bulletin",
                "volume": "21",
                "issue": "",
                "pages": "995--998",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kovacs, M. (1985). The Children's Depression Inventory. Psychopharma- cology Bulletin, 21, 995-998.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Tomorrow's tomorrow: The Black woman",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Ladner",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ladner, J. (1971). Tomorrow's tomorrow: The Black woman. Garden City, NY: Doubleday.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Among American masculinities: Creating new identities in the United States",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Lee",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Adolescent boys: Exploring diverse cultures of boyhood",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lee, S. (2004). Among American masculinities: Creating new identities in the United States. In N. Way & J. Chu (Eds.), Adolescent boys: Explor- ing diverse cultures of boyhood. New York: New York University Press.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Behind the model-minority stereotype: Voices of highand low-achieving Asian American students. Anthropology and Educational Quarterly",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Lee",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "",
                "volume": "25",
                "issue": "",
                "pages": "413--429",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lee, S. J. (1994). Behind the model-minority stereotype: Voices of high- and low-achieving Asian American students. Anthropology and Educa- tional Quarterly, 25, 413-429.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Race, class, and power in school structuring",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Lipman",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lipman, P. (1998). Race, class, and power in school structuring. Albany: SUNY Press.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Ain't no makin' it",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Macleod",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MacLeod, J. (1987). Ain't no makin' it. Boulder, CO: Westview.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Tests for linkage of multiple cohorts in an accelerated longitudinal design",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Miyazaki",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "W"
                        ],
                        "last": "Raudenbush",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Psychological Methods",
                "volume": "5",
                "issue": "",
                "pages": "44--63",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Miyazaki, Y., & Raudenbush, S. W. (2000). Tests for linkage of multiple cohorts in an accelerated longitudinal design. Psychological Methods, 5, 44 -63.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Coping with perceived discrimination: Does ethnic identity protect mental health?",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "N"
                        ],
                        "last": "Mossakowski",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Journal of Health and Social Behavior",
                "volume": "44",
                "issue": "",
                "pages": "318--331",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mossakowski, K. N. (2003). Coping with perceived discrimination: Does ethnic identity protect mental health? Journal of Health and Social Behavior, 44, 318 -331.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "The trouble with Black boys: The role and influence of environmental and cultural factors on the academic performance of African American males",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Noguera",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "",
                "volume": "38",
                "issue": "",
                "pages": "431--459",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Noguera, P. A. (2003). The trouble with Black boys: The role and influence of environmental and cultural factors on the academic performance of African American males. Urban Education, 38, 431-459.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "The impact of perceived racism: Psychological symptoms among African American boys",
                "authors": [
                    {
                        "first": "V",
                        "middle": [
                            "M"
                        ],
                        "last": "Nyborg",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "F"
                        ],
                        "last": "Curry",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Journal of Clinical Child and Adolescent Psychology",
                "volume": "32",
                "issue": "",
                "pages": "258--266",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nyborg, V. M., & Curry, J. F. (2003). The impact of perceived racism: Psychological symptoms among African American boys. Journal of Clinical Child and Adolescent Psychology, 32, 258 -266.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Variability in minority responses to schooling: Nonimmigrants vs. immigrants",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "U"
                        ],
                        "last": "Ogbu",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Interpretive ethnography of education: At home and abroad",
                "volume": "",
                "issue": "",
                "pages": "255--280",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ogbu, J. U. (1987). Variability in minority responses to schooling: Non- immigrants vs. immigrants. In G. Spindler & L. Spindler (Eds.), Inter- pretive ethnography of education: At home and abroad (pp. 255-280).",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Longitudinal trajectories of ethnic identity among urban, low-income ethnic and racial minority adolescents. Unpublished doctoral dissertation",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Pahl",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pahl, K. (2005). Longitudinal trajectories of ethnic identity among urban, low-income ethnic and racial minority adolescents. Unpublished doc- toral dissertation. Department of Applied Psychology, New York University.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Navigating the psychosocial pressures of adolescence: The voices and experiences of high school youth",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Phelan",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "C"
                        ],
                        "last": "Yu",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Davidson",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "American Educational Research Journal",
                "volume": "31",
                "issue": "",
                "pages": "415--447",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Phelan, P., Yu, H. C., & Davidson, A. L. (1994). Navigating the psycho- social pressures of adolescence: The voices and experiences of high school youth. American Educational Research Journal, 31, 415-447.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Stages of ethnic identity development in minority group adolescents",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Phinney",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Journal of Early Adolescence",
                "volume": "9",
                "issue": "",
                "pages": "34--49",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Phinney, J. S. (1989). Stages of ethnic identity development in minority group adolescents. Journal of Early Adolescence, 9, 34 -49.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Ethnic identity in adolescents and adults: A review of research",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Phinney",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Psychological Bulletin",
                "volume": "108",
                "issue": "",
                "pages": "499--514",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Phinney, J. S. (1990). Ethnic identity in adolescents and adults: A review of research. Psychological Bulletin, 108, 499 -514.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Ethnic identity and self-esteem: A review and integration",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Phinney",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Hispanic Journal of Behavioral Sciences",
                "volume": "13",
                "issue": "",
                "pages": "193--208",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Phinney, J. S. (1991). Ethnic identity and self-esteem: A review and integration. Hispanic Journal of Behavioral Sciences, 13, 193-208.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "The Multigroup Ethnic Identity Measure: A new scale for use with diverse groups",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Phinney",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Journal of Adolescent Research",
                "volume": "7",
                "issue": "",
                "pages": "156--176",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Phinney, J. S. (1992). The Multigroup Ethnic Identity Measure: A new scale for use with diverse groups. Journal of Adolescent Research, 7, 156 -176.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Understanding ethnic diversity: The role of ethnic identity",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Phinney",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "American Behavioral Scientist",
                "volume": "40",
                "issue": "",
                "pages": "143--152",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Phinney, J. S. (1996). Understanding ethnic diversity: The role of ethnic identity. American Behavioral Scientist, 40, 143-152.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "The development of ethnic identity: Continuous and categorical perspectives. Paper presented at the meeting of the Society for Research on Adolescence",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Phinney",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Phinney, J. S. (2004, March). The development of ethnic identity: Contin- uous and categorical perspectives. Paper presented at the meeting of the Society for Research on Adolescence, Baltimore, MD.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Parental ethnic socialization and adolescent coping with problems related to ethnicity",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Phinney",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Chavira",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Journal of Research on Adolescence",
                "volume": "5",
                "issue": "",
                "pages": "31--53",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Phinney, J. S., & Chavira, V. (1995). Parental ethnic socialization and adolescent coping with problems related to ethnicity. Journal of Re- search on Adolescence, 5, 31-53.",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Application of a hierarchical linear model to the study of adolescent deviance in an overlapping cohort design",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "W"
                        ],
                        "last": "Raudenbush",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Chan",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Journal of Consulting and Clinical Psychology",
                "volume": "61",
                "issue": "",
                "pages": "941--951",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Raudenbush, S. W., & Chan, W. (1993). Application of a hierarchical linear model to the study of adolescent deviance in an overlapping cohort design. Journal of Consulting and Clinical Psychology, 61, 941-951.",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "Effects of study duration, frequency of observation, and sample size on power in studies of group differences in polynomial change",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "W"
                        ],
                        "last": "Raudenbush",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Xiao-Feng",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Psychological Methods",
                "volume": "6",
                "issue": "",
                "pages": "387--401",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Raudenbush, S. W., & Xiao-Feng, L. (2001). Effects of study duration, frequency of observation, and sample size on power in studies of group differences in polynomial change. Psychological Methods, 6, 387-401.",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "Perceptions of discrimination and ethnocultural variables in a diverse group of adolescents",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Romero",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Roberts",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Journal of Adolescence",
                "volume": "21",
                "issue": "",
                "pages": "641--656",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Romero, A. J., & Roberts, R. E. (1998). Perceptions of discrimination and ethnocultural variables in a diverse group of adolescents. Journal of Adolescence, 21, 641-656.",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "Society and the adolescent self-image",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Rosenberg",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rosenberg, M. (1965). Society and the adolescent self-image. Princeton, NJ: Princeton University Press.",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "Experiences of discrimination among African American, Asian American, and Latino adolescents in an urban high school",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "R"
                        ],
                        "last": "Rosenbloom",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Way",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "",
                "volume": "35",
                "issue": "",
                "pages": "420--451",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rosenbloom, S. R., & Way, N. (2004). Experiences of discrimination among African American, Asian American, and Latino adolescents in an urban high school. Youth and Society, 35, 420 -451.",
                "links": null
            },
            "BIBREF56": {
                "ref_id": "b56",
                "title": "The crucible within: Ethnic identity, self-esteem, and segmented assimilation among children of immigrants. International Migration Review",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Rumbaut",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "",
                "volume": "28",
                "issue": "",
                "pages": "748--794",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rumbaut, R. G. (1994). The crucible within: Ethnic identity, self-esteem, and segmented assimilation among children of immigrants. Interna- tional Migration Review, 28, 748 -794.",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "At the threshold: The developing adolescent",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Savin-Williams",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "J"
                        ],
                        "last": "Berndt",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "277--307",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Savin-Williams, R. C., & Berndt, T. J. (1990). Friendship and peer rela- tions. In S. Feldman & G. R. Elliot (Eds.), At the threshold: The developing adolescent (pp. 277-307). Cambridge, MA: Harvard Univer- sity Press.",
                "links": null
            },
            "BIBREF58": {
                "ref_id": "b58",
                "title": "Growing up the hard way: Pathways of urban adolescents",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Seidman",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "American Journal of Community Psychology",
                "volume": "19",
                "issue": "",
                "pages": "173--201",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Seidman, E. (1991). Growing up the hard way: Pathways of urban adoles- cents. American Journal of Community Psychology, 19, 173-201.",
                "links": null
            },
            "BIBREF59": {
                "ref_id": "b59",
                "title": "The role of racial identity in perceived racial discrimination",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Sellers",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "N"
                        ],
                        "last": "Shelton",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "84",
                "issue": "",
                "pages": "1079--1092",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sellers, R. M., & Shelton, J. N. (2003). The role of racial identity in perceived racial discrimination. Journal of Personality and Social Psy- chology, 84, 1079 -1092.",
                "links": null
            },
            "BIBREF60": {
                "ref_id": "b60",
                "title": "Discrimination, crime, ethnic identity, and parenting as correlates of depressive symptoms among African American children: A multilevel analysis",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Simons",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Murray",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Mcloyd",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Lin",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Cutrona",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "D"
                        ],
                        "last": "Conger",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Development and Psychopathology",
                "volume": "14",
                "issue": "",
                "pages": "371--393",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Simons, R. L., Murray, V., McLoyd, V., Lin, K., Cutrona, C., & Conger, R. D. (2002). Discrimination, crime, ethnic identity, and parenting as correlates of depressive symptoms among African American children: A multilevel analysis. Development and Psychopathology, 14, 371-393.",
                "links": null
            },
            "BIBREF61": {
                "ref_id": "b61",
                "title": "Applied longitudinal data analysis: Modeling change and event occurrence",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Singer",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Willett",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Singer, J. D., & Willett, J. P. (2003). Applied longitudinal data analysis: Modeling change and event occurrence. London: Oxford University Press.",
                "links": null
            },
            "BIBREF62": {
                "ref_id": "b62",
                "title": "Normative and reliability data for the Children's Depression Inventory",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "R"
                        ],
                        "last": "Smucker",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "E"
                        ],
                        "last": "Craighead",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "W"
                        ],
                        "last": "Craighead",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "J"
                        ],
                        "last": "Greene",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Journal of Abnormal Child Psychology",
                "volume": "14",
                "issue": "",
                "pages": "25--39",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Smucker, M. R., Craighead, W. E., Craighead, L. W., & Greene, B. J. (1986). Normative and reliability data for the Children's Depression Inventory. Journal of Abnormal Child Psychology, 14, 25-39.",
                "links": null
            },
            "BIBREF63": {
                "ref_id": "b63",
                "title": "Social and cultural influences on school adjustment: The application of an identity-focused cultural ecological perspective",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "B"
                        ],
                        "last": "Spencer",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Educational Psychology",
                "volume": "34",
                "issue": "",
                "pages": "43--57",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Spencer, M. B. (1999). Social and cultural influences on school adjust- ment: The application of an identity-focused cultural ecological perspec- tive. Educational Psychology, 34, 43-57.",
                "links": null
            },
            "BIBREF64": {
                "ref_id": "b64",
                "title": "Boys in men's clothing: Racial socialization and neighborhood safety as buffers to hypervulnerability in African American adolescent males",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Stevenson",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Adolescent boys: Exploring diverse cultures of boyhood",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stevenson, H. (2004). Boys in men's clothing: Racial socialization and neighborhood safety as buffers to hypervulnerability in African Amer- ican adolescent males. In N. Way & J. Chu (Eds.), Adolescent boys: Exploring diverse cultures of boyhood. New York: New York University Press.",
                "links": null
            },
            "BIBREF65": {
                "ref_id": "b65",
                "title": "Empirical Bayes estimation of individual growth curves parameters and their relationship to covariates",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L F"
                        ],
                        "last": "Strenio",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "I"
                        ],
                        "last": "Weisberg",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Bryk",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Biometrics",
                "volume": "39",
                "issue": "",
                "pages": "71--86",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Strenio, J. L. F., Weisberg, H. I., & Bryk, A. S. (1983). Empirical Bayes estimation of individual growth curves parameters and their relationship to covariates. Biometrics, 39, 71-86.",
                "links": null
            },
            "BIBREF66": {
                "ref_id": "b66",
                "title": "Discrimination and Puerto Rican children's and adolescent's mental health",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "A"
                        ],
                        "last": "Szalacha",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Erkut",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Garcia Coll",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Alarcon",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Fields",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [
                            "I"
                        ],
                        "last": "Ceder",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Cultural Diversity & Ethnic Minority Psychology",
                "volume": "9",
                "issue": "",
                "pages": "141--155",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Szalacha, L. A., Erkut, S., Garcia Coll, C., Alarcon, O., Fields, J. P., & Ceder. I. (2003a). Discrimination and Puerto Rican children's and ado- lescent's mental health. Cultural Diversity & Ethnic Minority Psychol- ogy, 9, 141-155.",
                "links": null
            },
            "BIBREF67": {
                "ref_id": "b67",
                "title": "Perceived discrimination and resilience",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "A"
                        ],
                        "last": "Szalacha",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Erkut",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Garcia Coll",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Fields",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Alarcon",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [
                            "I"
                        ],
                        "last": "Ceder",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Resilience and vulnerability: Adaptation in the context of childhood adversities",
                "volume": "",
                "issue": "",
                "pages": "414--435",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Szalacha, L. A., Erkut, S., Garcia Coll, C., Fields, J. P., Alarcon, O., & Ceder. I. (2003b). Perceived discrimination and resilience. In S. S. Luthar (Ed.), Resilience and vulnerability: Adaptation in the context of childhood adversities (pp. 414 -435). Cambridge, England: Cambridge University Press.",
                "links": null
            },
            "BIBREF68": {
                "ref_id": "b68",
                "title": "The social identity theory of intergroup behavior",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Tajfel",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Turner",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Psychology of intergroup relations",
                "volume": "",
                "issue": "",
                "pages": "7--24",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tajfel, H., & Turner, J. C. (1986). The social identity theory of intergroup behavior. In S. Worchel & W. G. Austin (Eds.), Psychology of inter- group relations (pp. 7-24). Chicago: Nelson-Hall.",
                "links": null
            },
            "BIBREF69": {
                "ref_id": "b69",
                "title": "Why are all the Black kids sitting together in the cafeteria",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Tatum",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tatum, B. (1997). Why are all the Black kids sitting together in the cafeteria? New York: Basic Books.",
                "links": null
            },
            "BIBREF70": {
                "ref_id": "b70",
                "title": "Psychological adjustment and experiences with peers during early adolescence: Reciprocal, incidental, or unidirectional relationships",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Vernberg",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Journal of Abnormal Child Psychology",
                "volume": "18",
                "issue": "",
                "pages": "187--198",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Vernberg, E. M. (1990). Psychological adjustment and experiences with peers during early adolescence: Reciprocal, incidental, or unidirectional relationships? Journal of Abnormal Child Psychology, 18, 187-198.",
                "links": null
            },
            "BIBREF71": {
                "ref_id": "b71",
                "title": "The intersection of gender, race, and ethnicity in identity development of Caribbean American teens",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "C"
                        ],
                        "last": "Waters",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Urban adolescents: Resisting stereotypes, creating identities",
                "volume": "",
                "issue": "",
                "pages": "65--81",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Waters, M. C. (1996). The intersection of gender, race, and ethnicity in identity development of Caribbean American teens. In B. J. R. Lead- beater & N. Way (Eds.), Urban adolescents: Resisting stereotypes, creating identities (pp. 65-81). New York: New York University Press.",
                "links": null
            },
            "BIBREF72": {
                "ref_id": "b72",
                "title": "Adult and Peer Discrimination Measure",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Way",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Way, N. (1997). Adult and Peer Discrimination Measure. Unpublished document.",
                "links": null
            },
            "BIBREF73": {
                "ref_id": "b73",
                "title": "Everyday courage: The lives and stories of urban teenagers",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Way",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Way, N. (1998). Everyday courage: The lives and stories of urban teen- agers. New York: New York University Press.",
                "links": null
            },
            "BIBREF74": {
                "ref_id": "b74",
                "title": "School as a context for the development of social identity. Paper presented at the meeting of the Society for Research on Adolescence",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Way",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Greene",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Pahl",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Way, N., Greene, M. L., & Pahl, K. (2004, March). School as a context for the development of social identity. Paper presented at the meeting of the Society for Research on Adolescence, Baltimore, MD. Way, N., Kim, C., & Santos, C. (2005, April). A contextualized under- standing of ethnic identity. Paper presented at the Society for Research on Child Development, Atlanta, GA.",
                "links": null
            },
            "BIBREF75": {
                "ref_id": "b75",
                "title": "A longitudinal study of the effects of family, friends, and school experiences on the psychological adjustment of ethnic minority, low-SES adolescents",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Way",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "G"
                        ],
                        "last": "Robinson",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Journal of Adolescent Research",
                "volume": "18",
                "issue": "",
                "pages": "324--326",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Way, N., & Robinson, M. G. (2003). A longitudinal study of the effects of family, friends, and school experiences on the psychological adjustment of ethnic minority, low-SES adolescents. Journal of Adolescent Re- search, 18, 324 -326.",
                "links": null
            },
            "BIBREF76": {
                "ref_id": "b76",
                "title": "Self-esteem: Examining gender, ethnic, socioeconomic status, and developmental differences",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Wheelock",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Erickson",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wheelock, M. A., & Erickson, C. (1996). Self-esteem: Examining gender, ethnic, socioeconomic status, and developmental differences. Paper pre- sented at the conference of the Association for Women in Psychology, Atlanta, GA.",
                "links": null
            },
            "BIBREF77": {
                "ref_id": "b77",
                "title": "The influence of ethnic discrimination and ethnic identification on African American adolescents' school and socioemotional adjustment",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Wong",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Sameroff",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Journal of Personality",
                "volume": "71",
                "issue": "",
                "pages": "1197--1232",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wong, C. A., Eccles, J. S., & Sameroff, A. (2003). The influence of ethnic discrimination and ethnic identification on African American adoles- cents' school and socioemotional adjustment. Journal of Personality, 71, 1197-1232.",
                "links": null
            },
            "BIBREF78": {
                "ref_id": "b78",
                "title": "Asian Americans as a model minority: Self-perceptions and perceptions by other racial groups",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Wong",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "F"
                        ],
                        "last": "Lai",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Nagasawa",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Lin",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Sociological Perspectives",
                "volume": "41",
                "issue": "",
                "pages": "95--118",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wong, P., Lai, C. F., Nagasawa, R., & Lin, T. (1998). Asian Americans as a model minority: Self-perceptions and perceptions by other racial groups. Sociological Perspectives, 41, 95-118.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Fitted growth curves for perceived discrimination by adults as a function of ethnicity."
            },
            "FIGREF1": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Fitted growth curves for perceived discrimination by peers as a function of ethnicity."
            },
            "FIGREF2": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Within-person changes in self-esteem as a function of perceived discrimination by peers and ethnic affirmation."
            },
            "FIGREF3": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Within-person changes in self-esteem as a function of perceived discrimination by peers and ethnic identity achievement."
            },
            "FIGREF4": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Within-person changes in self-esteem as a function of perceived discrimination by peers and ethnicity."
            },
            "TABREF0": {
                "num": null,
                "content": "<table><tr><td/><td>Time 2</td><td/><td>Time 3</td><td/><td>Time 4</td><td/><td>Time 5</td><td/><td>Time 6</td><td/></tr><tr><td/><td colspan=\"2\">(n ϭ 118)</td><td colspan=\"2\">(n ϭ 127)</td><td colspan=\"2\">(n ϭ 123)</td><td colspan=\"2\">(n ϭ 106)</td><td colspan=\"2\">(n ϭ 106)</td></tr><tr><td>Variable</td><td>M</td><td>S D</td><td>M</td><td>S D</td><td>M</td><td>S D</td><td>M</td><td>S D</td><td>M</td><td>S D</td></tr><tr><td>Age</td><td>14.81</td><td>0.65</td><td>15.74</td><td>0.70</td><td>16.15</td><td>0.78</td><td>16.77</td><td>0.71</td><td>17.13</td><td>0.83</td></tr><tr><td>Discrimination by adults</td><td>1.55</td><td>0.64</td><td>1.59</td><td>0.61</td><td>1.65</td><td>0.61</td><td>1.54</td><td>0.57</td><td>1.66</td><td>0.59</td></tr><tr><td>Discrimination by peers</td><td>1.71</td><td>0.77</td><td>1.70</td><td>0.78</td><td>1.74</td><td>0.71</td><td>1.61</td><td>0.62</td><td>1.70</td><td>0.64</td></tr><tr><td>Ethnic identity achievement</td><td>2.84</td><td>0.55</td><td>2.83</td><td>0.52</td><td>2.79</td><td>0.54</td><td>2.72</td><td>0.48</td><td>2.75</td><td>0.51</td></tr><tr><td>Ethnic affirmation</td><td>3.23</td><td>0.64</td><td>3.31</td><td>0.55</td><td>3.28</td><td>0.58</td><td>3.12</td><td>0.64</td><td>3.16</td><td>0.60</td></tr><tr><td>Self-esteem</td><td>3.62</td><td>0.58</td><td>3.19</td><td>0.61</td><td>3.15</td><td>0.62</td><td>3.20</td><td>0.57</td><td>3.15</td><td>0.63</td></tr><tr><td>Depressive symptoms</td><td>1.42</td><td>0.35</td><td>1.37</td><td>0.32</td><td>1.39</td><td>0.34</td><td>1.36</td><td>0.31</td><td>1.39</td><td>0.35</td></tr></table>",
                "type_str": "table",
                "text": "Predictor and Outcome Variable Means and Standard Deviations"
            },
            "TABREF1": {
                "num": null,
                "content": "<table><tr><td>Variable</td><td>1</td><td>2</td><td>3</td><td>4</td><td>5</td></tr><tr><td/><td/><td>Time 2</td><td/><td/><td/></tr><tr><td>1. Perceived discrimination by adults</td><td/><td/><td/><td/><td/></tr><tr><td>2. Perceived discrimination by peers</td><td>.52***</td><td/><td/><td/><td/></tr><tr><td>3. Ethnic identity achievement</td><td>Ϫ.06</td><td>Ϫ.14</td><td/><td/><td/></tr><tr><td>4. Ethnic affirmation</td><td>Ϫ.20**</td><td>Ϫ.25***</td><td>.60***</td><td/><td/></tr><tr><td>5. Self-esteem</td><td>Ϫ.13</td><td>Ϫ.40***</td><td>.24**</td><td>.32***</td><td/></tr><tr><td>6. Depressive symptoms</td><td>.18**</td><td>.35***</td><td>Ϫ.20**</td><td>Ϫ.31***</td><td>Ϫ.69***</td></tr><tr><td/><td/><td>Time 3</td><td/><td/><td/></tr><tr><td>1. Perceived discrimination by adults</td><td/><td/><td/><td/><td/></tr><tr><td>2. Perceived discrimination by peers</td><td>.53***</td><td/><td/><td/><td/></tr><tr><td>3. Ethnic identity achievement</td><td>Ϫ.05</td><td>Ϫ.16*</td><td/><td/><td/></tr><tr><td>4. Ethnic affirmation</td><td>Ϫ.22**</td><td>Ϫ.34***</td><td>.42***</td><td/><td/></tr><tr><td>5. Self-esteem</td><td>Ϫ.41***</td><td>Ϫ.39***</td><td>.18**</td><td>.33***</td><td/></tr><tr><td>6. Depressive symptoms</td><td>.26***</td><td>.28***</td><td>Ϫ.17**</td><td>Ϫ.31***</td><td>Ϫ.73***</td></tr><tr><td/><td/><td>Time 4</td><td/><td/><td/></tr><tr><td>1. Perceived discrimination by adults</td><td/><td/><td/><td/><td/></tr><tr><td>2. Perceived discrimination by peers</td><td>.56***</td><td/><td/><td/><td/></tr><tr><td>3. Ethnic identity achievement</td><td>Ϫ.10</td><td>Ϫ.15</td><td/><td/><td/></tr><tr><td>4. Ethnic affirmation</td><td>Ϫ.28***</td><td>Ϫ.29***</td><td>.57***</td><td/><td/></tr><tr><td>5. Self-esteem</td><td>Ϫ.24***</td><td>Ϫ.41***</td><td>.12</td><td>.27***</td><td/></tr><tr><td>6. Depressive symptoms</td><td>.09</td><td>.26***</td><td>Ϫ.13</td><td>Ϫ.20***</td><td>Ϫ.69***</td></tr><tr><td/><td/><td>Time 5</td><td/><td/><td/></tr><tr><td>1. Perceived discrimination by adults</td><td/><td/><td/><td/><td/></tr><tr><td>2. Perceived discrimination by peers</td><td>.53***</td><td/><td/><td/><td/></tr><tr><td>3. Ethnic identity achievement</td><td>Ϫ.11</td><td>Ϫ.14</td><td/><td/><td/></tr><tr><td>4. Ethnic affirmation</td><td>Ϫ.31***</td><td>Ϫ.23**</td><td>.59***</td><td/><td/></tr><tr><td>5. Self-esteem</td><td>Ϫ.43***</td><td>Ϫ.53***</td><td>.36***</td><td>.41***</td><td/></tr><tr><td>6. Depressive symptoms</td><td>.46***</td><td>.42***</td><td>Ϫ.29***</td><td>Ϫ.40***</td><td>Ϫ.74***</td></tr><tr><td/><td/><td>Time 6</td><td/><td/><td/></tr><tr><td>1. Perceived discrimination by adults</td><td/><td/><td/><td/><td/></tr><tr><td>2. Perceived discrimination by peers</td><td>.74***</td><td/><td/><td/><td/></tr><tr><td>3. Ethnic identity achievement</td><td>Ϫ.15</td><td>Ϫ.22**</td><td/><td/><td/></tr><tr><td>4. Ethnic affirmation</td><td>Ϫ.31***</td><td>Ϫ.34***</td><td>.57***</td><td/><td/></tr><tr><td>5. Self-esteem</td><td>Ϫ.46***</td><td>Ϫ.49***</td><td>.27***</td><td>.40***</td><td/></tr><tr><td>6. Depressive symptoms</td><td>Ϫ.39***</td><td>.47***</td><td>Ϫ.25**</td><td>Ϫ.28***</td><td>Ϫ.71***</td></tr></table>",
                "type_str": "table",
                "text": "Bivariate Correlations Among Predictor and Outcome Variable at Each Time Point"
            },
            "TABREF2": {
                "num": null,
                "content": "<table><tr><td/><td/><td/><td colspan=\"2\">Linear and quadratic</td></tr><tr><td/><td colspan=\"2\">Linear model</td><td>model</td><td/></tr><tr><td>Effect</td><td>␤</td><td>SE</td><td>␤</td><td>SE</td></tr><tr><td/><td colspan=\"2\">Discrimination by adults</td><td/><td/></tr><tr><td>Fixed effects</td><td/><td/><td/><td/></tr><tr><td>Initial status</td><td>1.55****</td><td>0.05</td><td>1.55****</td><td>0.05</td></tr><tr><td>Linear slope</td><td>0.03*</td><td>0.02</td><td>0.03</td><td>0.06</td></tr><tr><td>Quadratic slope</td><td/><td/><td/><td>0.01</td></tr><tr><td>Random effects</td><td/><td/><td/><td/></tr><tr><td>Initial status</td><td>0.194****</td><td/><td>0.220****</td><td/></tr><tr><td>Linear slope</td><td>0.008***</td><td/><td>0.154****</td><td/></tr><tr><td>Quadratic slope</td><td/><td/><td>0.008****</td><td/></tr><tr><td>Level 1 error</td><td>0.198</td><td/><td>0.161</td><td/></tr><tr><td/><td colspan=\"2\">Discrimination by peers</td><td/><td/></tr><tr><td>Fixed effect</td><td/><td/><td/><td/></tr><tr><td>Initial status</td><td>1.69****</td><td>0.07</td><td>1.70****</td><td>0.07</td></tr><tr><td>Linear slope</td><td>0.00</td><td>0.02</td><td>Ϫ0.02</td><td>0.05</td></tr><tr><td>Quadratic slope</td><td/><td/><td/><td>0.01</td></tr><tr><td>Random effects</td><td/><td/><td/><td/></tr><tr><td>Initial status</td><td>0.432****</td><td/><td>0.399****</td><td/></tr><tr><td>Linear slope</td><td>0.009***</td><td/><td>0.006</td><td/></tr><tr><td>Quadratic slope</td><td/><td/><td/><td/></tr><tr><td>Level 1 error</td><td>0.189</td><td/><td>0.188</td><td/></tr></table>",
                "type_str": "table",
                "text": "Unconditional Growth Models for Perceived Discrimination by Adults and Peers"
            },
            "TABREF3": {
                "num": null,
                "content": "<table><tr><td/><td colspan=\"2\">Discrimination by</td><td colspan=\"2\">Discrimination by</td></tr><tr><td/><td>adults</td><td/><td>peers</td><td/></tr><tr><td>Effect</td><td>␤</td><td>SE</td><td>␤</td><td>SE</td></tr><tr><td>Fixed effects</td><td/><td/><td/><td/></tr><tr><td>Initial status</td><td/><td/><td/><td/></tr><tr><td>Intercept</td><td>1.40****</td><td>0.11</td><td>1.27****</td><td>0.12</td></tr><tr><td>Female</td><td>0.04</td><td>0.10</td><td>0.08</td><td>0.12</td></tr><tr><td>Black</td><td>Ϫ0.04</td><td>0.16</td><td>0.08</td><td>0.19</td></tr><tr><td>Asian American</td><td>0.24**</td><td>0.12</td><td>0.77****</td><td>0.14</td></tr><tr><td>Latino</td><td>0.22</td><td>0.16</td><td>0.44**</td><td>Ϫ0.19</td></tr><tr><td>Linear slope</td><td/><td/><td/><td/></tr><tr><td>Intercept</td><td>0.02</td><td>0.03</td><td>0.03</td><td>0.03</td></tr><tr><td>Female</td><td>Ϫ0.02</td><td>0.03</td><td>Ϫ0.03</td><td>0.03</td></tr><tr><td>Black</td><td>0.10**</td><td>0.05</td><td>0.09*</td><td>0.05</td></tr><tr><td>Asian American</td><td>0.02</td><td>0.04</td><td>Ϫ0.01</td><td>0.00</td></tr><tr><td>Latino</td><td>Ϫ0.07</td><td>0.05</td><td>Ϫ0.08</td><td>0.05</td></tr><tr><td>Random effects</td><td/><td/><td/><td/></tr><tr><td>Initial status</td><td>0.177****</td><td/><td>0.306****</td><td/></tr><tr><td>Linear slope</td><td>0.005**</td><td/><td>0.006***</td><td/></tr><tr><td>Level 1 error</td><td>0.200</td><td/><td>0.191</td><td/></tr></table>",
                "type_str": "table",
                "text": "Individual-Level Predictors of Perceived Discrimination by Adults and Peers"
            },
            "TABREF4": {
                "num": null,
                "content": "<table><tr><td/><td colspan=\"2\">Self-esteem</td><td colspan=\"2\">Depressive symptoms</td></tr><tr><td>Effect</td><td>␤</td><td>SE</td><td>␤</td><td>SE</td></tr><tr><td>Fixed effects</td><td/><td/><td/><td/></tr><tr><td>Initial status</td><td>3.56****</td><td>0.05</td><td>1.42****</td><td>0.03****</td></tr><tr><td>Linear slope</td><td>Ϫ0.33****</td><td colspan=\"2\">0.03 Ϫ0.05**</td><td>0.02</td></tr><tr><td>Quadratic slope</td><td>0.06****</td><td>0.01</td><td>0.01**</td><td>0.01</td></tr><tr><td>Random effects</td><td/><td/><td/><td/></tr><tr><td>Initial status</td><td>0.252****</td><td/><td>0.072****</td><td/></tr><tr><td>Linear slope</td><td>0.012****</td><td/><td>0.003****</td><td/></tr><tr><td>Level 1 error</td><td>0.105</td><td/><td>0.039</td><td/></tr></table>",
                "type_str": "table",
                "text": "Unconditional Growth Models for Self-Esteem and Depressive Symptoms"
            },
            "TABREF5": {
                "num": null,
                "content": "<table><tr><td/><td/><td colspan=\"2\">Self-esteem</td><td/><td/><td colspan=\"2\">Depressive symptoms</td><td/></tr><tr><td>Effect</td><td>␤</td><td>SE</td><td>␤</td><td>SE</td><td>␤</td><td>SE</td><td>␤</td><td>SE</td></tr><tr><td>Fixed effects</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Initial status</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Intercept</td><td>3.55****</td><td>0.05</td><td>3.55****</td><td>0.05</td><td>1.41****</td><td>0.03</td><td>1.42****</td><td>0.03</td></tr><tr><td>Discrimination by adults</td><td>Ϫ0.41****</td><td>0.11</td><td>Ϫ0.42****</td><td>0.11</td><td>0.28****</td><td>0.06</td><td>0.28****</td><td>0.06</td></tr><tr><td>Linear slope</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Intercept</td><td>Ϫ0.32****</td><td>0.04</td><td>Ϫ0.32****</td><td>0.04</td><td>Ϫ0.04**</td><td>0.02</td><td>Ϫ0.04**</td><td>0.02</td></tr><tr><td>Discrimination by adults</td><td>Ϫ0.07</td><td>0.08</td><td>Ϫ0.07</td><td>0.08</td><td>Ϫ0.09*</td><td>0.05</td><td>Ϫ0.10**</td><td>0.05</td></tr><tr><td>Quadratic slope</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Intercept</td><td>0.06****</td><td>0.01</td><td>0.06****</td><td>0.01</td><td>0.01**</td><td>0.01</td><td>0.01**</td><td>0.01</td></tr><tr><td>Discrimination by adults</td><td>0.01</td><td>0.02</td><td>0.01</td><td>0.02</td><td>0.02**</td><td>0.01</td><td>0.02**</td><td>0.01</td></tr><tr><td>Discrimination slope</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Intercept</td><td>Ϫ0.07**</td><td>0.04</td><td>Ϫ0.12**</td><td>0.05</td><td>0.01</td><td>0.03</td><td>0.04</td><td>0.04</td></tr><tr><td>Ethnic identity achievement</td><td/><td/><td>0.08</td><td>0.09</td><td/><td/><td>0.01</td><td>0.06</td></tr><tr><td>Ethnic affirmation</td><td/><td/><td>0.03</td><td>0.09</td><td/><td/><td>Ϫ0.08</td><td>0.06</td></tr><tr><td>Random effects</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Initial status</td><td>0.211****</td><td/><td>0.211****</td><td/><td>0.058****</td><td/><td>0.058****</td><td/></tr><tr><td>Linear slope</td><td>0.011****</td><td/><td>0.011****</td><td/><td>0.002***</td><td/><td>0.002***</td><td/></tr><tr><td>Discrimination slope</td><td>0.008</td><td/><td>0.004</td><td/><td>0.023**</td><td/><td>0.021**</td><td/></tr><tr><td>Level 1 error</td><td>0.103</td><td/><td>0.104</td><td/><td>0.035</td><td/><td>0.036</td><td/></tr></table>",
                "type_str": "table",
                "text": "Hierarchical Linear Models Exploring Relationships Between Perceived Discrimination byAdults, Ethnic Identity, and Self-Esteem  and Depressive Symptoms"
            },
            "TABREF6": {
                "num": null,
                "content": "<table><tr><td colspan=\"8\">Hierarchical Linear Models Exploring Relationships Between Perceived Discrimination by Peers, Ethnic Identity, and Self-Esteem</td><td/></tr><tr><td>and Depressive Symptoms</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td/><td colspan=\"2\">Self-esteem</td><td/><td/><td colspan=\"2\">Depressive symptoms</td><td/></tr><tr><td>Effect</td><td>␤</td><td>SE</td><td>␤</td><td>SE</td><td>␤</td><td>SE</td><td>␤</td><td>SE</td></tr><tr><td>Fixed effects</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Initial status</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Intercept</td><td>3.56****</td><td>0.05</td><td>3.56****</td><td>0.05</td><td>1.41****</td><td>0.03</td><td>1.41****</td><td>0.03</td></tr><tr><td>Discrimination by peers</td><td>Ϫ0.38****</td><td>0.08</td><td>Ϫ0.38***</td><td>0.08</td><td>0.20****</td><td>0.05</td><td>0.20****</td><td>0.05</td></tr><tr><td>Linear slope</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Intercept</td><td>Ϫ0.33****</td><td>0.04</td><td>Ϫ0.33****</td><td>0.04</td><td>Ϫ0.04**</td><td>0.02</td><td>Ϫ0.04**</td><td>0.02</td></tr><tr><td>Discrimination by peers</td><td>Ϫ0.06</td><td>0.06</td><td>Ϫ0.06</td><td>0.06</td><td>Ϫ0.07*</td><td>0.04</td><td>Ϫ0.06*</td><td>0.04</td></tr><tr><td>Quadratic slope</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Intercept</td><td>0.06****</td><td>0.01</td><td>0.06****</td><td>0.01</td><td>0.01**</td><td>0.00</td><td>0.01**</td><td>0.00</td></tr><tr><td>Discrimination by peers</td><td>0.00</td><td>0.01</td><td>0.00</td><td/><td>0.02***</td><td>0.01</td><td>0.02***</td><td>0.01</td></tr><tr><td>Discrimination slope</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Intercept</td><td>Ϫ0.12***</td><td>0.04</td><td>Ϫ0.12**</td><td>0.05</td><td>0.07**</td><td>0.03</td><td>0.30</td><td>0.20</td></tr><tr><td>Ethnic identity achievement</td><td/><td/><td>Ϫ0.18**</td><td>0.10</td><td/><td/><td>0.01</td><td>0.09</td></tr><tr><td>Ethnic affirmation</td><td/><td/><td>0.25**</td><td>0.09</td><td/><td/><td>Ϫ0.08</td><td>0.10</td></tr><tr><td>Random effects</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Initial status</td><td>0.189****</td><td/><td>0.191****</td><td/><td>0.061****</td><td/><td>0.061****</td><td/></tr><tr><td>Linear slope</td><td>0.010****</td><td/><td>0.010****</td><td/><td>0.003***</td><td/><td>0.003***</td><td/></tr><tr><td>Discrimination slope a</td><td/><td/><td/><td/><td>0.016*</td><td/><td>0.015*</td><td/></tr><tr><td>Level 1 error</td><td>0.104</td><td/><td>0.103</td><td/><td>0.035</td><td/><td>0.035</td><td/></tr></table>",
                "type_str": "table",
                "text": ""
            }
        }
    }
}