{
    "paper_id": "Muldoon_2000",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-24T16:01:53.451749Z"
    },
    "title": "Social group membership and self-perceptions in Northern Irish children: A longitudinal study",
    "authors": [
        {
            "first": "Orla",
            "middle": [
                "T"
            ],
            "last": "Muldoon",
            "suffix": "",
            "affiliation": {},
            "email": "o.muldoon@qub.ac.uk"
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "Little is known about the changes in self-perceptions over the course of middle childhood, despite this being a crucial period for the development of the self. This study examined stability and change in children's self-competence and self-esteem in a two-wave longitudinal study of primary school children. The in uence of psychosocial factors, gender, religion/ethnicity and socioeconomic status (SES), on the development of self-perceptions was also examined. A sample of 110 children completed the Harter Self Perception Pro le for Children at age 8 and age 11. Analysis of these data indicated considerable stability in children's perceptions of themselves. At age 11, a greater variety of domain-speci c self-perceptions was predictive of global self-esteem, suggesting a more complex view of the self. Additionally, between-group differences suggested that girls' global and athletic competence, as well as their con dence in their physical appearance, decreased over time. Further, children from lower socioeconomic backgrounds and those from the minority community in Northern Ireland (Roman Catholics) displayed less positive self-perceptions in a number of life domains at both age 11 and age 8. Discussion of these results highlights the in uence of societal factors on children's social development and the need to consider the combined effects of psychosocial identities and socioeconomic background on the development of the self.",
    "pdf_parse": {
        "paper_id": "Muldoon_2000",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Little is known about the changes in self-perceptions over the course of middle childhood, despite this being a crucial period for the development of the self. This study examined stability and change in children's self-competence and self-esteem in a two-wave longitudinal study of primary school children. The in uence of psychosocial factors, gender, religion/ethnicity and socioeconomic status (SES), on the development of self-perceptions was also examined. A sample of 110 children completed the Harter Self Perception Pro le for Children at age 8 and age 11. Analysis of these data indicated considerable stability in children's perceptions of themselves. At age 11, a greater variety of domain-speci c self-perceptions was predictive of global self-esteem, suggesting a more complex view of the self. Additionally, between-group differences suggested that girls' global and athletic competence, as well as their con dence in their physical appearance, decreased over time. Further, children from lower socioeconomic backgrounds and those from the minority community in Northern Ireland (Roman Catholics) displayed less positive self-perceptions in a number of life domains at both age 11 and age 8. Discussion of these results highlights the in uence of societal factors on children's social development and the need to consider the combined effects of psychosocial identities and socioeconomic background on the development of the self.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Two important facets of the self are self-esteem and self-competence. Self-esteem is most often viewed as the evaluative component of the self which re ects a generalized sense of social worth: an indication of a child's perception of his or her value as a person (Harter, 1985 (Harter, , 1993 . Self-competence is a theoretically related construct which re ects a person's sense of ef cacy in a particular area of life. As such, self-competence can be seen as a more autonomous or inner dimension of the self (Tafarodi & Swann, 1996) . The present study focuses on these two related contructs, which together can be considered to constitute selfperceptions.",
                "cite_spans": [
                    {
                        "start": 264,
                        "end": 277,
                        "text": "(Harter, 1985",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 278,
                        "end": 293,
                        "text": "(Harter, , 1993",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 510,
                        "end": 534,
                        "text": "(Tafarodi & Swann, 1996)",
                        "ref_id": "BIBREF38"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "During middle childhood, children's conceptions of themselves undergo considerable change (Wig eld et al., 1997) . During this period of life, when children begin the transition from childhood to adolescence, new cognitive abilities emerge (Case, 1996) . These include the ability to integrate both positive and negative concepts of the self, as well as thinking about the self at a more abstract level (Case, 1991; Marini & Case, 1994) . During this period, self-perceptions are thought to become both more balanced and more highly differentiated. Thus children's self-perceptions tend to become more consistent with the views that others have of them (Harter, 1990 (Harter, , 1997 . A general purpose of this study is to explore these changes in children's perceptions of themselves over the course of middle childhood.",
                "cite_spans": [
                    {
                        "start": 90,
                        "end": 112,
                        "text": "(Wig eld et al., 1997)",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 240,
                        "end": 252,
                        "text": "(Case, 1996)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 403,
                        "end": 415,
                        "text": "(Case, 1991;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 416,
                        "end": 436,
                        "text": "Marini & Case, 1994)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 653,
                        "end": 666,
                        "text": "(Harter, 1990",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 667,
                        "end": 682,
                        "text": "(Harter, , 1997",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Previous longitudinal research in the US suggests that in the early years of middle childhood, children overestimate their competence at least in terms of their school abilities (Wig eld et al., 1997) . In terms of overall self-competence or self-esteem, the position is less clear. A number of studies have reported increases in global self-esteem during the transition from elementary to junior high school in the US (e.g. Proctor & Choi, 1994) , whilst others suggest that this period is marked by a decrease in selfcompetence (e.g. Wig eld, Eccles, Maclver, Reuman, & Midgley, 1991) . However, any changes in children's self-competence over this transition may re ect the effects of school change rather than spontaneous developmental processes. Available cross-sectional research, undertaken in Northern Ireland and elsewhere, suggests that for some groups of children their self-perceptions become less positive over the ages of 8 to 11 (Harter, 1982; 1988; Muldoon & Trew, in press) .",
                "cite_spans": [
                    {
                        "start": 178,
                        "end": 200,
                        "text": "(Wig eld et al., 1997)",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 425,
                        "end": 446,
                        "text": "Proctor & Choi, 1994)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 545,
                        "end": 586,
                        "text": "Eccles, Maclver, Reuman, & Midgley, 1991)",
                        "ref_id": null
                    },
                    {
                        "start": 943,
                        "end": 957,
                        "text": "(Harter, 1982;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 958,
                        "end": 963,
                        "text": "1988;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 964,
                        "end": 989,
                        "text": "Muldoon & Trew, in press)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The above ndings are important for two reasons. First, in comparison to middle childhood, self-perceptions are relatively stable during adolescence (Lintunen, Leskinen, Oinonen, Salinto, & Rahkila, 1995) . Alsaker and Olweus (1992) suggested the gradual consolidation hypothesis to explain this increased stability associated with adolescence. This position proposes that later experiences have a decreasing impact on self-perceptions and, as such, points to the importance of middle childhood to the development of selfperceptions. Secondly, such studies have highlighted the fact that gender differences in self-perceptions are most likely to develop during middle childhood. Marsh (1989) concluded that small gender effects favouring boys were evident in relation to global selfesteem measures, whereas gender differences in children's competence across speci c domains tended to favour boys and girls in line with traditional gender role stereotypes. These differences that are evident in early adolescence have been attributed to the assumption of gender roles (Eccles et al., 1989) , with children of both genders displaying increasingly extreme differences in their activities and perceptions.",
                "cite_spans": [
                    {
                        "start": 148,
                        "end": 203,
                        "text": "(Lintunen, Leskinen, Oinonen, Salinto, & Rahkila, 1995)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 206,
                        "end": 231,
                        "text": "Alsaker and Olweus (1992)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 678,
                        "end": 690,
                        "text": "Marsh (1989)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 1066,
                        "end": 1087,
                        "text": "(Eccles et al., 1989)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The reliability of gender differences (cf. Granleese, Trew, & Turner, 1988; Harter, 1982 Harter, , 1988 Muldoon & Trew, in press; Van Wersch, Trew, & Turner, 1990) in selfperceptions during late childhood and early adolescence is not surprising, given the importance of social factors to both the acquisition of knowledge (Bruner, 1990) and the development of the self-concept (Harter, 1985 (Harter, , 1988 . Although theorists differ as to the exact origins of the concept of the self, the importance of social in uences is widely acknowledged (Harter, 1988; Taylor, 1997) . Self-esteem is believed to be in uenced by other aspects of the self such as one's social or collective identity and esteem (Frable, 1997; Taylor, 1997) . Collective identity and esteem relate to how individuals view and evaluate groups of which they are members (Porter & Washington, 1993) . Self-esteem is believed to derive in part from collective esteem: for example, positive evaluation of one's social group is likely to result in more positive evaluations of the self (Frable, 1997; Major, Spencer, Schmader, Wolfe, & Crocker, 1998) . Negative evaluations or stereotypes of given groups may have an effect on the individual's collective and personal esteem, even if they do not subscribe to such stereotypes (Major et al., 1998) . Further to this, the effects of societal evaluations of social groupings are most likely to rst manifest themselves in middle childhood as this is the period during which children develop an awareness and understanding of the constant nature of their own gender, class and ethnic group identities (Aboud, 1987; Maccoby, 1990) .",
                "cite_spans": [
                    {
                        "start": 43,
                        "end": 75,
                        "text": "Granleese, Trew, & Turner, 1988;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 76,
                        "end": 88,
                        "text": "Harter, 1982",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 89,
                        "end": 103,
                        "text": "Harter, , 1988",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 104,
                        "end": 129,
                        "text": "Muldoon & Trew, in press;",
                        "ref_id": null
                    },
                    {
                        "start": 130,
                        "end": 163,
                        "text": "Van Wersch, Trew, & Turner, 1990)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 322,
                        "end": 336,
                        "text": "(Bruner, 1990)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 377,
                        "end": 390,
                        "text": "(Harter, 1985",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 391,
                        "end": 406,
                        "text": "(Harter, , 1988",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 545,
                        "end": 559,
                        "text": "(Harter, 1988;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 560,
                        "end": 573,
                        "text": "Taylor, 1997)",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 700,
                        "end": 714,
                        "text": "(Frable, 1997;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 715,
                        "end": 728,
                        "text": "Taylor, 1997)",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 839,
                        "end": 866,
                        "text": "(Porter & Washington, 1993)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 1051,
                        "end": 1065,
                        "text": "(Frable, 1997;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 1066,
                        "end": 1115,
                        "text": "Major, Spencer, Schmader, Wolfe, & Crocker, 1998)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 1291,
                        "end": 1311,
                        "text": "(Major et al., 1998)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 1611,
                        "end": 1624,
                        "text": "(Aboud, 1987;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 1625,
                        "end": 1639,
                        "text": "Maccoby, 1990)",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "This study therefore aims to examine the in uence of psychosocial factors on the development of children's self-perceptions. Whilst the effects of gender on selfperceptions during childhood is largely well documented, a full consideration of the in uence of gender alongside other societal factors is lacking (Cowen, 1991; Frable, 1997) . The need for research in this area is marked, given the suggestion that possession of two second-class citizenships in society, such as being female and a member of a minority ethnic group, exacerbates the negative effect of these identities on selfperceptions (Goodman, Cooley, Sewell, & Leavitt, 1994; Munford, 1994) .",
                "cite_spans": [
                    {
                        "start": 309,
                        "end": 322,
                        "text": "(Cowen, 1991;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 323,
                        "end": 336,
                        "text": "Frable, 1997)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 600,
                        "end": 642,
                        "text": "(Goodman, Cooley, Sewell, & Leavitt, 1994;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 643,
                        "end": 657,
                        "text": "Munford, 1994)",
                        "ref_id": "BIBREF29"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In Northern Ireland, there are two major ethnic groups, differentiated by their perceived and actual differences in religion, history and culture (Benson & Trew, 1995) . Generally, the majority Protestant community, the unionists, wish to remain part of the United Kingdom, whereas the minority Catholic community, the nationalists, wish to be united with the Republic of Ireland. Previous authors have suggested that there is a psychological cost associated with minority group status that may be evidenced in lowered self-esteem and competence (Simpson, 1993; Thompson & Spacapan, 1991) . As yet limited evidence is available to support this position in the Northern Irish context. Two studies undertaken suggest that Catholic (minority group) adolescents are more ambivalent about their social identities and evaluate their own group less positively than do Protestant (majority group) adolescents (Cairns, 1987; Stringer & Cairns, 1983) . However, a more recent study (Hunter, Stringer, & Coleman, 1993 ) that measured selfesteem directly found no differences in adolescents' (aged 14-15) scores in relation to religious/ethnic identity. Conversely, a cross-sectional study of 8-11-year-old children in Northern Ireland found that Roman Catholic children perceived themselves as less accepted socially than their Protestant counterparts (Muldoon & Trew, in press ). Cairns (1989) suggested that this equivocal relationship may result from the complexity of the Northern Irish situation, where in fact both groups may view themselves as a majority: the Protestants as a majority in Northern Ireland and the Catholics as a majority in the island of Ireland. The need for further studies in this area is nonetheless marked. First, available research evidence has failed to establish the nature of the relationship between ethnic identity and self-perceptions (Frable, 1997; Phinney, 1990) . Additionally, to date there is no longitudinal research in Northern Ireland directly examining the relationship between ethnic group membership and self-perceptions in children.",
                "cite_spans": [
                    {
                        "start": 146,
                        "end": 167,
                        "text": "(Benson & Trew, 1995)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 546,
                        "end": 561,
                        "text": "(Simpson, 1993;",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 562,
                        "end": 588,
                        "text": "Thompson & Spacapan, 1991)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 901,
                        "end": 915,
                        "text": "(Cairns, 1987;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 916,
                        "end": 940,
                        "text": "Stringer & Cairns, 1983)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 972,
                        "end": 1006,
                        "text": "(Hunter, Stringer, & Coleman, 1993",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 1341,
                        "end": 1366,
                        "text": "(Muldoon & Trew, in press",
                        "ref_id": null
                    },
                    {
                        "start": 1370,
                        "end": 1383,
                        "text": "Cairns (1989)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 1860,
                        "end": 1874,
                        "text": "(Frable, 1997;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 1875,
                        "end": 1889,
                        "text": "Phinney, 1990)",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The nature of the relationship between socio-economic status (SES) and selfperceptions is also unclear. In an early study by Rosenberg and Pearlin (1978) , SES was found to be moderately related to adults' and adolescents' self-esteem; lower self-esteem was observed in those from lower classes. However, in childhood no association between self-esteem and SES was evident. A subsequent study of young adolescents' self-esteem and SES found that where non-traditional, child-centred measures of SES were used, the deleterious effects of social disadvantage were more readily observed (Wiltfang & Scarbecz, 1990) . In effect, the authors suggest that the failure to observe a relationship between SES and self-esteem in childhood may be because of the particular measure of SES employed. Measures of SES that tap into aspects of social disadvantage, pertinent to the day-to-day lives of children, are those that are likely to be the most useful.",
                "cite_spans": [
                    {
                        "start": 125,
                        "end": 153,
                        "text": "Rosenberg and Pearlin (1978)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 584,
                        "end": 611,
                        "text": "(Wiltfang & Scarbecz, 1990)",
                        "ref_id": "BIBREF46"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Whilst previous authors have attempted to outline the association between social factors and self-perceptions, previous research has failed to explore the combined effects of these factors. The absence of research in this area undermines many previous ndings (Frable, 1997) , given that there is some evidence to suggest that social identities may interact to in uence self-esteem (Munford, 1994) and as such the meaning of any main effects are altered (Johnson & Wichern, 1992) . The purpose of this study therefore was to examine the development of self-perceptions in middle childhood whilst also examining the effects that psychosocial factors have on its development. In the rst instance, this study aimed to examine changes in children's self-perceptions between the ages of 8 and 11, including an examination of the nature of the relationship between the various domains of self-perceptions at both ages. In addition, the study examined the role that psychosocial factors such as gender, SES and ethnicity/religion play in the development of children's self-perceptions. Speci cally, it was predicted that boys would have higher selfcompetence than girls in stereotypically male domains, and in line with the gender intensi cation hypothesis that these differences would become more marked with increasing age (Simmons & Blyth, 1987) . Secondly, it was predicted that middle-class children would report more positive self-perceptions than lower-class children and that Protestant children (the majority in Northern Ireland) would report more positive selfperceptions than Roman Catholic children (the minority group). Finally, the study aimed to examine the cumulative effects of these factors on children's developing selfperceptions.",
                "cite_spans": [
                    {
                        "start": 259,
                        "end": 273,
                        "text": "(Frable, 1997)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 381,
                        "end": 396,
                        "text": "(Munford, 1994)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 453,
                        "end": 478,
                        "text": "(Johnson & Wichern, 1992)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 1317,
                        "end": 1340,
                        "text": "(Simmons & Blyth, 1987)",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The participants in this study were children drawn from schools in the Belfast area of Northern Ireland. Schools were selected in the rst phase of the study to provide children from a range of social backgrounds. During the rst wave of the study, 167 children were drawn from six participating schools. Four years later, 113 of these children, from ve schools, were traced through the school system and agreed to participate in the second phase of the study. Because of missing data, the reports of 110 children are given in this study. One school could not facilitate the follow-up research and as such the 20 children from this school could not be traced.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Participants",
                "sec_num": null
            },
            {
                "text": "The sample consisted of 53 males and 57 females. 47 children were of lower SES and 63 of middle SES, whilst 47 children were Protestant and 63 Roman Catholic (see Table 1 for a fuller description of the sample). Children were designated as lower or middle SES on the basis of the school they attended and their place of residence. Children from three of the schools participating were categorized as lower SES whilst the children from the remaining two schools were categorized as middle SES. The low income schools were categorized as such because more than 70% of pupils at the schools were children of parents in receipt of income support (Local Management of Schools Statistics, 1996) and the Townsend deprivation scores (Townsend, 1979) for these children's area of residence indicated considerable poverty. Children classi ed as middle SES, on the other hand, attended schools where less than 7% of parents were in receipt of income support and corresponding deprivation scores did not suggest poverty was endemic to their area of residence.",
                "cite_spans": [
                    {
                        "start": 642,
                        "end": 688,
                        "text": "(Local Management of Schools Statistics, 1996)",
                        "ref_id": null
                    },
                    {
                        "start": 725,
                        "end": 741,
                        "text": "(Townsend, 1979)",
                        "ref_id": "BIBREF41"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 163,
                        "end": 170,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Participants",
                "sec_num": null
            },
            {
                "text": "Children were categorized as Protestant or Roman Catholic according to their place of residence and school attended. This categorization process is possible in Northern Ireland as education is segregated on religious lines, particularly at the primary school level. Measure employed Harter's (1985) Self Perception Pro le for Children (SPPC) was used to assess children's self-perceptions. This instrument was chosen as it is widely used (Rossman & Rosenberg, 1993) with good reliability and validity (Harter, 1982 (Harter, , 1985 (Harter, , 1988 . The scale taps self-competence across ve domains as well as an independent assessment of global self-esteem. The domains of self-competence measured are perceived physical appearance, athletic competence, social acceptance, scholastic competence and perceived behavioural conduct. This instrument has demonstrated good cross-cultural reliability and has been successfully used in Northern Ireland previously (Granleese, Turner, & Trew, 1989; Wilson & Cairns, 1988) .",
                "cite_spans": [
                    {
                        "start": 283,
                        "end": 298,
                        "text": "Harter's (1985)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 438,
                        "end": 465,
                        "text": "(Rossman & Rosenberg, 1993)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 501,
                        "end": 514,
                        "text": "(Harter, 1982",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 515,
                        "end": 530,
                        "text": "(Harter, , 1985",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 531,
                        "end": 546,
                        "text": "(Harter, , 1988",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 957,
                        "end": 990,
                        "text": "(Granleese, Turner, & Trew, 1989;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 991,
                        "end": 1013,
                        "text": "Wilson & Cairns, 1988)",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Participants",
                "sec_num": null
            },
            {
                "text": "This instrument has 36 items and children respond using a structured alternative format for each question to overcome the response bias evident in forced-choice paradigms. As such, children are presented with two con icting statements and are asked rst to decide which of the two statements applies to them. For instance, one item states: Some children feel they are very good at their school work BUT Other children worry about whether they can do the school work assigned to them.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Participants",
                "sec_num": null
            },
            {
                "text": "When children have decided which statement they agree with, they are then asked to indicate, by ticking one of two boxes alongside the statement they have chosen, whether the statement is 'really true' or 'sort of true' for them. Some of the language in the instrument, which is North American in origin, was altered prior to its use in Northern Ireland. For example, statements which originally described some children as 'smart' were altered and described some children as 'clever'. In all cases the word 'kids' was replaced with 'children'. These changes did not alter the reliability of the instrument which were favourable when compared with Harter's estimates (1985) . Alpha coef cients ranged from .71 for the behavioural conduct subscale to .80 for the scholastic competence subscale (Muldoon & Trew, in press ).",
                "cite_spans": [
                    {
                        "start": 647,
                        "end": 672,
                        "text": "Harter's estimates (1985)",
                        "ref_id": null
                    },
                    {
                        "start": 792,
                        "end": 817,
                        "text": "(Muldoon & Trew, in press",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Participants",
                "sec_num": null
            },
            {
                "text": "Parental consent was obtained prior to the participation of all children in both the rst and second wave of the study. Eleven parents did not allow their child's participation in the rst wave of the study and parents of seven children who had participated in the rst wave of the study declined participation in the second wave. The questionnaires were administered to children in their classes, ranging in size from 15 to 30 pupils, on a day that had been pre-arranged with school management. In the rst wave of the study, children completed the questionnaire alongside their classmates. During the second wave of the study, all of the children in class with a child participating in the follow-up study were also administered the questionnaire. The scale was administered in accordance with the author's instructions (Harter, 1985) . All items were read aloud to children at both Time 1 and Time 2 and throughout each session the researcher monitored children's progress to ensure the scale was completed correctly. Children were requested that they make their answers as open and honest as possible and the con dentiality of all responses was assured.",
                "cite_spans": [
                    {
                        "start": 818,
                        "end": 832,
                        "text": "(Harter, 1985)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Procedure",
                "sec_num": null
            },
            {
                "text": "The analysis undertaken aimed to examine both the stability and change evident in children's selfperception pro les over late childhood. As such, initially bivariate correlations were undertaken to examine the relationships between the scores in each domain of self-competence at ages 8 and 11. Subsequently, regression analysis was undertaken to examine those factors that predict global self-esteem at both Time 1 and Time 2. Finally, the changes in children's self-perception pro les in each domain from age 8 to age 11 and their possible relations to children's gender, SES and religion were analysed using repeated measures MANOVAs. Post hoc tests were performed as follow-up tests on all signi cant interaction terms to determine group means that differed signi cantly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Analysis",
                "sec_num": null
            },
            {
                "text": "Tables 2 and 3 indicate the intercorrelations between children's scores on each of the six subscales at Time 1 and Time 2. Simple bivariate correlations indicate that overall there is considerable stability in children's perceptions of themselves. In ve of the six domains, children's perceptions at Time 1 were signi cantly related to their perceptions of themselves in these same domains at Time 2 (see Table 3 ). Children's perceptions of their social acceptance at age 8 were not, however, related to their perceptions of social acceptance at age 11. At both Times 1 and 2, children's self-perceptions across all six domains assessed were highly correlated (see Table 2 ). Further to this, children's selfperceptions across the various domains were generally correlated with each other over time. The most notable exception to this pattern of intercorrelations was scores on the behavioural conduct subscale. Scores on this subscale at Time 2 did not correlate with children's social acceptance, scholastic and athletic competence or global self-esteem at Time 1 (see Table 3 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 405,
                        "end": 412,
                        "text": "Table 3",
                        "ref_id": "TABREF3"
                    },
                    {
                        "start": 666,
                        "end": 673,
                        "text": "Table 2",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 1072,
                        "end": 1079,
                        "text": "Table 3",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Stability and change in self-perception pro les",
                "sec_num": null
            },
            {
                "text": "Multiple stepwise regression analyses were undertaken to examine those factors that best predicted global self-esteem at age 8 and age 11. Exploratory data analysis suggested that the data were suitable for ordinary least squares regression as there were no obvious outliers and there was no evidence of multicollinearity. Forward entry of the variables into the regression equation occured where t values exceeded the critical value representing a signi cance level of .05. At age 8 children's scores on the physical appearance (t(1,109) = 8.9, p < .0001) and scholastic competence (t(2,108) = 5.2, p < .0001) subscales of the SPPC acted as signi cant predictors of global self esteem, explaining 53% of the total variance (see Table 4 ). At age 11, 58% of the variance in global self-esteem was explained by four of the ve subscales of the SPPC. Children's perceptions of their physical appearance was again the largest single predictor (t(1,109) = 9.1, p < .0001), accounting for 42% of the variance of global self-esteem scores (see Table 4 ). Children's perceptions of their social competence (t(2,108) = 4.7, p < .001) accounted for a further 10% of the variance in global self-esteem scores, whilst scholastic competence (t(3,107) = 3.3, p < .01) and athletic competence (t(4,106) = 2.4, p < .05) accounted for a further 3% and 2% respectively (see Table 4 ). Plotting of the residual variance from both regression equations showed no apparent patterns. Both analyses were also undertaken using hierarchical multiple regression to control for the prior effects of gender, SES and religion. This procedure did not alter the results obtained.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 729,
                        "end": 736,
                        "text": "Table 4",
                        "ref_id": "TABREF4"
                    },
                    {
                        "start": 1037,
                        "end": 1044,
                        "text": "Table 4",
                        "ref_id": "TABREF4"
                    },
                    {
                        "start": 1356,
                        "end": 1363,
                        "text": "Table 4",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Stability and change in self-perception pro les",
                "sec_num": null
            },
            {
                "text": "Changes in children's self-perceptions over time across the social groupings were examined initially using a 3 between-and 2 within-participants factor MANOVA, thus utilizing MANOVA's capability to examine the effects of multiple dependent variables. As SES and religion were indexed on the basis of school attended, all of the analyses documented below were also carried out with school attended included as a covariate. In no case was this school effect signi cant, and the main and interaction terms reported remained unaltered. Thus the interpretation of the main effects relating SES and religion to self-perceptions are not problematic; however, signi cant religion by SES may need to be interpreted with caution. The 3 between-and 2 within-participants MANOVA indicated a ve-way interaction (Gender 3 SES 3 Religious Af liation 3 Age at Testing 3 Domain Score) effect (F(5,500) = 2.418, p < .05). Given the complexity of this interaction term, the effects of the psychosocial factors (gender, SES and religion) as well as age at testing were examined, again using MANOVA, for each domain of self-perceptions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Group differences in the development of children's self-perception pro les",
                "sec_num": null
            },
            {
                "text": "Global self-esteem scores. The mean global self-esteem scores for this sample at Times 1 and 2 were 3.11 and 3.07 (SD = 0.55 and 0.57) respectively. Differences in children's global self-esteem scores across time and between groups were the most complex effects uncovered in this analysis. A four-way interaction relating to the effects of gender, SES, religion and age at testing on global self-esteem scores was observed (F(1,100) = 5.62, p < .05; see Table 5 ). To fully understand this effect, two ANOVAs were undertaken to examine the between-participants effects on global self-esteem scores at Time 1 and Time 2 separately. Analysis of the children's global self-esteem scores at age 8 suggested no signi cant differences between the various social groups (overall mean = 3.11, SD = 0.55), although there was a trend that related lower self-esteem to lower SES (group mean = 2.99; F(1,100) = 3.098, p < .085). By age 11, however, gender, SES and religion interacted to signi cantly affect children's global self-esteem scores (F(1,100) = 8.91, p < .01). Post hoc analyses of this effect indicated that it was attributable to lower-class Roman Catholic girls reporting signi cantly lower global self-esteem scores at age 11 (M = 2.74) than both middle-class Protestant (M = 3.40) and Catholic (M = 3.21) boys as well as working-class Roman Catholic boys (M = 3.34) of the same age (see Fig. 1 ). One further main effect relating gender to global self-esteem scores was observed at age 11, but was not in evidence at age 8 (F(1,100) = 5.15, p < .05). Boys (M = 3.21, SD = 0.58) reported signi cantly higher levels of global self-esteem at age 11 than their female counterparts (M = 2.95, SD = 0.54). Main effects were also observed that related global self-esteem across Times 1 and 2 to both gender (F(1,100) = 4.39, p < .05) and SES (F(1,100) = 4.59, p < .05; see Table 5 ). Over Times 1 and 2, girls (M = 2.98) reported lower global self-esteem than boys (M = 3.18) and lower SES children (M = 2.98) reported lower self-esteem than their middle-class counterparts (M = 3.18).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 454,
                        "end": 461,
                        "text": "Table 5",
                        "ref_id": "TABREF5"
                    },
                    {
                        "start": 1392,
                        "end": 1398,
                        "text": "Fig. 1",
                        "ref_id": null
                    },
                    {
                        "start": 1871,
                        "end": 1878,
                        "text": "Table 5",
                        "ref_id": "TABREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Group differences in the development of children's self-perception pro les",
                "sec_num": null
            },
            {
                "text": "Physical appearance. The mean physical appearance scores for this sample at Times 1 and 2 were 3.02 and 2.69 (SD = 0.58 and 0.70) respectively. Within-participants interaction was identi ed relating to the in uence of gender on physical appearance scores over time (F(1,100) = 15.119, p < .001; see Table 5 ). Post hoc analysis of this effect using simple effects showed that there were signi cant gender differences (Ms for boys and girls = 3.03 and 2.42, respectively) in children's physical appearance scores at Time 2 only (F(1,100) = 23.763, p < .001) and that girls' scores on this subscale decreased signi cantly from age 8 (M = 2.97) to age 11 (M = 2.42; F(1,100) = 10.158, p < .001; see Fig. 2 ). Two main effects relating to the effects of age (F(1,100) = 21.14, p < .001) and gender (F(1,100) = 10.46, p < .01) on physical appearance scores were also observed. These effects resulted from a reported decrease in physical appearance scores over the ages of 8 to 11 and a gender difference in physical appearance scores favouring boys. The meaning of these effects can be more fully understood in the context of the two-way interaction outlined above. No other factor was observed to affect changes in scores on this subscale.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 299,
                        "end": 306,
                        "text": "Table 5",
                        "ref_id": "TABREF5"
                    },
                    {
                        "start": 696,
                        "end": 702,
                        "text": "Fig. 2",
                        "ref_id": null
                    },
                    {
                        "start": 754,
                        "end": 763,
                        "text": "(F(1,100)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Group differences in the development of children's self-perception pro les",
                "sec_num": null
            },
            {
                "text": "Scholastic competence. The mean scholastic competence scores for this sample at Times 1 and 2 were 2.84 and 2.90 (SD = 0.68 and 0.64) respectively. Gender (F(1,100) = 11.23, p < .01) and religion (F(1,100) = 4.0, p < .05; see Table 5 ) both interacted with age at time of testing to affect children's scholastic competence scores. Post hoc analysis of the gender by age at time of testing interaction revealed that boys (M = 3.06) reported signi cantly higher levels of scholastic competence at Time 1 than did girls (M = 2.66; F(1,100) = 8.723, p < .01). Addtionally, girls' reports of their scholastic competence increased signi cantly from Time 1 (M = 2.61) to Time 2 (M = 2.89; F(1,100) = 11.713, p < .001) so that at Time 2 no signi cant difference in boys' and girls' scores on this subscale was evident. Boys reported no signi cant change in their scholastic competence over the ages of 8 to 11. Similarly, a difference in scholastic competence scores related to religion was evident on post hoc analysis of the gender by age interaction. Protestant children (M = 2.66) reported lower scholastic competence than Catholic children (M = 2.94) at age 8 (F(1,100) = 4.53, p < .05); however, their scores increased signi cantly by age 11 (F(1,100) = 3.7, p < .05) so that the scores for Protestant and Catholic children on this dimension were no longer signi cantly different (F(1,100) = .009, p > .05).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 155,
                        "end": 164,
                        "text": "(F(1,100)",
                        "ref_id": null
                    },
                    {
                        "start": 226,
                        "end": 233,
                        "text": "Table 5",
                        "ref_id": "TABREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Group differences in the development of children's self-perception pro les",
                "sec_num": null
            },
            {
                "text": "Behavioural conduct. The mean behavioural conduct scores for this sample at Times 1 and 2 were 2.83 and 2.67 (SD = 0.65 and 0.57) respectively. One main and two interaction effects were observed in the analysis relating to children's behavioural conduct scores. A signi cant between-participants interaction relating to the in uence of gender and religion on behavioural conduct scores was observed (F(1,100) = 8.795, p < .01; see Table  5 ). Post hoc analysis of this effect revealed that there was a signi cant difference in Catholic and Protestant boys' behavioural conduct scores (F(1,100) = 7.79, p < .01; see Fig. 3 ). Protestant boys (M = 2.45) had signi cantly lower behavioural conduct scores than their Roman Catholic counterparts (M = 2.89). In addition, gender differences in behavioural conduct scores, disfavouring boys, were evident in Protestant (F(1,100) = 6.3, p < .05) rather than Catholic (F(1,100) = 2.9, p > .05; see Fig. 3 ) children.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 431,
                        "end": 439,
                        "text": "Table  5",
                        "ref_id": "TABREF5"
                    },
                    {
                        "start": 615,
                        "end": 621,
                        "text": "Fig. 3",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 939,
                        "end": 945,
                        "text": "Fig. 3",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Group differences in the development of children's self-perception pro les",
                "sec_num": null
            },
            {
                "text": "A signi cant three-way interaction relating to the effects of SES and religion on changes in children's behavioural conduct scores was also observed (F(1,100) = 3.967, p < .05). Post hoc analysis using simple effects showed that children view their behavioural conduct signi cantly more positively at age 8 (M score = 2.78, SD = 0.62) than they do at age 11 (M = 2.66, SD = 0.60; F(1,100) = 4.30, p < .05). However, this general trend is reversed for working-class Protestants: this group of children viewed their behaviour as more positive at age 11 (M = 2.57) than at age 8 (M = 2.33). A main effect for age was also observed (F(1,100) = 4.30, p < .05), which is more fully understood in the context of the three-way effect described above. Social acceptance scores. The mean social acceptance scores for this sample at Times 1 and 2 were 2.90 and 3.00 (SD = 0.54 and 0.65) respectively. In relation to children's reports of their social acceptance, gender, religion and SES interacted in relation to scores on this subscale across Times 1 and 2 (F(1,100) = 4.59, p < .05; see Table 5 ). Post hoc analysis of this effect using Tukey's pairwise comparisons to identify differences between the subgroups in the sample revealed no signi cant differences. The SES by time effect showed a trend towards signi cance (F(1,100) = 3.5, p < .07). Post hoc analysis using simple effects showed that children from more af uent backgrounds reported a statistically signi cant increase in their perceived social acceptance over the ages of 8 (M = 2.82) to 11 (M = 3.10; F(1,100) = 5.37, p < .05; see Table 5 ). Children from lower SES backgrounds showed no change in their social acceptance scores over this period (Ms for Times 1 and 2 = 2.99 and 2.96, respectively). No other main or interaction effects were observed.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 1079,
                        "end": 1086,
                        "text": "Table 5",
                        "ref_id": "TABREF5"
                    },
                    {
                        "start": 1588,
                        "end": 1595,
                        "text": "Table 5",
                        "ref_id": "TABREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Group differences in the development of children's self-perception pro les",
                "sec_num": null
            },
            {
                "text": "Athletic competence. The mean athletic competence scores for this sample at Times 1 and 2 were 2.90 and 2.89 (SD = 0.65 and 0.71) respectively. Gender was also observed to exert a main effect on physical competence scores at both Times 1 and 2 (F(1,100) = 16.073, p < .001; see Table 5 ). At both times boys (Ms at Times 1 and 2 = 3.14 and 3.12 respectively) reported greater competence in this area than girls (Ms at Times 1 and 2 = 2.71). No other main or interaction effects were observed.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 278,
                        "end": 285,
                        "text": "Table 5",
                        "ref_id": "TABREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Group differences in the development of children's self-perception pro les",
                "sec_num": null
            },
            {
                "text": "The aim of this study was to investigate stability and change in children's self-perceptions between the ages of 8 and 11 and to explore the in uence that psychosocial factors, such as gender, SES and ethnicity/religion, have on the development of such perceptions. Inter- correlations between children's scores on each of the domains of self-perceptions at age 8 and age 11 suggest that there is considerable stability in children's self-perceptions over the course of middle childhood. The magnitude of these correlations is smaller than those previously reported with a smaller sample of children aged 11-14 (Lintunen et al., 1995) . This comparative nding therefore provides some support for the gradual consolidation hypothesis, which suggests that with increasing age young people's perceptions of themselves become increasingly stable (Alsaker & Olweus, 1992) .",
                "cite_spans": [
                    {
                        "start": 611,
                        "end": 634,
                        "text": "(Lintunen et al., 1995)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 842,
                        "end": 866,
                        "text": "(Alsaker & Olweus, 1992)",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The regression analysis undertaken found that at age 8, children's global self-esteem was predicted by scores in two domains of self-competence: perceptions of physical appearance and scholastic competence. At age 11, however, children's global self-esteem was predicted by scores from four domains of self-competence: physical appearance, social acceptance, scholastic competence and athletic competence. In all cases the predictive power of these perceptions was in the expected direction, that is higher scores in each of these domains fed into higher global self-esteem. This nding is important for two reasons. First, it suggests that children's global self-esteem is generated from a wider and more diverse picture of their competencies towards the end of childhood than at an earlier age. Such ndings are consistent with previous research which suggests that over the course of middle childhood children develop an ability to process information about the self in a more abstract and differentiated manner (Case, 1996; Harter, 1990) . Secondly, the ndings of the regression analyses point to the signi cance of children's perceptions of their physical appearance in predicting global self-esteem. Thus it can be said that children's perceptions of their physical appearance is of central importance to successful adjustment during the transition from childhood to adolescence.",
                "cite_spans": [
                    {
                        "start": 1013,
                        "end": 1025,
                        "text": "(Case, 1996;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 1026,
                        "end": 1039,
                        "text": "Harter, 1990)",
                        "ref_id": "BIBREF17"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Contrary to previous ndings, no straightforward decrease in children's perceived selfcompetencies (Wig eld et al., 1997) was observed over the duration of this study, although the changes observed in previous studies were related to academic competencies. In this study increases in children's perceived scholastic competence over the course of middle childhood were observed in two subgroups of the sample. Girls' scholastic competence scores increased signi cantly over the ages of 8 to 11, so that no gender difference was evident by age 11. Similarly, Protestant children's scholastic competence scores increased signi cantly from Time 1 to Time 2, so that differences in these scores related to religion were no longer evident at age 11. In the same way, children from middle-class backgrounds reported a signi cant increase in perceived social acceptance over the ages of 8 to 11. Thus it can be said children's scholastic and social competence were related to the social factors examined; however, these differences were only evidenced in early childhood.",
                "cite_spans": [
                    {
                        "start": 98,
                        "end": 120,
                        "text": "(Wig eld et al., 1997)",
                        "ref_id": "BIBREF45"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "A second purpose of this study was to investigate the in uence of psychosocial factors such as gender, religion and SES on development of children's self-perceptions. Overall, the results highlight the in uence of psychosocial factors on children's psychological development, as scores in all of the domains of competence considered were related to these factors. MANOVA indicated that children's global self-esteem was related to age, gender, religion and SES. Subsequent analysis of this effect revealed that these differences were attributable to differences in global self-esteem at age 11. Whilst girls tended to have signi cantly lower global self-esteem than boys, lower SES, Roman Catholic females seemed to be particularly at risk of developing low global self-esteem. This nding is consistent with previous research which suggests that membership of two or more lower status groups can exacerbate the negative effects of such group memberships on selfesteem (Goodman et al., 1994; Munford, 1994) .",
                "cite_spans": [
                    {
                        "start": 968,
                        "end": 990,
                        "text": "(Goodman et al., 1994;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 991,
                        "end": 1005,
                        "text": "Munford, 1994)",
                        "ref_id": "BIBREF29"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Whilst lower SES, Roman Catholic females displayed particularly low global selfesteem the analysis relating to children's perceptions of their behavioural conduct would suggest that at both ages 8 and 11 Protestant boys tended to have signi cantly lower behavioural conduct scores than their Roman Catholic counterparts. This nding is not consistent with the notion that majority group status is bene cial to children's perceived competence. In fact, this nding is counterintuitive. The reason for this nding, whilst subject to speculation, may relate to the more disciplinarian approach to education normally associated with Catholic schooling. It is also worth noting that these results suggest that children tend to view their behaviour more negatively at age 11, possibly because of the increased incidence of both major and minor delinquent acts associated with adolescence.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The ndings of this study also emphasize the centrality of gender to the development of self-competence across a range of domains. Five of the six dimensions of self-perceptions considered were related to gender through either a main or interaction effect. In all but one case, that of behavioural conduct, differences related to gender favoured boys. In the case of scholastic competence, gender differences in evidence at age 8 were no longer in evidence at age 11. Conversely, differences relating gender to global self-esteem and physical appearance scores were only evident at age 11. This nding is consistent with the gender intensi cation hypothesis, which suggests that gender differences in selfperceptions increase with age (Simmons & Blyth, 1987) . Gender differences in athletic competence were, however, evident at both age 8 and age 11.",
                "cite_spans": [
                    {
                        "start": 733,
                        "end": 756,
                        "text": "(Simmons & Blyth, 1987)",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Whilst this study has avoided many of the potential pitfalls associated with research in this area, a number of issues merit consideration. This research, though enhanced by a longitudinal design, would have been strengthened by a larger sample of children and in particular an increase in cell sizes. Secondly, the indicators of religious af liation and SES employed in this study were based on characteristics of the school attended. These factors were indexed in this manner because of the dif culties associated with questioning children about their social and religious backgrounds against a backdrop of armed political con ict. These indicators are open to a degree of error. Future research should attempt to establish directly the relationship between children's evaluations of their own social identities and their self-perceptions, to further understanding of the complex relationship between psychosocial factors and the development of the self. Future research would also bene t from a larger sample, accessed from a larger number of schools. This would prevent cells, representing a particular religion and social class, being comprised of children from only one school. This factor limits the interpretation of two interaction terms which relate SES and religion to self-perceptions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Overall, this study does advance knowledge about the development of children's selfperceptions. The study highlights the relative stability of self-perceptions across middle childhood and the pivotal role of children's perceptions of their physical appearance to their global self-esteem. The ndings also highlight that the development of selfperceptions in middle childhood is a complex process that is in uenced by the psychosocial context of children's development. Finally, the between-group differences suggest that membership of less socially potent groups confers a psychological disadvantage on children, at least in terms of self-esteem and self-competence. This conferral is perhaps best conceptualized as the psychological representation of social disadvantage.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "All in-text references underlined in blue are linked to publications on ResearchGate, letting you access and re",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "The development of ethnic self-identi cation",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Aboud",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "7--21",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Aboud, F. (1987). The development of ethnic self-identi cation. In J. Phinney & M. Rotheram (Eds.), Children's ethnic socialization , (pp. 7-21). Beverly Hills, CA: Sage.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Stability of global self-evaluations in early adolescence: A cohort longitudinal study",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "D"
                        ],
                        "last": "Alsaker",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Olweus",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Journal of Research on Adolescence",
                "volume": "2",
                "issue": "",
                "pages": "123--145",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Alsaker, F. D., & Olweus, D. (1992). Stability of global self-evaluations in early adolescence: A cohort longitudinal study. Journal of Research on Adolescence, 2, 123-145.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Changing European identities: Social-psychological analyses of social change",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Benson",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Trew",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "291--307",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Benson, D. E., & Trew, K. (1995). Dimensions of social identity in Northern Ireland. In G. Breakwell & E. Lyons (Eds.), Changing European identities: Social-psychological analyses of social change (pp. 291-307). London: Pergamon.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Acts of meaning",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Bruner",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bruner, J. (1990). Acts of meaning. Cambridge, MA: Harvard University Press.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Caught in cross re",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Cairns",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cairns, E. (1987). Caught in cross re. Belfast: Appletree Press.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Social identity and intergroup con ict in Northern Ireland: A developmental perspective",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Cairns",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Growing up in Northern Ireland",
                "volume": "",
                "issue": "",
                "pages": "115--130",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cairns, E. (1989). Social identity and intergroup con ict in Northern Ireland: A developmental perspective. In J. Harbison (Ed.), Growing up in Northern Ireland (pp. 115-130). Belfast: Stranmillis College.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Stages in the development of the young child's sense of self",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Case",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Developmental Review",
                "volume": "11",
                "issue": "",
                "pages": "210--230",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Case, R. (1991). Stages in the development of the young child's sense of self. Developmental Review, 11, 210-230.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Classic and contemporary models of children's cognitive structures: A brief overview. Monographs of the Society for Research in Child Development",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Case",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "",
                "volume": "61",
                "issue": "",
                "pages": "189--214",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Case, R. (1996). Classic and contemporary models of children's cognitive structures: A brief overview. Monographs of the Society for Research in Child Development, 61, 1-2, 189-214.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "The pursuit of wellness",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "L"
                        ],
                        "last": "Cowen",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "American Psychologist",
                "volume": "46",
                "issue": "4",
                "pages": "404--408",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cowen, E. L. (1991). The pursuit of wellness. American Psychologist, 46(4), 404-408.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Self-concepts, domain values and self-esteem: Relations and changes at early adolescence",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wig Eld",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Flanagan",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Miller",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Reuman",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Yee",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Journal of Personality",
                "volume": "57",
                "issue": "",
                "pages": "283--310",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. S., Wig eld, A., Flanagan, C., Miller, C., Reuman, D., & Yee, D. (1989). Self-concepts, domain values and self-esteem: Relations and changes at early adolescence. Journal of Personality, 57, 283-310.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Gender, racial, ethnic, sexual and class identities",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "E S"
                        ],
                        "last": "Frable",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Annual Review of Psychology",
                "volume": "48",
                "issue": "",
                "pages": "139--162",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Frable, D. E. S. (1997). Gender, racial, ethnic, sexual and class identities. Annual Review of Psychology, 48, 139-162.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Locus of control and self-esteem in depressed low income African American women",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "H"
                        ],
                        "last": "Goodman",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "L"
                        ],
                        "last": "Cooley",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "R"
                        ],
                        "last": "Sewell",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Leavitt",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Community Mental Health Journal",
                "volume": "30",
                "issue": "3",
                "pages": "259--269",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Goodman, S. H., Cooley, E. L., Sewell, D. R., & Leavitt, N. (1994). Locus of control and self-esteem in depressed low income African American women. Community Mental Health Journal, 30(3), 259-269.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Sex differences in perceived competence",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Granleese",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Trew",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "F"
                        ],
                        "last": "Turner",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "British Journal of Social Psychology",
                "volume": "27",
                "issue": "",
                "pages": "181--184",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Granleese, J., Trew, K., & Turner, I. F. (1988). Sex differences in perceived competence. British Journal of Social Psychology, 27, 181-184.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Teachers' and boys' and girls' perceptions of competence in primary school: The importance of physical competence",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Granleese",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "F"
                        ],
                        "last": "Turner",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Trew",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "British Journal of Educational Psychology",
                "volume": "59",
                "issue": "",
                "pages": "31--37",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Granleese, J., Turner, I. F., & Trew, K. (1989). Teachers' and boys' and girls' perceptions of competence in primary school: The importance of physical competence. British Journal of Educational Psychology, 59, 31-37.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "The Perceived Competence Scale for Children",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Harter",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Child Development",
                "volume": "53",
                "issue": "",
                "pages": "87--97",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harter, S. (1982). The Perceived Competence Scale for Children. Child Development, 53, 87-97.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Manual for the self perception pro le for children",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Harter",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harter, S. (1985). Manual for the self perception pro le for children. Denver, CO: University of Denver.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Developmental processes in the construction of the self",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Harter",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Integrative processes and socialization: Early to middle childhood",
                "volume": "",
                "issue": "",
                "pages": "45--79",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harter, S. (1988). Developmental processes in the construction of the self. In T. D. Yawkey & J. E. Johnson (Eds.), Integrative processes and socialization: Early to middle childhood (pp. 45-79). Hillsdale, NJ: Erlbaum.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Causes, correlates and the functional role of global self-worth: A life span perspective",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Harter",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Competence considered",
                "volume": "",
                "issue": "",
                "pages": "67--97",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harter, S. (1990). Causes, correlates and the functional role of global self-worth: A life span perspective. In R. J. Sternberg & J. Kolligian Jr. (Eds.), Competence considered (pp. 67-97). New Haven, CT: Yale University Press.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Causes and consequences of low self-esteem in children and adolescents",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Harter",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "87--116",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harter, S. (1993). Causes and consequences of low self-esteem in children and adolescents. In R. F. Baumeister (Ed.), Self-esteem: The puzzle of low self-regard (pp. 87-116). New York: Plenum Press.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "The development of self-representations",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Harter",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Handbook of child psychology",
                "volume": "",
                "issue": "",
                "pages": "553--617",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harter, S. (1997). The development of self-representations. In N. Eisen (Ed.), Handbook of child psychology (pp. 553-617). New York: Wiley.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Social explanations and self-esteem in Northern Ireland",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Hunter",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Stringer",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Coleman",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Journal of Social Psychology",
                "volume": "133",
                "issue": "",
                "pages": "643--650",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hunter, J. A., Stringer, M., & Coleman, J. T. (1993). Social explanations and self-esteem in Northern Ireland. Journal of Social Psychology, 133, 643-650.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Applied multivariate statistical analysis",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Johnson",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Wichern",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Johnson, R. A., & Wichern, D. W. (1992). Applied multivariate statistical analysis. Englewood Cliffs, NJ: Prentice Hall.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Change, reliability and stability in self-perceptions in early adolescence: A four year follow-up study",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Lintunen",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Leskinen",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Oinonen",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Salinto",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Rahkila",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "International Journal of Behavioral Development",
                "volume": "18",
                "issue": "2",
                "pages": "351--364",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lintunen, T., Leskinen, E., Oinonen, M., Salinto, M., & Rahkila, P. (1995). Change, reliability and stability in self-perceptions in early adolescence: A four year follow-up study. International Journal of Behavioral Development, 18(2), 351-364.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Department of Education",
                "authors": [],
                "year": 1996,
                "venue": "Local Management of Schools Statistics",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Local Management of Schools Statistics (1996). Department of Education, Northern Ireland.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "The role of gender identity and gender constancy in sex differentiated development. New Directions in Child Development",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Maccoby",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "",
                "volume": "47",
                "issue": "",
                "pages": "5--20",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Maccoby, E. (1990). The role of gender identity and gender constancy in sex differentiated development. New Directions in Child Development, 47, 5-20.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Coping with negative stereotypes and intellectual performance: The role of psychological disengagement",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Major",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Spencer",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Schmader",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Wolfe",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Crocker",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Personality and Social Psychological Bulletin",
                "volume": "24",
                "issue": "1",
                "pages": "34--50",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Major, B., Spencer, S., Schmader, T, Wolfe, C., & Crocker, J. (1998). Coping with negative stereotypes and intellectual performance: The role of psychological disengagement. Personality and Social Psychological Bulletin, 24(1), 34-50.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "The development of abstract reasoning about the physical and social world",
                "authors": [
                    {
                        "first": "Z",
                        "middle": [],
                        "last": "Marini",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Case",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Child Development",
                "volume": "65",
                "issue": "",
                "pages": "147--159",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marini, Z., & Case, R. (1994). The development of abstract reasoning about the physical and social world. Child Development, 65, 147-159.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Age and sex effects in multiple dimensions of self-concept: Preadolescence to early adulthood",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Journal of Educational Psychology",
                "volume": "81",
                "issue": "",
                "pages": "417--430",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1989). Age and sex effects in multiple dimensions of self-concept: Preadolescence to early adulthood. Journal of Educational Psychology, 81, 417-430.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Social group membership and self-perceptions in Northern Irish children",
                "authors": [
                    {
                        "first": "O",
                        "middle": [
                            "T"
                        ],
                        "last": "Muldoon",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Trew",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "International Journal of Behavioral Development",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Muldoon, O. T., & Trew, K. (in press). Social group membership and self-perceptions in Northern Irish children. International Journal of Behavioral Development.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Relationship between gender, self-esteem, social class and racial identity to depression in Blacks",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "B"
                        ],
                        "last": "Munford",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Journal of Black Psychology",
                "volume": "20",
                "issue": "2",
                "pages": "157--174",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Munford, M. B. (1994). Relationship between gender, self-esteem, social class and racial identity to depression in Blacks. Journal of Black Psychology, 20(2), 157-174.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Ethnic identity in adolescents and adults: Review of research",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Phinney",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Psychological Bulletin",
                "volume": "108",
                "issue": "",
                "pages": "499--514",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Phinney, J. (1990). Ethnic identity in adolescents and adults: Review of research. Psychological Bulletin, 108, 499-514.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Minority identity and self-esteem",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Porter",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Washington",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Annual Review of Sociology",
                "volume": "19",
                "issue": "",
                "pages": "139--161",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Porter, J. R., & Washington, R. E. (1993). Minority identity and self-esteem. Annual Review of Sociology, 19, 139-161.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Effects of transition from elementary school to junior high school on early adolescents' self-esteem and perceived competence",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "B"
                        ],
                        "last": "Proctor",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "S"
                        ],
                        "last": "Choi",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Psychology in the Schools",
                "volume": "31",
                "issue": "",
                "pages": "319--327",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Proctor, T. B., & Choi, H. S. (1994). Effects of transition from elementary school to junior high school on early adolescents' self-esteem and perceived competence. Psychology in the Schools, 31, 319-327.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Social class and self-esteem among children and adults",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Rosenberg",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "I"
                        ],
                        "last": "Pearlin",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "American Journal of Sociology",
                "volume": "84",
                "issue": "1",
                "pages": "53--77",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rosenberg, M., & Pearlin, L. I. (1978). Social class and self-esteem among children and adults. American Journal of Sociology, 84(1), 53-77.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Family stress and functioning in children: The moderating effects of children's beliefs about their control over parental con ict",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "B R"
                        ],
                        "last": "Rossman",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "S"
                        ],
                        "last": "Rosenberg",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Journal of Child Psychology and Psychiatry",
                "volume": "33",
                "issue": "4",
                "pages": "699--715",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rossman, B. B. R., & Rosenberg, M. S. (1993). Family stress and functioning in children: The moderating effects of children's beliefs about their control over parental con ict. Journal of Child Psychology and Psychiatry, 33(4), 699-715.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Moving into adolescence: The impact of pubertal change and school context",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Simmons",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Blyth",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Simmons, R. G., & Blyth, D. A. (1987). Moving into adolescence: The impact of pubertal change and school context. Hawthorne, NY: Aldine de Gruyter.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Bitter waters: Effects on children of the stresses of unrest and oppression",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Simpson",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "International handbook of traumatic stress syndromes",
                "volume": "",
                "issue": "",
                "pages": "601--624",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Simpson, M. A. (1993). Bitter waters: Effects on children of the stresses of unrest and oppression. In J. P. Wilson & B. Raphael (Eds.), International handbook of traumatic stress syndromes (pp. 601-624). New York: Plenum Press.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Catholic and Protestant young people's ratings of stereotyped Protestant and Catholic faces",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Stringer",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Cairns",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "British Journal of Social Psychology",
                "volume": "22",
                "issue": "",
                "pages": "241--246",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stringer, M., & Cairns, E. (1983). Catholic and Protestant young people's ratings of stereotyped Protestant and Catholic faces. British Journal of Social Psychology, 22, 241-246.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Individualism-collectivism and global self-esteem",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Tafarodi",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "N"
                        ],
                        "last": "Swann",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Journal of Cross Cultural Psychology",
                "volume": "27",
                "issue": "6",
                "pages": "651--672",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tafarodi, R. W., & Swann, W. N. (1996). Individualism-collectivism and global self-esteem. Journal of Cross Cultural Psychology, 27(6), 651-672.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "The quest for collective identity: The plight of disadvantaged ethnic minorities",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Taylor",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Canadian Psychology",
                "volume": "38",
                "issue": "3",
                "pages": "174--190",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Taylor, D. M. (1997). The quest for collective identity: The plight of disadvantaged ethnic minorities. Canadian Psychology, 38(3), 174-190.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Perceptions of control in vulnerable populations",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "C"
                        ],
                        "last": "Thompson",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Spacapan",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Journal of Social Issues",
                "volume": "47",
                "issue": "4",
                "pages": "1--27",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thompson, S. C. & Spacapan, S. (1991). Perceptions of control in vulnerable populations. Journal of Social Issues, 47(4), 1-27.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Poverty in the United Kingdom",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Townsend",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Townsend, P. (1979). Poverty in the United Kingdom. Harmondsworth: Penguin.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Young people's perceived competence and its implications for the new P.E. curriculum",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Van Wersch",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Trew",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "F"
                        ],
                        "last": "Turner",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "British Journal of Physical Education",
                "volume": "7",
                "issue": "",
                "pages": "1--5",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Van Wersch, A., Trew, K. & Turner, I. F. (1990). Young people's perceived competence and its implications for the new P.E. curriculum. British Journal of Physical Education, 7, 1-5.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Sex role attributes, perceived competence and the development of depression in adolescence",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Wilson",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Cairns",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Journal of Child Psychology and Psychiatry",
                "volume": "29",
                "issue": "5",
                "pages": "635--650",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wilson, R, & Cairns, E. (1988). Sex role attributes, perceived competence and the development of depression in adolescence. Journal of Child Psychology and Psychiatry, 29(5), 635-650.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Transitions during early adolescence: Changes in children's domain-speci c self-perceptions and general self-esteem across the transition to junior high school",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wig Eld",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Maciver",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Reuman",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Developmental Psychology",
                "volume": "27",
                "issue": "4",
                "pages": "552--565",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wig eld, A., Eccles, J. S., MacIver, D., Reuman, D., & Midgley, C. (1991). Transitions during early adolescence: Changes in children's domain-speci c self-perceptions and general self-esteem across the transition to junior high school. Developmental Psychology, 27(4), 552-565.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Change in children's competence beliefs and subjective task values across the elementary school years: A 3 year study",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wig Eld",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "S"
                        ],
                        "last": "Yoon",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "D"
                        ],
                        "last": "Harold",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J A"
                        ],
                        "last": "Arbreton",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Freedman-Doan",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "C"
                        ],
                        "last": "Blumenfeld",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Journal of Educational Psychology",
                "volume": "89",
                "issue": "3",
                "pages": "451--469",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wig eld, A., Eccles, J. S., Yoon, K. S., Harold, R. D., Arbreton, A. J. A., Freedman-Doan, C., & Blumenfeld, P. C. (1997). Change in children's competence beliefs and subjective task values across the elementary school years: A 3 year study. Journal of Educational Psychology, 89(3), 451-469.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Social class and adolescents' self-esteem: Another look",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "L"
                        ],
                        "last": "Wiltfang",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Scarbecz",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Social Psychology Quarterly",
                "volume": "53",
                "issue": "2",
                "pages": "174--183",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wiltfang, G. L., & Scarbecz, M. (1990). Social class and adolescents' self-esteem: Another look. Social Psychology Quarterly, 53(2), 174-183.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Mean global self-esteem at age 11 across gender, SES and religion Mean physical appearance scores for boys and girls at ages 8 and 11"
            },
            "FIGREF1": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Mean behavioural conduct scores for Protestant and Catholic boys and girls aged 8 and 11"
            },
            "TABREF0": {
                "num": null,
                "content": "<table><tr><td/><td>N</td><td/><td>N</td><td>Totals</td></tr><tr><td>Males</td><td>53</td><td>Females</td><td>57</td><td>110</td></tr><tr><td>Working class</td><td>23</td><td>Working Class</td><td>24</td><td>47</td></tr><tr><td>Catholic</td><td>13</td><td>Catholic</td><td>15</td><td>28</td></tr><tr><td>Protestant</td><td>10</td><td>Protestant</td><td>9</td><td>19</td></tr><tr><td>Middle class</td><td>30</td><td>Middle Class</td><td>33</td><td>63</td></tr><tr><td>Catholic</td><td>18</td><td>Catholic</td><td>17</td><td>35</td></tr><tr><td>Protestant</td><td>12</td><td>Protestant</td><td>16</td><td>28</td></tr></table>",
                "type_str": "table",
                "text": "Characteristics of sample population"
            },
            "TABREF1": {
                "num": null,
                "content": "<table/>",
                "type_str": "table",
                "text": "Children were categorized as Roman Catholic if they attended a State-maintained Roman Catholic school and were categorized as Protestant if they attended a State school. State schools in Northern Ireland, though open to Roman Catholic children, are de facto Protestant, while Roman Catholic schools, though supported by the State, are termed 'maintained'."
            },
            "TABREF2": {
                "num": null,
                "content": "<table><tr><td/><td>Global</td><td>Appearance</td><td>Social</td><td>Scholastic</td><td colspan=\"2\">Athletic Behavioural</td></tr><tr><td>Global self-worth</td><td>-</td><td>.652***</td><td>.327***</td><td>.596***</td><td>.454***</td><td>.450***</td></tr><tr><td>Physical appearance</td><td>.658***</td><td>-</td><td>.300**</td><td>.445***</td><td>.290**</td><td>.483***</td></tr><tr><td>Social acceptance</td><td>.538***</td><td>.381***</td><td>-</td><td>.401***</td><td>.482***</td><td>.111</td></tr><tr><td>Scholastic competence</td><td>.410***</td><td>.253**</td><td>.226*</td><td>-</td><td>.538***</td><td>.435***</td></tr><tr><td>Athletic competence</td><td>.516***</td><td>.419***</td><td>.391***</td><td>.295**</td><td>-</td><td>.265**</td></tr><tr><td>Behavioural conduct</td><td>.324***</td><td>.203*</td><td>.202*</td><td>.431***</td><td>2 .017</td><td>-</td></tr></table>",
                "type_str": "table",
                "text": "Correlations between self-competence scores at Time 1 and Time 2, separately"
            },
            "TABREF3": {
                "num": null,
                "content": "<table><tr><td/><td/><td/><td colspan=\"2\">Time 1</td><td/><td/></tr><tr><td/><td>Global</td><td>Appearance</td><td>Social</td><td>Scholastic</td><td colspan=\"2\">Athletic Behavioural</td></tr><tr><td>Time 2</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Global self-worth</td><td>.439***</td><td>.402***</td><td>.204*</td><td>.357***</td><td>.247*</td><td>.289**</td></tr><tr><td>Physical appearance</td><td>.467***</td><td>.349***</td><td>.184</td><td>.436***</td><td>.334***</td><td>.309**</td></tr><tr><td>Social acceptance</td><td>.243*</td><td>.267**</td><td>.176</td><td>.233*</td><td>.100</td><td>.202*</td></tr><tr><td colspan=\"2\">Scholastic competence .357***</td><td>.301**</td><td>.187</td><td>.442***</td><td>.263**</td><td>.355***</td></tr><tr><td colspan=\"2\">Athletic competence .516***</td><td>.417***</td><td>.391***</td><td>.295**</td><td>.433***</td><td>.179</td></tr><tr><td colspan=\"2\">Behavioural conduct .177</td><td>.261**</td><td>.059</td><td>.157</td><td>2 .011</td><td>.474***</td></tr><tr><td colspan=\"2\">*** p &lt; .001; **p &lt; .01; *p &lt; .05.</td><td/><td/><td/><td/><td/></tr></table>",
                "type_str": "table",
                "text": "Correlations between self-competence scores across Times 1 and 2"
            },
            "TABREF4": {
                "num": null,
                "content": "<table><tr><td colspan=\"3\">worth at Times 1 and 2</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Time 1: Age 8</td><td/><td/><td/><td/><td colspan=\"2\">Time 2: Age 11</td><td/><td/><td/><td/></tr><tr><td>Entered</td><td>ß</td><td>r 2</td><td>t</td><td>d.f.</td><td>p Entered</td><td>ß</td><td>r 2</td><td>t</td><td>d.f.</td><td>p</td></tr><tr><td>Appearance</td><td colspan=\"3\">.65 41.9% 8.9</td><td>109</td><td>.000 Appearance</td><td colspan=\"3\">.65 42.8% 9.1</td><td>109</td><td>.000</td></tr><tr><td>Scholastic</td><td colspan=\"3\">.38 11.4% 5.2</td><td>108</td><td>.000 Social</td><td>.34</td><td colspan=\"2\">9.3% 4.7</td><td>108</td><td>.000</td></tr><tr><td/><td/><td/><td/><td/><td>Scholastic</td><td>.22</td><td colspan=\"2\">4.0% 3.3</td><td>107</td><td>.001</td></tr><tr><td/><td/><td/><td/><td/><td>Athletic</td><td>.18</td><td colspan=\"2\">2.0% 2.4</td><td>106</td><td>.017</td></tr><tr><td colspan=\"3\">Variance explained 53.3%</td><td/><td/><td/><td/><td>58.1%</td><td/><td/><td/></tr></table>",
                "type_str": "table",
                "text": "Domain scores entered into stepwise regression equation predicting global self-"
            },
            "TABREF5": {
                "num": null,
                "content": "<table><tr><td>Social Athletic</td><td>acceptance competence</td><td>F F</td><td>0.41 2.32</td><td>0.04 0.44</td><td>0.06 0.20</td><td>0.04 0.29</td><td>0.08 0.00</td><td>3.45 1.03</td><td>0.44 0.00</td><td>2.45 0.01</td><td/><td>4.59* 0.05</td><td>0.00 0.43</td><td>0.04 1.77</td><td>2.79 0.50</td><td>1.21 1.02</td><td>0.04 0.68</td><td>0.57 16.07***</td></tr><tr><td>Physical Scholastic Behavioural</td><td>appearance competence conduct</td><td>F F F</td><td>0.08 3.35 1.41</td><td>3.41 0.55 3.97*</td><td>0.01 3.88 0.54</td><td>2.97 4.00* 4.82*</td><td>2.90 3.25 0.70</td><td>0.63 0.08 0.03</td><td>15.12*** 11.26** 3.15</td><td>21.14*** 1.02 4.30*</td><td/><td>3.21 0.35 0.49</td><td>0.18 0.87 0.08</td><td>3.20 1.86 8.80**</td><td>0.37 1.67 1.29</td><td>0.01 0.76 0.52</td><td>0.00 2.61 1.10</td><td>10.46** 2.09 0.87</td></tr><tr><td>Global</td><td>esteem</td><td>F</td><td>5.62*</td><td>0.32</td><td>0.08</td><td>0.13</td><td>0.96</td><td>0.00</td><td>0.04</td><td>0.40</td><td/><td>4.01</td><td>0.37</td><td>2.75</td><td>0.49</td><td>0.59</td><td>4.59*</td><td>4.39*</td></tr><tr><td/><td/><td>d.f.</td><td>1</td><td>1</td><td>1</td><td>1</td><td>1</td><td>1</td><td>1</td><td>1</td><td/><td>1</td><td>1</td><td>1</td><td>1</td><td>1</td><td>1</td><td>1</td><td>100</td></tr><tr><td/><td/><td>Within effects</td><td>G 3 SES 3 R 3 Age</td><td>SES 3 R 3 Age</td><td>G 3 R 3 Age</td><td>R 3 Age</td><td>G 3 SES 3 Age</td><td>SES 3 Age</td><td>G 3 Age</td><td>Age</td><td>Between effects</td><td>G 3 SES 3 R</td><td>SES 3 R</td><td>G 3 R</td><td>R</td><td>G 3 SES</td><td>SES</td><td>G</td><td>Error</td></tr></table>",
                "type_str": "table",
                "text": "MANOVA effects of gender (G), SES, religious af liation (R) and age at testing (Age) on Harter Self-Perception Pro le Scores"
            }
        }
    }
}