{
    "paper_id": "Musu_2015",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-24T16:01:53.212845Z"
    },
    "title": "Trajectories of change in students' self-concepts of ability and values in math and college major choice",
    "authors": [
        {
            "first": "Lauren",
            "middle": [
                "E"
            ],
            "last": "Musu-Gillette",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Maryland",
                "location": {
                    "settlement": "College Park",
                    "region": "MD",
                    "country": "USA"
                }
            },
            "email": ""
        },
        {
            "first": "Allan",
            "middle": [],
            "last": "Wigfield",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Maryland",
                "location": {
                    "settlement": "College Park",
                    "region": "MD",
                    "country": "USA"
                }
            },
            "email": ""
        },
        {
            "first": "Jeffrey",
            "middle": [
                "R"
            ],
            "last": "Harring",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Maryland",
                "location": {
                    "settlement": "College Park",
                    "region": "MD",
                    "country": "USA"
                }
            },
            "email": ""
        },
        {
            "first": "Jacquelynne",
            "middle": [
                "S"
            ],
            "last": "Eccles",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of California",
                "location": {
                    "settlement": "Irvine",
                    "region": "CA",
                    "country": "USA"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "This study extends previous research on the long-term connections between motivation constructs in expectancy-value theory and achievement outcomes. Using growth mixture modelling, we examined trajectories of change for 421 students from 4th grade through college in their self-concept of ability (SCA) in math, interest in math, and perceived importance of math. We also assessed how these trajectories relate to choice of college major, focusing on math-intensive and non-intensive majors. Gender, parental income, and initial achievement were included as covariates in the analyses. A 3-class solution best represented underlying trajectories of change for each of the 3 constructs. A latent class relatively high in math self-concept, interest, and importance emerged for each construct respectively, and individuals in these high classes were most likely to choose a math-intensive college major. Interpretations and implications of the trajectories of change and their influence on college major classification are discussed.",
    "pdf_parse": {
        "paper_id": "Musu_2015",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "This study extends previous research on the long-term connections between motivation constructs in expectancy-value theory and achievement outcomes. Using growth mixture modelling, we examined trajectories of change for 421 students from 4th grade through college in their self-concept of ability (SCA) in math, interest in math, and perceived importance of math. We also assessed how these trajectories relate to choice of college major, focusing on math-intensive and non-intensive majors. Gender, parental income, and initial achievement were included as covariates in the analyses. A 3-class solution best represented underlying trajectories of change for each of the 3 constructs. A latent class relatively high in math self-concept, interest, and importance emerged for each construct respectively, and individuals in these high classes were most likely to choose a math-intensive college major. Interpretations and implications of the trajectories of change and their influence on college major classification are discussed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Expectancy-value theory is a motivational theory that focuses on how individuals' beliefs and values develop and predict academic outcomes and choices. Research based in expectancy-value theory has established that students' domain-specific self-concepts of their ability (SCA), expectancies for success, and achievement task values are related to achievement outcomes in those domains, such as classroom grades (Meece, Wigfield, & Eccles, 1990) , and choices, such as the number and type of courses students choose to take in that subject area in high school and college (Eccles, Vida, & Barber, 2004; Nagy, Trautwein, Baumert, Köller, & Garrett, 2006; Watt, 2006) . In the math domain, studies have found that SCA, interest, and perceived importance of math (aspects of task values, see below) measured in elementary school predict how many math courses students elect to take in high school (Simpkins, Davis-Kean, & Eccles, 2006) . Students' self-concept of their ability in math and their value for math measured in high school also predicts their plans to pursue a math-intensive career or course of study in college (Nagy et al., 2006; Watt, 2006) . These studies establish that individuals' SCA and values in math can be used to predict future choices. The present study builds on this work by looking at longterm prediction of activity choice; that is, how students' math SCA and values measured in elementary and high school predict their ultimate choice of a college major.",
                "cite_spans": [
                    {
                        "start": 412,
                        "end": 445,
                        "text": "(Meece, Wigfield, & Eccles, 1990)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 572,
                        "end": 602,
                        "text": "(Eccles, Vida, & Barber, 2004;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 603,
                        "end": 653,
                        "text": "Nagy, Trautwein, Baumert, Köller, & Garrett, 2006;",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 654,
                        "end": 665,
                        "text": "Watt, 2006)",
                        "ref_id": null
                    },
                    {
                        "start": 894,
                        "end": 932,
                        "text": "(Simpkins, Davis-Kean, & Eccles, 2006)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 1122,
                        "end": 1141,
                        "text": "(Nagy et al., 2006;",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 1142,
                        "end": 1153,
                        "text": "Watt, 2006)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Along with relations of motivational variables to choice, researchers studying students' domain-specific SCA and values and other motivational characteristics have investigated how they change over time (Archambault, Eccles, & Vida, 2010; Jacobs, Lanza, Osgood, Eccles, & Wigfield, 2002) , and whether the changes vary across different students. The general pattern of change in beliefs, values, and intrinsic motivation is one of decline (Jacobs et al., 2002 ; see Wigfield et al., in press , for a review); however, several studies have found that the trajectory of motivational changes differs across students (Archambault et al., 2010; Gottfried, Marcoulides, Gottfried, Oliver, & Guerin, 2007; Marcoulides, Gottfried, Gottfried, & Oliver, 2008) .",
                "cite_spans": [
                    {
                        "start": 203,
                        "end": 238,
                        "text": "(Archambault, Eccles, & Vida, 2010;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 239,
                        "end": 287,
                        "text": "Jacobs, Lanza, Osgood, Eccles, & Wigfield, 2002)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 439,
                        "end": 459,
                        "text": "(Jacobs et al., 2002",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 466,
                        "end": 491,
                        "text": "Wigfield et al., in press",
                        "ref_id": null
                    },
                    {
                        "start": 613,
                        "end": 639,
                        "text": "(Archambault et al., 2010;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 640,
                        "end": 698,
                        "text": "Gottfried, Marcoulides, Gottfried, Oliver, & Guerin, 2007;",
                        "ref_id": null
                    },
                    {
                        "start": 699,
                        "end": 749,
                        "text": "Marcoulides, Gottfried, Gottfried, & Oliver, 2008)",
                        "ref_id": "BIBREF29"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "To date, no study has examined how long-term change in students' SCA and values in math relate to outcomes in the future, such as choice of college major. Such work would provide an important advance in the literature, as choice likely is based more on how beliefs and values change rather than on their level at one time point. In the present study, we focused on the math-\"intensiveness\" of students' college major choices. Examining students' choice in this area is particularly important given that math-intensive degrees are associated with higher prestige careers (Ma & Johnson, 2008) and national needs for math and science professionals are currently not being met (National Science Board, 2012) . Understanding the long-term trajectories of changes in motivational constructs in expectancy-value theory may provide insight into the likelihood of students selecting a certain college major.",
                "cite_spans": [
                    {
                        "start": 570,
                        "end": 590,
                        "text": "(Ma & Johnson, 2008)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 673,
                        "end": 703,
                        "text": "(National Science Board, 2012)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "By examining underlying trajectories of changes in students' SCA and values in math over time and exploring how they relate to students' choice of a college major, we connect two major strands of research based in Eccles-Parsons et al.'s (1983) expectancy-value theoretical model: change over time in SCA, expectancies, and values in math; and how these variables (specifically, change in them) relate to choices individuals make. This model and research stemming from it are described next.",
                "cite_spans": [
                    {
                        "start": 214,
                        "end": 244,
                        "text": "Eccles-Parsons et al.'s (1983)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "The current study is grounded in Eccles-Parsons et al.'s (1983) expectancy-value model of achievement performance and choice. They defined students' expectancies as beliefs or expectations about how well they will do on a given task. Individuals' SCA is their belief about how good they are at activities in a given domain; thus, Eccles and colleagues focus on the \"Me\" or objective part of the self (see also Harter, 2006) . Domain specificity is an important component of the theory, and the work in this area generally examines students' beliefs in a particular domain; math in the current study. Eccles and Wigfield (1995) found that expectancies and self-concept ability are strongly related empirically (see Wigfield, Tonks, & Klauda, 2009 , for a detailed review of this work). In the present study, we examined SCA for math rather than expectancies for success in math because many of the studies in this theoretical tradition that have looked at relations of beliefs to outcomes examined SCA in a particular domain rather than expectancies for success in that domain (Durik, Vida, & Eccles, 2006; Nagy et al., 2006; Simpkins et al., 2006) .",
                "cite_spans": [
                    {
                        "start": 33,
                        "end": 63,
                        "text": "Eccles-Parsons et al.'s (1983)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 410,
                        "end": 423,
                        "text": "Harter, 2006)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 600,
                        "end": 626,
                        "text": "Eccles and Wigfield (1995)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 714,
                        "end": 745,
                        "text": "Wigfield, Tonks, & Klauda, 2009",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 1076,
                        "end": 1105,
                        "text": "(Durik, Vida, & Eccles, 2006;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 1106,
                        "end": 1124,
                        "text": "Nagy et al., 2006;",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 1125,
                        "end": 1147,
                        "text": "Simpkins et al., 2006)",
                        "ref_id": "BIBREF42"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Theoretical framework: defining key terms",
                "sec_num": null
            },
            {
                "text": "Values are defined as qualities or incentives that influence whether or not students want to complete a task in a particular domain. Eccles and her colleagues defined three aspects of task value: interest value, importance or attainment value, and utility value or usefulness of the activity (Eccles-Parsons et al., 1983) . Interest task value, as its name implies, is how much the individual likes or enjoys the task; attainment value is how important it is to the individual to do well on the task, and utility value is how useful it is to him or her. Interest and importance reflect more intrinsic characteristics of the valuing of a task, whereas usefulness has more to do with how the task meets other needs.",
                "cite_spans": [
                    {
                        "start": 292,
                        "end": 321,
                        "text": "(Eccles-Parsons et al., 1983)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Theoretical framework: defining key terms",
                "sec_num": null
            },
            {
                "text": "For the current study, students' valuing of math is differentiated into two components, importance/usefulness and interest. We collapsed importance and usefulness in this study because several other researchers utilizing the same expectancy-value framework have done so, in part because the two components are strongly related (Durik et al., 2006; Simpkins et al., 2006) . Researchers have continued to include interest value as a separate predictor in several empirical studies and found that it individually predicts students' academic choices (Durik et al., 2006; Simpkins et al., 2006; Watt, 2006) . We continue that tradition here, in part because interest value (and its close conceptual ties to intrinsic motivation) is conceptually distinct from the importance and utility aspects of task value.",
                "cite_spans": [
                    {
                        "start": 327,
                        "end": 347,
                        "text": "(Durik et al., 2006;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 348,
                        "end": 370,
                        "text": "Simpkins et al., 2006)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 546,
                        "end": 566,
                        "text": "(Durik et al., 2006;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 567,
                        "end": 589,
                        "text": "Simpkins et al., 2006;",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 590,
                        "end": 601,
                        "text": "Watt, 2006)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Theoretical framework: defining key terms",
                "sec_num": null
            },
            {
                "text": "As noted above, researchers have shown that students' domain-specific SCA and values predict achievement-related choices that students make later (Nagy et al., 2008; Nagy et al., 2006; Updegraff, Eccles, Barber, & O'Brien, 1996; Watt, 2006 Watt, , 2008 . Watt (2006) surveyed Australian youth and found that students' choice to take higher level math courses in 11th and 12th grade in high school was predicted by measures of students' SCA in math and interest in math collected in their 9th-grade year of high school. Additionally, perceived usefulness of math in the 9th grade predicted students' desire for a mathintensive future career. Nagy et al. (2006) found that German 10th-grade students' interest and SCA in math predicted their future high school course enrolment. Students with higher interest and high SCA in math were more likely to choose challenging math courses (Nagy et al., 2006) . In both studies, SCA and values were individually predictive of future choices.",
                "cite_spans": [
                    {
                        "start": 146,
                        "end": 165,
                        "text": "(Nagy et al., 2008;",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 166,
                        "end": 184,
                        "text": "Nagy et al., 2006;",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 185,
                        "end": 228,
                        "text": "Updegraff, Eccles, Barber, & O'Brien, 1996;",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 229,
                        "end": 239,
                        "text": "Watt, 2006",
                        "ref_id": null
                    },
                    {
                        "start": 240,
                        "end": 252,
                        "text": "Watt, , 2008",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 255,
                        "end": 266,
                        "text": "Watt (2006)",
                        "ref_id": null
                    },
                    {
                        "start": 641,
                        "end": 659,
                        "text": "Nagy et al. (2006)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 880,
                        "end": 899,
                        "text": "(Nagy et al., 2006)",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SCA, values, and choice",
                "sec_num": null
            },
            {
                "text": "Additionally, children's SCA and task values differentially predict performance, intentions, and choice. Meece et al. (1990) found that middle school students' math ability beliefs directly predicted their later math performance but not their intentions to continue taking math. In contrast, the importance students gave to math directly predicted their intentions but not their performance. With respect to career choices, Durik et al. (2006) found that students' SCA, interest, and perceived importance of literacy measured in 4th grade related positively to these same variables measured in 10th grade. Children's SCA and ratings of importance in turn predicted students' increased likelihood of desiring a career where reading comprehension would be important, such as becoming a lawyer or editor (the relations between reading importance and career likelihood were especially strong). Interest did not relate to the career variables. Simpkins et al. (2006) found that students' SCA, interest in, and perceived importance of math in 6th grade was related to levels of the same constructs in 10th grade. However, they found that students' SCA and interest in math measured in 10th grade predicted their decisions to take more challenging math courses in 11th and 12th grade, but math importance did not. Eccles et al. (2004) found that plans to attend college measured in sixth grade and selfconcept of academic ability in sixth grade predicted the decision to go to college. However, these relations were mediated by high school course selection such that those students who planned to attend college in sixth grade took \"college prep\" courses in high school and high school course taking then predicted students' choice to enrol in college. Eccles et al.'s results indicate that decisions about college likely begin long before the college transition, as early as sixth grade. Given that previous work shows that students' domain-specific Educational Research and Evaluation SCA, interest, and importance differentially predict achievement outcomes and choices in those domains, it is essential to understand the unique influence each of these variables may have on students' academic choices. Additionally, we added the important new dimension of examining how change in each of the SCA and value for math variables related to college major choice.",
                "cite_spans": [
                    {
                        "start": 105,
                        "end": 124,
                        "text": "Meece et al. (1990)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 424,
                        "end": 443,
                        "text": "Durik et al. (2006)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 939,
                        "end": 961,
                        "text": "Simpkins et al. (2006)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 1307,
                        "end": 1327,
                        "text": "Eccles et al. (2004)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SCA, values, and choice",
                "sec_num": null
            },
            {
                "text": "How change in motivation relates to outcomes Gottfried, Marcoulides, Gottfried, and Oliver (2013) found that change in intrinsic motivation in math over time is predictive of educational attainment, measured in number of years of school; however, this relation was fully mediated by the number and difficulty level of math courses elected. While both Gottfried et al. (2013) and Eccles et al. (2004) showed that earlier SCA and interest in math are important for college outcomes overall, measured by the choice to attend college or the number of years of schooling, neither Eccles et al. nor Gottfried et al. looked specifically at choice of college major. Our study extends this line of research by examining students' choice of a major once they have enrolled in college.",
                "cite_spans": [
                    {
                        "start": 45,
                        "end": 97,
                        "text": "Gottfried, Marcoulides, Gottfried, and Oliver (2013)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 351,
                        "end": 374,
                        "text": "Gottfried et al. (2013)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 379,
                        "end": 399,
                        "text": "Eccles et al. (2004)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 575,
                        "end": 609,
                        "text": "Eccles et al. nor Gottfried et al.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SCA, values, and choice",
                "sec_num": null
            },
            {
                "text": "Choosing a major is a critical choice for college students. A college major is usually indicative of the career trajectory a student will follow, and most students likely put a great deal of thought into the decision. In addition, earlier success in a domain, future career aspirations, and current interests likely all factor into a students' final decision of what major to choose. As noted above, longitudinal studies have shown that SCA and certain values variables in math predict math achievement and math-related choices such as enrolling in more math courses in high school (Simpkins et al., 2006; Updegraff et al., 1996; Watt, 2006) , which could impact college major choice.",
                "cite_spans": [
                    {
                        "start": 582,
                        "end": 605,
                        "text": "(Simpkins et al., 2006;",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 606,
                        "end": 629,
                        "text": "Updegraff et al., 1996;",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 630,
                        "end": 641,
                        "text": "Watt, 2006)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "College major choice",
                "sec_num": null
            },
            {
                "text": "To date, the work on the relations of motivational beliefs and values to college major choice primarily has been done with college students. Larson, Wu, Bailey, Borgen, and Gasser (2010) found that college students' confidence and interest in a domain of study is associated with their choice of a major in that domain (see also Eccles, 2007) . Similarly, 1st-year college students' achievement goals and self-efficacy in an introductory psychology course were predictive of their choice to pursue further coursework in psychology (Harackiewicz, Barron, Tauer, & Elliot, 2002) . In addition, college students' SCA and interest in a domain of study predict whether or not they will change majors (Malgwi, Howe, & Burnaby, 2005) . These studies indicate that students' motivation is related to college major and coursework choice in the short term.",
                "cite_spans": [
                    {
                        "start": 141,
                        "end": 186,
                        "text": "Larson, Wu, Bailey, Borgen, and Gasser (2010)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 329,
                        "end": 342,
                        "text": "Eccles, 2007)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 546,
                        "end": 576,
                        "text": "Barron, Tauer, & Elliot, 2002)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 695,
                        "end": 726,
                        "text": "(Malgwi, Howe, & Burnaby, 2005)",
                        "ref_id": "BIBREF28"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "College major choice",
                "sec_num": null
            },
            {
                "text": "Fewer studies have addressed how students' SCA and values for a particular subject or domain measured at earlier points in time influence a student's decision to pursue a particular course of study in college. Allen and Robbins (2008) found that interest in a subject in high school as reported on the interest inventory of the US college readiness ACT assessment was predictive of major choice in college. Participation in a math and science summer camp in middle school predicted the overall likelihood of majoring in math and science areas in college (Li, Alfeld, Kennedy, & Putallaz, 2009) providing evidence that experiences in middle school can have long-term impact on choice. These studies did not, however, focus on different trajectories of change in children's ability beliefs and values and their relation to choice of a college major.",
                "cite_spans": [
                    {
                        "start": 210,
                        "end": 234,
                        "text": "Allen and Robbins (2008)",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 554,
                        "end": 593,
                        "text": "(Li, Alfeld, Kennedy, & Putallaz, 2009)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "College major choice",
                "sec_num": null
            },
            {
                "text": "L. E. Musu-Gillette et al.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "346",
                "sec_num": null
            },
            {
                "text": "As noted earlier, a major focus of research stemming from Eccles-Parsons et al.'s (1983) expectancy-value model is how students' motivational beliefs and values change over time. Mean-level decreases in students' SCA, achievement values, and intrinsic motivation have been found in a variety of studies coming from this theoretical model and others (see Wigfield et al., in press, for a review). The declines are especially pronounced in the math domain (Gottfried, Fleming, & Gottfried, 2001; Jacobs et al., 2002; Spinath & Spinath, 2005) . However, Gottfried et al. (2007) and Marcoulides et al. (2008) , in their studies of students' intrinsic motivation, found that the trajectory and steepness of declines differed across students, with high achievers declining less. These latter two studies indicate that there are perhaps different underlying classes or trajectories of change in regard to students' motivation. These studies only examined students' intrinsic motivation in math and not SCA as well.",
                "cite_spans": [
                    {
                        "start": 58,
                        "end": 88,
                        "text": "Eccles-Parsons et al.'s (1983)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 354,
                        "end": 370,
                        "text": "Wigfield et al.,",
                        "ref_id": null
                    },
                    {
                        "start": 454,
                        "end": 493,
                        "text": "(Gottfried, Fleming, & Gottfried, 2001;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 494,
                        "end": 514,
                        "text": "Jacobs et al., 2002;",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 515,
                        "end": 539,
                        "text": "Spinath & Spinath, 2005)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 551,
                        "end": 574,
                        "text": "Gottfried et al. (2007)",
                        "ref_id": null
                    },
                    {
                        "start": 579,
                        "end": 604,
                        "text": "Marcoulides et al. (2008)",
                        "ref_id": "BIBREF29"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Changes in SCA and values over time",
                "sec_num": null
            },
            {
                "text": "Researchers have gone beyond the examination of mean-level change to look at different trajectories of change in SCA and values. Archambault et al. (2010) examined trajectories in 1st-through 12th-grade students' literacy SCA and task value (operationalized as importance and usefulness), using growth mixture modelling. They identified seven underlying classes representing different trajectories of change in self-concept and task value for literacy over time. The trajectories for all the classes showed a decline in both variables over time, with the exception of what they called the \"Low Trajectory\". This group (2.5% of the sample) declined through middle school but then increased through high school, returning to their original levels. The declines varied in the steepness of their slopes. For the \"declining\" classes, the slopes of the decline varied. For instance, students in one trajectory (called the High Trajectory) began with high literacy SCA and values and declined only slightly. Another started declining steeply and quite early in elementary school, with some recovery during the high school years. The present study is the first to examine such trajectories in math, and we will compare our findings to Archambault and colleagues' findings.",
                "cite_spans": [
                    {
                        "start": 129,
                        "end": 154,
                        "text": "Archambault et al. (2010)",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Changes in SCA and values over time",
                "sec_num": null
            },
            {
                "text": "Researchers also have examined variables that impact change in students' self-concepts of ability and values. Archambault et al. (2010) found that gender and achievement were strong predictors of trajectories of change in literacy SCA and values, and also class membership; boys and lower achievers were more likely to be in declining trajectories. The finding for gender is not surprising given that the study was done in the literacy domain. In addition, several studies have found that gender is an important moderator variable in the relations of adolescents' self-concepts of ability and values to their mathematics aspirations (Eccles, Barber, & Jozefowicz, 1999; Frome, Alfeld, Eccles, & Barber, 2006; Nagy et al., 2006; Watt, 2006) . These studies show that for girls only those with high self-concepts of ability and value have high aspirations in the fields of science, technology, engineering, and mathematics (STEM); boys with moderate beliefs and values can have such aspirations. Finally, Archambault et al. also found that latent classes that showed steeper declines in SCA and task value were more likely to be associated with low household income. Given these findings, in the present study gender, achievement, and parent income were included as covariates in the analyses.",
                "cite_spans": [
                    {
                        "start": 110,
                        "end": 135,
                        "text": "Archambault et al. (2010)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 633,
                        "end": 669,
                        "text": "(Eccles, Barber, & Jozefowicz, 1999;",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 670,
                        "end": 708,
                        "text": "Frome, Alfeld, Eccles, & Barber, 2006;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 709,
                        "end": 727,
                        "text": "Nagy et al., 2006;",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 728,
                        "end": 739,
                        "text": "Watt, 2006)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Predictors of trajectory differences in SCA and task values",
                "sec_num": null
            },
            {
                "text": "This study extends previous research by examining in a sophisticated longitudinal correlational study whether change from fourth grade to college in children's math SCA, interest, Educational Research and Evaluation and values can be portrayed by latent classes representing differential patterns of change that underlie the data. Further, the current study examines whether initial achievement, gender, and household income differ across latent classes. We also examined how the latent classes in which students were classified impacted their choice of college major.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The current study",
                "sec_num": null
            },
            {
                "text": "Specifically, we sought to answer three broad research questions:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The current study",
                "sec_num": null
            },
            {
                "text": "(1) How many latent classes represent the trajectories of change in students' SCA, interest, and values, and what is the nature or shape of those trajectories of change? (2) How does class membership differ by students' gender, academic achievement, and family income? (3) How does class membership relate to students' choice of a major in college?",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The current study",
                "sec_num": null
            },
            {
                "text": "We do not have specific predictions about the number of classes that would emerge in the analyses, but anticipated there would be several. Based on previous work such as that of Archambault et al. (2010) , we expected the trajectories of change primarily would show a decline in math SCA, interest, and values. Overall, we predict that higher levels of SCA, interest, and importance in math will be predictive of students' choices of a math-intensive major (Larson et al., 2010; Nagy et al., 2008; Nagy et al., 2006; Watt, 2006) . In addition, we expected that students whose SCA and valuing of math decreased more substantially would be less likely to choose a math-intensive career.",
                "cite_spans": [
                    {
                        "start": 178,
                        "end": 203,
                        "text": "Archambault et al. (2010)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 457,
                        "end": 478,
                        "text": "(Larson et al., 2010;",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 479,
                        "end": 497,
                        "text": "Nagy et al., 2008;",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 498,
                        "end": 516,
                        "text": "Nagy et al., 2006;",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 517,
                        "end": 528,
                        "text": "Watt, 2006)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The current study",
                "sec_num": null
            },
            {
                "text": "Although students' SCA and values relate positively to one another (e.g., Eccles & Wigfield, 1995; Meece et al., 1990) , Spinath and Steinmayr (2008) found that the longitudinal relations of these variables are not very strong. For this and other reasons, we decided to examine the relations of the trajectory of these variables to choice of college major separately rather than together, for several reasons. First, given that this is the first study to examine such relations we were interested in how the trajectory in each variable related individually to college major choice. Second, other studies of relations of beliefs and college major choice have examined these relations with individual rather than multiple predictor variables (e.g., Allen & Robbins, 2008) . Third, researchers such as Trautwein et al. (2012), who used a complex modelling procedure to examine links of SCA and values to grades, looked at the predictive relations separately for each aspect of task value rather than in combination. Given these precedents and the complexity of the modelling analyses in this study, we looked at the trajectory of each of the belief and value variables and how each relates to college major choice.",
                "cite_spans": [
                    {
                        "start": 74,
                        "end": 98,
                        "text": "Eccles & Wigfield, 1995;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 99,
                        "end": 118,
                        "text": "Meece et al., 1990)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 121,
                        "end": 149,
                        "text": "Spinath and Steinmayr (2008)",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 747,
                        "end": 769,
                        "text": "Allen & Robbins, 2008)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The current study",
                "sec_num": null
            },
            {
                "text": "Data used for the current study are from a subset of students from the Childhood and Beyond (CAB) longitudinal study. This dataset is particularly well suited to address our research questions because the study was designed to examine how self-concept of ability, expectancies, and values developed over time, as well as how these constructs could be used to predict later achievement outcomes and choices. Childhood and Beyond started in the mid-1980s, and data were collected from 12 schools in three different school districts in southeast Michigan. Data from three cohorts of students were collected, and the first wave of data collection occurred when students were in kindergarten, first, and third grade. Students and their parents were surveyed in elementary school and sent followup surveys in high school. Participants completed the measures each year from 1987 to 1990. There was a 3-year gap in data collection due to funding issues. Data collection resumed in 1994 through 1999. The oldest cohort was sent a questionnaire during their 2nd year in college.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Participants",
                "sec_num": null
            },
            {
                "text": "Parental data such as level of education and household income are quite high in the overall sample. In 1990, the median household income was between $50,000 and $60,000, and 83% of the parents had at least some college education. The sample was explicitly selected to reduce possible obstacles for parents providing opportunities for their children, such as low income or a lack of neighbourhood resources.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Participants",
                "sec_num": null
            },
            {
                "text": "The current study examines only the oldest cohort of students because this was the only cohort sent a follow-up survey while the students were in college. The data analysed from this cohort come from the responses of 4th through 6th graders, 10th through 12th graders, and college students. Students in this subsample would have been in their 2nd year of college when filling in information on their college major. A total of 421 students were included in the current analyses. Of the original 421 students in this cohort, 129 returned college wave surveys during their 2nd year of school. Due to the fact that this is a pre-existing dataset, we were unable to follow up with additional participants to try and increase the response rate. However, we found very few differences in the profiles of individuals that responded at this wave versus those that did not. These analyses, as well as our approach for dealing with the missing data, are described in more detail below.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Participants",
                "sec_num": null
            },
            {
                "text": "The measures used in this study were developed by Eccles, Wigfield, and colleagues (Eccles, Wigfield, Harold, & Blumenfeld, 1993; Wigfield & Eccles, 2000; Wigfield et al., 1997) and have been used in many studies of the development of SCA and achievement values. Wigfield et al. (1997) report the psychometric properties of these items, which are excellent. For each of the expectancy-value constructs, means, standard deviations, and scale alphas are reported in Table 1 .",
                "cite_spans": [
                    {
                        "start": 83,
                        "end": 129,
                        "text": "(Eccles, Wigfield, Harold, & Blumenfeld, 1993;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 130,
                        "end": 154,
                        "text": "Wigfield & Eccles, 2000;",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 155,
                        "end": 177,
                        "text": "Wigfield et al., 1997)",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 263,
                        "end": 285,
                        "text": "Wigfield et al. (1997)",
                        "ref_id": "BIBREF52"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 464,
                        "end": 471,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "SCA was measured by a five-item scale specific to the domain of math that assessed students' beliefs about how good they were at math generally, and in comparison to other students and other subjects (sample items, \"How good at math are you?\", with response options on a 7-point rating scale from 1 = not at all good to 7 = very good and \"Compared to your other subjects, how good are you at math\", with response options 1 = a lot worse to 7 = a lot better). The items reflect the \"Me\" or objective component of an individual's SCA (Harter, 2006) . Items were worded the same at all waves. Correlations between the scales at all waves, as well as confidence intervals for the correlations, are in Table 2 .",
                "cite_spans": [
                    {
                        "start": 532,
                        "end": 546,
                        "text": "(Harter, 2006)",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 697,
                        "end": 704,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Self-concept of ability (SCA)",
                "sec_num": null
            },
            {
                "text": "Interest in math was measured by a three-item scale specific to the domain of math that asked students how interested they were in math and how much they liked math (sample items, \"How much do you like math?\", with a response scale 1 = a little to 7 = a lot and \"I find working on math assignments … \", with a response scale 1 = boring to 7 = interesting). Items were worded the same at all waves. Correlations between the scales at all waves are in Table 3 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 450,
                        "end": 457,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Interest",
                "sec_num": null
            },
            {
                "text": "Perceived importance/usefulness of math was measured by a four-item scale that assessed whether students thought math was useful and important (sample items, \"How useful is what you learn in math?\"; \"For me being good at math is … \", with a response scale 1 = not useful to 7 = very useful or 1 = unimportant to 7 = important, depending on the item). Items were worded the same at all waves. As noted earlier, these two aspects of values have been collapsed in a number of different studies, and we wanted to include variables that were consistent with the ones used in the previous work. Correlations between the scales at all waves are in Table 4 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 641,
                        "end": 648,
                        "text": "Table 4",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Importance/usefulness",
                "sec_num": null
            },
            {
                "text": "Students indicated their major in an open-ended item that asked, \"What is your college major?\" Majors were coded 1 to 4 for math relatedness using an adapted version of Goldman and Hewitt's (1976) scale for coding STEM-related majors. This scale has been adapted and used reliably in other studies classifying students into categories based on a math-intensive major (e.g., Pajares & Miller, 1995) . The adapted measure classified majors into four groups based on how much math was required: Little to no math, some math, moderate math, and intensive math. Math requirements were assessed by determining the average number of math courses required by a particular major. The majors placed in each category are displayed in Table 5 . Only a very small number of majors were not included in Goldman and Hewitt's (1976) initial taxonomy. Those that were not were examined to see whether similar majors existed. For example, \"nurse practitioner\" was not included in the Goldman and Hewitt scale, but pre-nursing was. Due to the similarity of these two majors, they were both assigned the same code. Additionally, few changes were required to adapt the measure from classifying STEM-related majors to math-intensive majors. Some majors were more math intensive than in the original scale. For example, in the adapted scale used for this study, finance majors were coded as a 4 due to the math-intensive nature of this course of study; however, they were classified as a 3 in the original Goldman and Hewitt scale.",
                "cite_spans": [
                    {
                        "start": 169,
                        "end": 196,
                        "text": "Goldman and Hewitt's (1976)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 374,
                        "end": 397,
                        "text": "Pajares & Miller, 1995)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 789,
                        "end": 816,
                        "text": "Goldman and Hewitt's (1976)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 723,
                        "end": 730,
                        "text": "Table 5",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "College major",
                "sec_num": null
            },
            {
                "text": "Majors that required little or no math were coded as a 1, for example, drama. Majors that required significant amounts of math, engineering for example, were coded a 4. Two coders rated the measures separately. Initial agreement was 89%. That is, for 89% of the possible majors, the coders agreed on their initial categorization of 1 to 4 for math intensiveness. Because it was necessary for subsequent analyses that all majors be assigned only one code, when coders disagreed on a specific code assignment, they discussed their reasons for choosing a particular code. In order to reach a consensus, the coders discussed aspects of the major in question, such as the number of math courses required and which other possible majors included similar coursework to determine a final, agreed-upon code. Thus, a 100% consensus was reached through discussion.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "College major",
                "sec_num": null
            },
            {
                "text": "Gender was dummy coded with females (52%) as the referent group. Income was acquired from surveys of students' parents. Parents were asked to specify into which range their average yearly income could be classified with 1 = under $10,000 and 9 = over $80,000 (US dollars). The mean (M = 5.96, SD = 1.93) corresponds approximately to the income range of $50,000 to $59,000. Initial math achievement included individuals average grade in math during fourth grade and ranged from 1 = F to 15 = A+ (M = 10.17 (approximately a B-), SD = 2.77).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Covariates",
                "sec_num": null
            },
            {
                "text": "We examined patterns of missingness across all waves. The majority of missing data occurred at the final wave of data collection when students were in college. We used t tests to examine whether students who returned a college wave survey differed in their mean levels of self-concept of ability, interest, and perceived importance of math compared to those students who completed all prior waves of the study and only failed to return a college wave survey. These analyses indicated that there were no discernible patterns in the mean levels associated with each group at any of the waves. However, a gender difference emerged such that female students were more likely to return a college wave survey than male students. Based on this information, analyses were conducted under the assumption that data were missing at random (Fitzmaurice, Laird, & Ware, 2011) . This assumption allows for missing data to depend on observed data, but not missing data (Schafer & Graham, 2002) .",
                "cite_spans": [
                    {
                        "start": 828,
                        "end": 862,
                        "text": "(Fitzmaurice, Laird, & Ware, 2011)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 954,
                        "end": 978,
                        "text": "(Schafer & Graham, 2002)",
                        "ref_id": "BIBREF41"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Missing data",
                "sec_num": null
            },
            {
                "text": "Several of the covariates included in the current analyses also had some missing data. While full information maximum likelihood approaches are appropriate when there are missing data for the growth variables, this approach does not work when there are missing data on the covariates as many programs, including Mplus, model missingness by conditioning on the covariates (Graham, 2009) . To address this, we used multiple imputation in Mplus Version 6.1 (L.K. Muthén & Muthén, 2011) to impute 40 datasets with no missing values and ran subsequent analyses on all 40 of these datasets, following advice from Graham (2009) that this number of imputations is generally recommended to avoid power issues when there are large amounts of missing data on a variable. Reported results are the averages across all datasets.",
                "cite_spans": [
                    {
                        "start": 371,
                        "end": 385,
                        "text": "(Graham, 2009)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 460,
                        "end": 482,
                        "text": "Muthén & Muthén, 2011)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 607,
                        "end": 620,
                        "text": "Graham (2009)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Missing data",
                "sec_num": null
            },
            {
                "text": "Both the imputation models and analysis models were run in Mplus Version 6.1 (L.K. Muthén & Muthén, 2011) . We followed a multi-step process to examine trajectories of change and used the same procedure to examine and compare the models described below for each construct. These steps included:",
                "cite_spans": [
                    {
                        "start": 83,
                        "end": 105,
                        "text": "Muthén & Muthén, 2011)",
                        "ref_id": "BIBREF33"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Analysis plan",
                "sec_num": null
            },
            {
                "text": "(1) examination of functional form of change across the sample;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Analysis plan",
                "sec_num": null
            },
            {
                "text": "(2) class enumeration using latent class growth modelling;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Analysis plan",
                "sec_num": null
            },
            {
                "text": "(3) release of individual and class-level parameter constraints to check for heterogeneity across classes; (4) inclusion of covariates; (5) inclusion of college major as a distal outcome.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Analysis plan",
                "sec_num": null
            },
            {
                "text": "Each step is described in more detail below. First, the shape of the growth over time was examined for each of the constructs to determine the functional form that best summarized the within-subject behaviour. Decisions about shape of growth were based both on statistical criteria and examinations of the individual student trajectories plotted over time to get a sense of the functional form of the trajectories of change. Results indicated that linear change over time fit best for growth in selfconcept of ability, but quadratic change more appropriately represented the change over time in interest and importance as the growth rate in each construct showed a proclivity to diminish at later times. Comparisons across models were based on the Bayesian information criterion (BIC) fit statistics, the root mean square error of approximation (RMSEA), and the comparative fit index (CFI) to get a sense of overall model fit; these are recommended fit statistics for this type of analysis (Nylund, Asparouhov, & Muthén, 2007) . Additionally, these fit statistics adjust for model complexity and are therefore appropriate to use to correct for the fact that more complex polynomial models could provide a better overall fit to the data.",
                "cite_spans": [
                    {
                        "start": 990,
                        "end": 1026,
                        "text": "(Nylund, Asparouhov, & Muthén, 2007)",
                        "ref_id": "BIBREF37"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Analysis plan",
                "sec_num": null
            },
            {
                "text": "Second, we used latent class growth modelling (Nagin, 1999) to examine whether there were different distributions underlying the change in students' math motivation. This",
                "cite_spans": [
                    {
                        "start": 46,
                        "end": 59,
                        "text": "(Nagin, 1999)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Analysis plan",
                "sec_num": null
            },
            {
                "text": "L. E. Musu-Gillette et al.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "354",
                "sec_num": null
            },
            {
                "text": "approach explores the possibility that there are groups or classes of students that have different patterns of change over time. We compared models with increasing numbers of classes while constraining all parameters except the intercept, slope, and quadratic term to be equal across classes. The goal in this step of the analysis is to estimate the number of latent trajectory classes that underlie the data. Comparisons across models were based on the BIC fit statistic, the likelihood ratio test, separation of the classes as measured by entropy and probabilities for likely class membership, and interpretability of the trajectories. However, because release of constraints at",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "354",
                "sec_num": null
            },
            {
                "text": "Step 3 can alter model fit, the ultimate decision of how many classes to select was not made at this step. Instead, a small selection of models showing similarly good data-model fit was carried through to Step 3. Growth mixture modelling (B. Muthén, 2004; Petras & Masyn, 2010) was then used to allow for heterogeneity in trajectory shape and individual variation within classes to be explored. At the individual level, these parameters include the amount of individual error variance; that is, how variable individuals are around the mean growth trajectory for each class. The Level 1, or individual-level equation, illustrates this. Each individual has an intercept (a ik ), linear slope components (b 1ik ), a quadratic growth parameter (l 2 ti ), and error (1 tik ).",
                "cite_spans": [
                    {
                        "start": 242,
                        "end": 255,
                        "text": "Muthén, 2004;",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 256,
                        "end": 277,
                        "text": "Petras & Masyn, 2010)",
                        "ref_id": "BIBREF39"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "354",
                "sec_num": null
            },
            {
                "text": "y tik = a ik + l ti b 1ik + l 2 ti b 2ik + 1 tik",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "354",
                "sec_num": null
            },
            {
                "text": "At the group level, these parameters include the variances and covariances of the growth parameters across classes; that is, whether the intercept, slope, and quadratic growth parameters vary individually and with one another differentially across classes. This is evident in the equation below that represents the three Level 2 equations necessary for a quadratic growth mixture model which represent the mean level intercept (a ik ), slope (b 1ik ), quadratic growth (b 2ik ), and error, which can vary based on class membership, with the major difference being the growth mixture modelling does not suppress between-subject variability.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "354",
                "sec_num": null
            },
            {
                "text": "a ik = m ak + g 1k x i + z aik b 1ik = m b 1k + g 2k x i + z b 1ik b 2ik = m b 2k + g 2k x i + z b 2ik",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "354",
                "sec_num": null
            },
            {
                "text": "Covariates were entered next, following recommendations by Petras and Masyn (2010) , and allowed to influence the intercept and growth parameters. These covariates were achievement, gender, and parent income; covariates were chosen for several reasons, as discussed earlier. First, students' level of achievement in an area likely affects whether they choose to major in it in college. In this study, we were interested in motivation, so it was important to examine initial achievement. Similarly, studies show that girls often have lower self-concepts of ability in math than do boys (even if they perform similarly or better than boys) (US Department of Education, National Center for Education Statistics, 2009; Watt, 2006; Wigfield et al., 1997) , and so we wanted to examine these possible differences. Parent income is related to trajectories of change (Archambault et al., 2010) and might also relate to choice of college major, and so we wanted to examine this variable as well. Figure 1 shows the conceptual model for the full set of analyses. The slope (α), intercept (β 1 ), and, when necessary, the quadratic term (β 2 ) were used to represent growth across Educational Research and Evaluation measurement occasions. We allowed gender, initial math performance, and parent income to influence class membership and also examined the effect of these covariates on initial levels of self-concept, interest, and importance as well as the linear growth parameter within classes. Finally, class membership was used to predict college major category. Once a final model was selected for each construct, college major was entered in the model as an ordinal outcome. For ordinal outcomes, Mplus gives threshold values that can be converted to probabilities in order to examine whether classification trends differ across latent classes (B. Muthén, 2004) using the following equation, where u i represents the college major category:",
                "cite_spans": [
                    {
                        "start": 59,
                        "end": 82,
                        "text": "Petras and Masyn (2010)",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 697,
                        "end": 714,
                        "text": "Statistics, 2009;",
                        "ref_id": null
                    },
                    {
                        "start": 715,
                        "end": 726,
                        "text": "Watt, 2006;",
                        "ref_id": null
                    },
                    {
                        "start": 727,
                        "end": 749,
                        "text": "Wigfield et al., 1997)",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 859,
                        "end": 885,
                        "text": "(Archambault et al., 2010)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 1843,
                        "end": 1856,
                        "text": "Muthén, 2004)",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 987,
                        "end": 995,
                        "text": "Figure 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "354",
                "sec_num": null
            },
            {
                "text": "Pr u i |c i = k, x i ( )= 1 1 + exp t k − v k x i { }",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "354",
                "sec_num": null
            },
            {
                "text": "t k is a varying threshold, and v k is the class-varying slope. Thus, the probability of being classified into a particular college major category differs depending on class membership and class-specific growth parameters.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "354",
                "sec_num": null
            },
            {
                "text": "To address Step 1 of the analysis procedure, we explored the functional form of growth in SCA across the sample. A linear growth model with a homogeneous covariance structure showed the best data-model fit (BIC = 5097.88, RMSEA = 0.052, CFI = 0.964). However, a quadratic growth model with homogeneous covariance structure also showed similarly good data-model fit (BIC = 5103.85, RMSEA = 0.054, CFI = 0.962). Therefore, we initially moved forward to Step 2 specifying quadratic growth as this would allow us to Figure 1 . Conceptual model for growth mixture modeling analyses. Note: We ran three separate iterations of this model for each of the three constructs examined: SCA, interest, and importance. Note that the quadratic term, indicated by the dashed lines, was only included in the models for interest in math and perceived importance of math due to exploratory analyses indicating SCA showed linear growth over time.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 512,
                        "end": 520,
                        "text": "Figure 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Self-concept of ability",
                "sec_num": null
            },
            {
                "text": "L. E. Musu-Gillette et al.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "356",
                "sec_num": null
            },
            {
                "text": "account for trajectory growth that may follow a different functional form within each class (i.e., a linear growth trajectory). Moving forward with this information, the number of underlying latent classes was then explored. However, as we explored class enumeration we found that the quadratic growth term was not significant within the different classes of growth, and there were convergence issues. To address these issues, we returned to a linear growth model and repeated Step 2 specifying linear growth across classes. These models did not present convergence issues, and so we were able to enumerate models with up to six different classes. Based on model fit, models with three, four, and five classes were carried forward to Step 3 to investigate heterogeneity within classes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "356",
                "sec_num": null
            },
            {
                "text": "Ultimately, a three-class solution showed good model fit, as well as good and interpretable separation between the classes. Further, the fully constrained three-class model fit best; that is, the model that held individual and between-class parameters constant. Therefore, the final model chosen was a three-class solution with the error covariances constrained within individuals, as well as the variances of the slopes and intercepts, and the covariance of the slope and intercept constrained between classes. For the two final steps, covariates were entered in the model, and college major was included as an ordinal outcome. Figure 2 shows the final trajectories for each of the three classes as well as the percent of the sample represented in each class.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 629,
                        "end": 637,
                        "text": "Figure 2",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "356",
                "sec_num": null
            },
            {
                "text": "Class 1 contained approximately 39% of the sample and is shown as a solid line. This class showed the highest initial SCA in math (m a1 = 5.00) and a very slight decrease in SCA over time (m b 11 = -0.07). This class appears to represent a group of students with initially high SCA in math that maintains this relatively high SCA over time; thus, we chose to label this class the High Self-Concept Trajectory. Class 2 contained approximately 39% of the sample and is shown as a dotted line. Students in this class began with moderate levels of SCA in math (m a2 = 3.65) that declined over time (m b 12 = -0.14). We called this class the Slow Decline Self-Concept Trajectory. Students in Class 3, 22% of the sample displayed as a dashed line, also showed initially moderate levels of SCA in fourth grade (m a3 = 3.76) but had a somewhat steeper decline in their SCA over time (m b 13 = -0.23) as compared ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "356",
                "sec_num": null
            },
            {
                "text": "to the Slow Decline Self-Concept Trajectory. We therefore labelled this trajectory the Fast Decline Self-Concept Trajectory.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Educational Research and Evaluation",
                "sec_num": null
            },
            {
                "text": "Likelihood of choice of college major by the participants and classification into the four types of college major also differed across classes. Table 6 shows the probability of choice of college major across the three classes. The students in the High Self-Concept Trajectory have a 75% probability of being classified in the intensive math major category. Students in the Slow Decline Self-Concept Trajectory have only a 1% chance of being classified into the intensive math major category, but equally high probabilities of being classified in the little to no math or some math major categories. Those individuals in the Fast Decline Self-Concept Trajectory show relatively similar probabilities of being classified into majors that require little to no to moderate amounts of math and a very small probability of being classified in the intensive math category.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 144,
                        "end": 151,
                        "text": "Table 6",
                        "ref_id": "TABREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Educational Research and Evaluation",
                "sec_num": null
            },
            {
                "text": "There were no significant differences in gender distribution, household income, and initial math achievement across the classes. Further, these covariates were not significant predictors of the initial intercept or slope within the classes. For the High Self-Concept Trajectory, the mean income was 4.6 on the 1 to 9 income scale, the mean fourth-grade achievement was 10.1 (about a B-), and the gender distribution was .56 indicating this class contained a higher proportion of males than females. The mean income for the Slow Decline Self-Concept Trajectory was 5.2, the mean achievement was 9.4, and the gender distribution was .44. The Fast Decline Self-Concept Trajectory had a mean income of 5.1, a mean achievement of 10.7, and the gender distribution was .41.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Educational Research and Evaluation",
                "sec_num": null
            },
            {
                "text": "A quadratic growth model fit the data significantly better than a linear growth model when examining students' change in interest in math over time in Step 1 of the procedure. This indicates that change in students' interest in math over time follows a more curvilinear trajectory, and not a straight line. Further, a quadratic model with a heterogeneous covariance structure showed the best overall model fit (BIC = 6543.50, RMSEA = 0.059, CFI = 0.948). Moving forward with this information, the number of underlying latent classes was then explored in Step 2 of the analyses. We again tested models with up to seven different classes and found a three-, four-, or five-class solution showed similar levels of data model fit. Ultimately, when constraints were released within individuals and between individuals, classification got worse and the separation of the classes was not as clear. Further, the three-class solution showed the best and most interpretable separation of classes. Therefore, the fully constrained three-class model was selected due to the better and more interpretable classifications and separation of classes. The final three-class solution is shown in Figure 3 after both covariates and college major were entered in the model. Class 1 contained approximately 40% of the sample and is shown as a solid line. This class represents those students who show relatively high interest in math over time and was therefore labelled the High Interest Trajectory. These students start with the highest reported levels of interest in math (m a1 = 4.50), which decline somewhat over time, especially throughout the middle years (m b 11 = -0.42) but show an increase in interest in late high school into college as indicated by the positive quadratic term (m b 21 = 0.03) and shown as a u-shaped change. Class 2 contained approximately 22% of the sample and is shown as a dotted line. Students in this class began with moderate levels of interest in math in elementary school (m a2 = 3.38) and show a decline in their reported interest over time (m b 12 = -0.40), although this decline follows a somewhat curvilinear trend (m b 22 = 0.02) and evens out in high school and into college. Thus, we chose to label this class the Slow Decline Interest Trajectory. Students in Class 3, 38% of the sample represented as a dashed line, report initially high levels of interest in math (m a3 = 4.52), which declines rather steeply over time (m b 13 = -0.71) but also levels out at the end of high school and into college (m b 23 = 0.04). We labelled this class the Fast Decline Interest Trajectory. Table 7 shows the probability of choice of each major category across the three classes. Similar to the High Self-Concept Trajectory, the High Interest Trajectory begins with high interest in math, and although they decline slightly through the middle years, their interest in math goes up again in late high school and early college. Students in this trajectory have a 34% chance of being classified in the intensive math major category. In contrast, students in the Slow Decline Interest Trajectory and the Fast Decline Interest Trajectory have a 15% and a 0% chance of being classified in the intensive math major category, respectively. Similar to the results for self-concept of ability, there were no significant differences in gender distribution, household income, and initial math achievement across the classes. Further, these covariates were not significant predictors of the initial intercept or slope within the classes. For the High Interest Trajectory, the mean income was 5, the mean fourth-grade achievement was 10.6, and the gender distribution was .43, indicating this class contained a slightly higher proportion of females. The mean income for the Slow Decline Interest Trajectory was 5.2, the mean achievement was 9.6, and the gender distribution was .48. The Fast Decline Interest Trajectory had a mean income of 4.8, a mean achievement of 10, and the gender distribution was .55.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 1178,
                        "end": 1186,
                        "text": "Figure 3",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 2603,
                        "end": 2610,
                        "text": "Table 7",
                        "ref_id": "TABREF6"
                    }
                ],
                "eq_spans": [],
                "section": "Interest",
                "sec_num": null
            },
            {
                "text": "Importance A quadratic growth model fit the data significantly better than a linear growth model when examining students' change in interest in math over time. Similar to the change in interest, this indicates that change in students' perceived importance of math over time follows a more curvilinear trajectory, not a straight line. Initially, a quadratic growth model with heterogeneous error showed the best data-model fit (BIC = 5499.25, RMSEA = 0.078, CFI = 0.864). Moving forward with this information, the number of underlying latent classes was then explored. The models with heterogeneous error structures were quite complex and converged to local, rather than global, maximums on several iterations, indicating that a simpler model should be estimated. We therefore decided to move forward with a quadratic growth model with a homogeneous error structure, which showed very similar data-model fit (BIC = 5488.48, RMSEA = 0.081, CFI = 0.809) but required fewer parameters to be estimated.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Interest",
                "sec_num": null
            },
            {
                "text": "A three-class solution fit the data significantly better than solutions positing more latent classes. Ultimately, in all analyses a three-class solution showed good model fit, as well as good and interpretable separation between the classes. When constraints were released within individuals and between individuals, classification got worse and the separation of the classes was not as clear. Therefore, the three-class solution with the error covariances constrained within individuals, and the variances of the slopes and intercepts and the covariance of the slope and intercept constrained between classes. Figure 4 shows the trajectory for each of the three classes.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 611,
                        "end": 619,
                        "text": "Figure 4",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Interest",
                "sec_num": null
            },
            {
                "text": "Class 1 contained approximately 49% of the sample and is shown as a solid line. Similar to the High Self-Concept Trajectory and the High Interest Trajectory, this class represents those students who show relatively high perceived importance of math over time, although there is a steeper decline as compared to self-concept and interest. These students start with the highest reported levels of perceived importance of math (m a1 = 6.12), which decline somewhat over time, especially throughout the middle years (m b 11 = -0.46), but show an increase in their perceived importance of math in late high school and into college as indicated by the positive quadratic term (m b 21 = 0.03). Thus, because the overall pattern appears to be one of decline, we labelled this trajectory the Slow Decline Importance Trajectory. In Class 2, which contained approximately 13% of the sample and is shown as a dotted line, students began with low levels of perceived importance of math in elementary school (m a2 = 2.61) and show almost no change in their reported interest over time (m b 12 = 0.09), although there is a slight curvilinear trend in the shape of an inverted U (m b 22 = -0.01). We chose to label this class the Low Steady Importance Trajectory. Similar to the Fast Decline Interest Trajectory, 39% of the sample was classified in Class 3, represented as a dashed line.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Interest",
                "sec_num": null
            },
            {
                "text": "L. E. Musu-Gillette et al.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "360",
                "sec_num": null
            },
            {
                "text": "Students in this class report initially high levels of perceived importance of math (m a3 = 5.77), which declines over time (m b 13 = -0.42). The curvilinear change for this group was non-significant. We labelled this class the Fast Decline Importance Trajectory. Table 8 shows the probability of classification into each major type across the three classes. Similar to the High Self-Concept Trajectory and the High Interest Trajectory, the Slow Decline Importance Trajectory has a 52% chance of choosing majors that are classified as math intensive. The Low Steady Importance Trajectory showed a lot of variability in terms of their chance of being classified into a particular major category. Although students in this class had the highest chance of being classified into the major category that requires some math (39%), they also had a relatively high chance of being classified as in the intensive-math category (27%) despite viewing math as relatively unimportant. Finally, the Fast Decline Importance Trajectory was similar to the declining classes observed for selfconcept of ability in math and interest in math. Individuals in these classes had the greatest chance of choosing majors that were classified as requiring little to no math (49%) or some math (44%).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 264,
                        "end": 271,
                        "text": "Table 8",
                        "ref_id": "TABREF7"
                    }
                ],
                "eq_spans": [],
                "section": "360",
                "sec_num": null
            },
            {
                "text": "The covariates were not significant predictors of the initial intercept or slope within the classes. There were also no significant differences in gender distribution, household income, and initial math achievement across the classes. For the Slow Decline Importance Trajectory, the mean income was 4.6, the mean fourth-grade achievement was 10.2, and the gender distribution was .5, indicating an equal proportion of males and females. The mean income for the Low Steady Importance Trajectory was 5.5, the mean achievement was 10.2, and the gender distribution was .54. The Fast Decline Importance Trajectory had a mean income of 5.2, a mean achievement of 10, and the gender distribution was .44.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "360",
                "sec_num": null
            },
            {
                "text": "Overall, the findings of this study build on prior correlational research showing that constructs from expectancy-value theory predict achievement outcomes and choices, but add important new information showing that change in the motivation constructs in this theory across the school years relates to a major choice that students make during their college years. Building on longitudinal studies that have shown that SCA and values in math measured at one time point predict choice of math courses in high school (Updegraff et al., 1996; Watt, 2006) , we found that trajectories of change predicted choice of a college major. Results of this study also extend prior research that shows students' confidence and interest in a subject when they are in college are associated with students' choice of a major in that domain (Eccles, 2007; Harackiewicz et al., 2002; Larson et al., 2010) by showing that different trajectories of change over time are differentially associated with individuals' choice of a math-intensive major. Further, our results are consistent with Li and colleagues (2009) , who found that interest in math and science in middle school can have long-term impact on choice of a college major; we found that individuals in the high trajectories, or the classes who maintained the most positive ability beliefs and values, were the most likely to select a math-intensive major in college. While it is clear from the literature that proximal motivations influence student choice (e.g., Larson et al., 2010; Meece et al., 1990) , students' motivations are a result of a rich history of experiences in and attitudes toward a domain that produces different motivational trajectories. We believe the most important theoretical contribution of this study is tying together two major strands of Eccles and colleagues' (e.g., Eccles-Parsons et al., 1983; Wigfield & Eccles, 1992 ) research based in their expectancy-value model. One strand concerns how children's SCA and values change over time. The other is how these variables relate to performance and choice. This study is the first to look at these two aspects together; that is, how change predicts choice. We next consider the trajectories of change and then comment on their links to choice.",
                "cite_spans": [
                    {
                        "start": 514,
                        "end": 538,
                        "text": "(Updegraff et al., 1996;",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 539,
                        "end": 550,
                        "text": "Watt, 2006)",
                        "ref_id": null
                    },
                    {
                        "start": 822,
                        "end": 836,
                        "text": "(Eccles, 2007;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 837,
                        "end": 863,
                        "text": "Harackiewicz et al., 2002;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 864,
                        "end": 884,
                        "text": "Larson et al., 2010)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 1067,
                        "end": 1091,
                        "text": "Li and colleagues (2009)",
                        "ref_id": null
                    },
                    {
                        "start": 1501,
                        "end": 1521,
                        "text": "Larson et al., 2010;",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 1522,
                        "end": 1541,
                        "text": "Meece et al., 1990)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 1834,
                        "end": 1862,
                        "text": "Eccles-Parsons et al., 1983;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 1863,
                        "end": 1886,
                        "text": "Wigfield & Eccles, 1992",
                        "ref_id": "BIBREF49"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Our first research question sought to explore the number of underlying trajectories of change, as well as the functional form of that change. For each of the motivation variables, three trajectories emerged. One trajectory for each variable was higher than the other two, and in the case of SCA and interest had a relatively slow decline (in fact, the High Interest Trajectory increased through high school, thus showing a curvilinear pattern of change). There was a fast-declining trajectory for each variable, with the groups having this trajectory ending up with the lowest SCA, interest, and importance in math. For SCA and interest, the third trajectory was one of slow decline; for importance, the Low Steady Trajectory had similar low ratings of math importance from 4th through 12th grade. With respect to college major choice, students in the high trajectories were the most likely to choose a math-intensive career; this was especially true for the High Self Concept Trajectory group.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "We believe that the different trajectories in math SCA and two aspects of value stem from how their beliefs and values develop during the elementary school years. Eccles et al. (1993) and Marcoulides et al. (2008) showed that students' SCA and values in math and other subjects become increasingly stable as they get older. Thus, those with higher beliefs and values early on likely continue to hold these beliefs and values across the school years (despite showing some mean-level decline). These early beliefs and 362",
                "cite_spans": [
                    {
                        "start": 163,
                        "end": 183,
                        "text": "Eccles et al. (1993)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 188,
                        "end": 213,
                        "text": "Marcoulides et al. (2008)",
                        "ref_id": "BIBREF29"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "L. E. Musu-Gillette et al.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "values predict later beliefs and values and, as Nagy et al. (2006) and Watt (2006) showed, predict students' aspirations in math and, ultimately, their choice of college major. In terms of the number of latent classes, we found for interest (a construct related to intrinsic motivation) our results are similar to Marcoulides et al. (2008) , who found three latent classes representing change in students' intrinsic motivation for different subjects and overall. Their study did not look at importance or SCA, so we are unable to make comparisons regarding the number of classes for these constructs. Marcoulides et al.'s sample included 9-through 17-year-olds. They found greater variability in students' intrinsic motivation early on (before age 13) and (as just noted) strong stability after that. One implication from both these studies' results is that interventions to improve students' interest in math will be more likely to be successful if started earlier in the school years.",
                "cite_spans": [
                    {
                        "start": 48,
                        "end": 66,
                        "text": "Nagy et al. (2006)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 71,
                        "end": 82,
                        "text": "Watt (2006)",
                        "ref_id": null
                    },
                    {
                        "start": 314,
                        "end": 339,
                        "text": "Marcoulides et al. (2008)",
                        "ref_id": "BIBREF29"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "This study builds on Archambault et al.'s (2010) work in the literacy domain showing that changes in SCA and values are more complex than was once believed. Although the general pattern of change is one of decline, as found by Jacobs et al. (2002) and Wigfield et al. (1997) in their examination of this sample as a whole, we found that the nature of these declines differs both within and across the measured variables in our study. One possible explanation for these different patterns could be that students who maintained higher achievement in math were more likely to have higher ability beliefs and, to a lesser extent, values for math. Although initial achievement did not discriminate among the classes for any of the variables, it is possible that later achievement did influence the pattern of change. Many students' grades in math decrease over time ; thus, the linear decline in students' math SCA could reflect such changes in grades, as well as the students becoming more accurate in their perceptions of ability as they got older (Nicholls, 1979 ; see Wigfield, Eccles, Schiefele, Roeser, & Davis-Kean, 2006 , for a review).",
                "cite_spans": [
                    {
                        "start": 21,
                        "end": 48,
                        "text": "Archambault et al.'s (2010)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 227,
                        "end": 247,
                        "text": "Jacobs et al. (2002)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 252,
                        "end": 274,
                        "text": "Wigfield et al. (1997)",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 1045,
                        "end": 1060,
                        "text": "(Nicholls, 1979",
                        "ref_id": null
                    },
                    {
                        "start": 1067,
                        "end": 1122,
                        "text": "Wigfield, Eccles, Schiefele, Roeser, & Davis-Kean, 2006",
                        "ref_id": "BIBREF51"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Another possibility that should be explored more fully is how teachers' approach to math and the math classroom environment differentially impacts students' beliefs and values in math; this may be particularly important for students' values. Previous work (e.g., Midgley, Feldlaufer, & Eccles, 1989) shows that in middle school math classrooms where teachers foster students' valuing of math and provide support for student success in math, students have stronger motivation to succeed in math. Further, Eccles and Midgley (1989) and others (e.g., Wigfield, Byrnes, & Eccles, 2006) discussed how changes in school and classroom environments can produce changes in students' SCA and values. Given the different trajectories, we found our results suggest that changes in classroom environments over time may differentially impact different children.",
                "cite_spans": [
                    {
                        "start": 263,
                        "end": 299,
                        "text": "Midgley, Feldlaufer, & Eccles, 1989)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 504,
                        "end": 529,
                        "text": "Eccles and Midgley (1989)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 548,
                        "end": 581,
                        "text": "Wigfield, Byrnes, & Eccles, 2006)",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Our results for math interest showed that two of the classes showed increases in math interest in high school (the High Interest Trajectory in particular), perhaps reflecting what was happening in their math classes in high school (Frenzel, Goetz, Pekrun, & Watt, 2010) . Frenzel et al. (2010) also found in their study of German fifththrough ninth-grade students that those coming from families who valued math maintained their own interest in math. Thus, parents can impact their children's beliefs and values in math. However, in secondary school many classrooms become more competitive, focused on performance, and less warm as students get older; this is particularly likely in math . Such changes in classroom environments likely impact students' valuing of math in particular, leading them to lose interest in it and deem it less important for them, as shown in several of the trajectories for interest and importance. Archambault et al. (2010) , also using the CAB data, identified seven trajectories of change in literacy SCA and values rather than the three we identified. One reason for this difference in the number of trajectories identified could be that the sample in Archambault et al. was larger than ours because they did not limit their sample to the college cohort. Despite the differing number of classes identified, a similarity in the results of both studies is that the general pattern of change in the groups identified was one of decline. Even those students with the most positive ability beliefs and values showed declines over time in these variables. Changes in the accuracy of students' beliefs, changes in classroom environments, and parental support are the most likely explanations for these findings, as noted above. The effects of such changes on students' choice of college major appear to be least pronounced for the students in the highest classes for each construct; these students' ability beliefs and values decline to a degree, but they choose math-intensive majors. The students in the more consistently declining classes, whether this decline is slow or fast, are much more likely to pursue non-math-related majors.",
                "cite_spans": [
                    {
                        "start": 231,
                        "end": 269,
                        "text": "(Frenzel, Goetz, Pekrun, & Watt, 2010)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 272,
                        "end": 293,
                        "text": "Frenzel et al. (2010)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 926,
                        "end": 951,
                        "text": "Archambault et al. (2010)",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "It is interesting that a linear, three-class solution best fit the trajectories for students' SCA over time, but a quadratic, three-class solution was a better fit for interest and perceived importance of math. Prior research has shown that ability beliefs and values independently predict students' choices (Durik et al., 2006; Meece et al., 1990; Simpkins et al., 2006) and also that they may not relate that strongly over time (Spinath & Steinmayr, 2008) , so these findings could explain why the trajectories are not the same for all constructs. SCA, interest, and importance appear to follow unique trajectories of change over time. One possible explanation for these differences is that there are different influences on these variables. As noted above, students' SCA relate more closely than their values to their grades (Meece et al., 1990) , so perhaps the linear change in SCA in each trajectory reflected decreases in students' grades, with stronger declines occurring for students whose grades decline more. Students' achievement values also relate to grades but somewhat less strongly (Meece et al., 1990) . Values also depend upon how an activity relates to students' feelings about the activity and sense that it is important to the self or not, as well as on the classroom environment influences discussed earlier. These multiple influences on value may explain why the pattern of change in its components was different than the linear changes observed in SCA. Future research should examine more closely what factors impact change in students' value of math.",
                "cite_spans": [
                    {
                        "start": 308,
                        "end": 328,
                        "text": "(Durik et al., 2006;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 329,
                        "end": 348,
                        "text": "Meece et al., 1990;",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 349,
                        "end": 371,
                        "text": "Simpkins et al., 2006)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 430,
                        "end": 457,
                        "text": "(Spinath & Steinmayr, 2008)",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 828,
                        "end": 848,
                        "text": "(Meece et al., 1990)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 1098,
                        "end": 1118,
                        "text": "(Meece et al., 1990)",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "In terms of our second research question about whether class membership differed by students' gender, academic achievement, and family income, we made a number of important discoveries. Although we examined several covariates in an attempt to understand why particular students may have ended up in a particular class, we found no evidence for significant differences in the gender composition, parental income, and initial achievement across the classes. This is inconsistent with prior research that has found gender differences in SCA and intrinsic value of math as well as work showing that gender related to trajectories of change (Archambault et al., 2010; Nagy et al., 2006; Watt, 2006) . Thus, additional variables that could help explain why particular students ended up in a particular class should be explored in future research. Both Nagy et al. (2006) and Watt (2006) had non-US student samples. Therefore, it could be that cultural differences account for the gender differences observed in those studies. While Archambault et al. (2010) had a US sample, they concentrated on the literacy domain. Thus, gender differences in their study tended to show females classified into more adaptive trajectories as compared to males; reflecting the stereotype that literacy activities are more appropriate for females. Our results showing no impact of gender on the trajectories may reflect changes in stereotypes about the appropriateness of math activities for females. Recent research has found that the gender gap in mathematics achievement is declining (US Department of Education, National Center for Education Statistics, 2009) , and our results may reflect these changing patterns of students' achievement as well as their beliefs.",
                "cite_spans": [
                    {
                        "start": 636,
                        "end": 662,
                        "text": "(Archambault et al., 2010;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 663,
                        "end": 681,
                        "text": "Nagy et al., 2006;",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 682,
                        "end": 693,
                        "text": "Watt, 2006)",
                        "ref_id": null
                    },
                    {
                        "start": 846,
                        "end": 864,
                        "text": "Nagy et al. (2006)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 869,
                        "end": 880,
                        "text": "Watt (2006)",
                        "ref_id": null
                    },
                    {
                        "start": 1026,
                        "end": 1051,
                        "text": "Archambault et al. (2010)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 1622,
                        "end": 1639,
                        "text": "Statistics, 2009)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "L. E. Musu-Gillette et al.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "364",
                "sec_num": null
            },
            {
                "text": "The lack of achievement differences across the classes may also be due to the fact that only initial achievement was used as a covariate. It could be that achievement in later math courses has a stronger impact on SCA, interest, and perceived importance of math, and therefore choice of a math-intensive college major. While we believed that initial achievement was most important to include due to the impact math grades may have on forming initial expectancies and values, and therefore setting an individual on a particular trajectory, future studies should consider later achievement in mathematics as well.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "364",
                "sec_num": null
            },
            {
                "text": "Our third research question investigated whether the trajectories of change were related to students' college major selection. Our results indicate that the different trajectories in children's beliefs, interest, and values all had substantial impact on their choice of college major. Students in the High SCA trajectory were 95% likely to be in a major that required either an intensive or moderate amount of math. By contrast, very few students showing slow or fast declines in math SCA chose majors requiring intensive amounts of math. Similar patterns occurred for both math interest and importance, although it should be noted that students showing slow declines in interest or importance were more likely to be in majors requiring math than were those who were in the declining SCA trajectories; these findings may reflect earlier work showing that values are a stronger predictor of choice than is SCA (Meece et al., 1990 ).",
                "cite_spans": [
                    {
                        "start": 909,
                        "end": 928,
                        "text": "(Meece et al., 1990",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Belief trajectories and choice",
                "sec_num": null
            },
            {
                "text": "As discussed above, students' beliefs and values stabilize as they get older, which means that those in the declining trajectories will be more likely to stay in those trajectories. This fact, coupled with the long-term relations of SCA and values to choice, suggests that the kinds of beliefs and values students have about math (and likely other subject areas) in late elementary school have long-term implications for their later academic choices. Thus, interventions to change the trajectories of students whose beliefs and values decline should start early during the school years. Several recent studies have shown that interventions targeting students' motivation can be implemented at a low cost and with relative ease and still show positive effects (for a review see Yeager & Walton, 2011) . In particular, interventions targeting students' interest and value have been shown to positively affect their academic outcomes (Hulleman, Godes, Hendricks, & Harackiewicz, 2010; Hulleman & Harackiewicz, 2009) .",
                "cite_spans": [
                    {
                        "start": 777,
                        "end": 799,
                        "text": "Yeager & Walton, 2011)",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 931,
                        "end": 981,
                        "text": "(Hulleman, Godes, Hendricks, & Harackiewicz, 2010;",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 982,
                        "end": 1012,
                        "text": "Hulleman & Harackiewicz, 2009)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Belief trajectories and choice",
                "sec_num": null
            },
            {
                "text": "The current study is the first to show how change in students' SCA and values relate to a major life choice, the choice of a college major. The results thus provide an important validation and extension of Eccles-Parsons et al.'s (1983) expectancy-value model of achievement performance and choice. There are, however, some important limitations of this research that must be considered when interpreting the results. First, the study employed a correlational design, and so inferences about causality are only tentative despite the longitudinal design. Second, the sample for the current study was quite homogeneous. Although the sample was chosen specifically to limit external factors that might hinder students' opportunities for success, the results may not generalize well to other populations of students, especially those that may not have more obstacles in their path to a college education. Future research should be conducted using more diverse samples of students, especially considering whether similar latent classes emerge in these different samples.",
                "cite_spans": [
                    {
                        "start": 206,
                        "end": 236,
                        "text": "Eccles-Parsons et al.'s (1983)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations and future directions",
                "sec_num": null
            },
            {
                "text": "The level of attrition over time is also a concern. Exploratory analyses revealed very few significant differences between those students who were present at every wave and those who had missing data. Further, best practices were followed in terms of multiple imputation and overall analysis procedures in an attempt to appropriately account for missingness. As such, we do not believe the missing data impacted the findings. However, replication with additional samples is necessary to address this assumption. This could also address concerns over the homogeneity of the sample discussed above.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Educational Research and Evaluation",
                "sec_num": null
            },
            {
                "text": "Another important topic for future research is an examination of why the different patterns of change in the motivation variables occurred over time. Of particular interest is why some students' self-concepts of ability, interest, and (to a lesser degree) importance remain relatively high and stable, while others show stronger declines. Classroom observations would be one way to study this issue, to see if different kinds of classroom practices produce increases or decreases in motivation for different students (see Archambault et al., 2010 , for a discussion of this issue in the literacy domain). Student ratings of classroom practices also could be a useful tool. Finally, parental attitudes towards math and how they involve themselves with their children's school experiences in math may also be an important predictor of change in students' math SCA and values (Frenzel et al., 2010) .",
                "cite_spans": [
                    {
                        "start": 522,
                        "end": 546,
                        "text": "Archambault et al., 2010",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 873,
                        "end": 895,
                        "text": "(Frenzel et al., 2010)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Educational Research and Evaluation",
                "sec_num": null
            },
            {
                "text": "Understanding individual trajectories of change is an important first step in understanding the complex relations between central constructs in expectancy-value theory and academic choices and outcomes. Expectancy-value theory suggests that SCA and task values make unique, individual contributions to achievement choices and outcomes (Eccles-Parsons et al., 1983) . Further, as noted earlier, Spinath and Steinmayr (2008) found only weak evidence for cross-lagged influence over time between students' competence beliefs and intrinsic motivation. However, SCA, importance, and interest are not wholly independent of one another, and likely levels of one influences levels of the others over time. As such, while we believe it is first necessary to understand their unique trajectories of change over time in relation to outcomes and choices, future research should address how changes in the constructs in conjunction with one another may differentially impact individuals' choices.",
                "cite_spans": [
                    {
                        "start": 335,
                        "end": 364,
                        "text": "(Eccles-Parsons et al., 1983)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 394,
                        "end": 422,
                        "text": "Spinath and Steinmayr (2008)",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion",
                "sec_num": null
            },
            {
                "text": "Our study shows that, individually, the long-term trajectories of students' SCA, interest, and value for math are related to their choice of a college major. As mentioned previously, this information could be important in helping decide when and where to intervene to maintain students' SCA, interest, and value for math over time. Additionally, in the US, attrition out of math-heavy majors is particularly high (Chen, 2013) . In determining how to best prevent these high rates of attrition, it is important to understand the long-term connections between students' SCA, interest, and value for math, as well as how these relate to students choice of a college major. This study provides a first step in understanding these relations. ",
                "cite_spans": [
                    {
                        "start": 413,
                        "end": 425,
                        "text": "(Chen, 2013)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion",
                "sec_num": null
            },
            {
                "text": "Downloaded by [National Library of Education], [Lauren Musu-Gillette] at 05:41 19 February 2016",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "L. E. Musu-Gillette et al. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "366",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Prediction of college major persistence based on vocational interests, academic preparation, and first-year academic performance",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Allen",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "B"
                        ],
                        "last": "Robbins",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "",
                "volume": "49",
                "issue": "",
                "pages": "62--79",
                "other_ids": {
                    "DOI": [
                        "10.1007/s11162-007-9064-5"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Allen, J., & Robbins, S. B. (2008). Prediction of college major persistence based on vocational inter- ests, academic preparation, and first-year academic performance. Research in Higher Education, 49, 62-79. doi:10.1007/s11162-007-9064-5",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Ability self-concepts and subjective value in literacy: Joint trajectories from grades 1 through 12",
                "authors": [
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Archambault",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "N"
                        ],
                        "last": "Vida",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Journal of Educational Psychology",
                "volume": "102",
                "issue": "",
                "pages": "804--816",
                "other_ids": {
                    "DOI": [
                        "10.1037/a0021075"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Archambault, I., Eccles, J. S., & Vida, M. N. (2010). Ability self-concepts and subjective value in literacy: Joint trajectories from grades 1 through 12. Journal of Educational Psychology, 102, 804-816. doi:10.1037/a0021075",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "STEM attrition: College students' paths into and out of STEM fields (NCES 2014-001)",
                "authors": [
                    {
                        "first": "X",
                        "middle": [],
                        "last": "Chen",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chen, X. (2013). STEM attrition: College students' paths into and out of STEM fields (NCES 2014- 001). Washington, DC: National Center for Education Statistics, Institute of Education Sciences, U.S. Department of Education. Retrieved from http://nces.ed.gov/pubs2014/2014001rev.pdf",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Task values and ability beliefs as predictors of high school literacy choices: A developmental analysis",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Durik",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Vida",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Journal of Educational Psychology",
                "volume": "98",
                "issue": "",
                "pages": "382--393",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.98.2.382"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Durik, A. M., Vida, M., & Eccles, J. S. (2006). Task values and ability beliefs as predictors of high school literacy choices: A developmental analysis. Journal of Educational Psychology, 98, 382- 393. doi:10.1037/0022-0663.98.2.382",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Where are all the women? Gender differences in participation in physical sciences and engineering",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "199--210",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. S. (2007). Where are all the women? Gender differences in participation in physical sciences and engineering. In S. J. Ceci & W. M. Williams (Eds.), Why aren't more women in science? Top researchers debate the evidence (pp. 199-210). Washington, DC: APA Press.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Linking gender to education, occupation, and recreational choices: Applying the Eccles et al. model of achievement-related choices",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Barber",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Jozefowicz",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Sexism and stereotypes in modern society: The gender science of Janet Taylor Spence",
                "volume": "",
                "issue": "",
                "pages": "153--192",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. S., Barber, B., & Jozefowicz, D. (1999). Linking gender to education, occupation, and rec- reational choices: Applying the Eccles et al. model of achievement-related choices. In W. B. Swann, J. H. Langlois, & L. A. Gilbert (Eds.), Sexism and stereotypes in modern society: The gender science of Janet Taylor Spence (pp. 153-192). Washington, DC: APA Press.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Stage/environment fit: Developmentally appropriate classrooms for early adolescents",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Research on motivation in education",
                "volume": "3",
                "issue": "",
                "pages": "139--181",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. S., & Midgley, C. (1989). Stage/environment fit: Developmentally appropriate classrooms for early adolescents. In R. Ames & C. Ames (Eds.), Research on motivation in education (Vol. 3, pp. 139-181). New York, NY: Academic Press.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "The relation of early adolescents' college plans and both academic ability and task-value beliefs to subsequent college enrollment",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "N"
                        ],
                        "last": "Vida",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Barber",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "The Journal of Early Adolescence",
                "volume": "24",
                "issue": "",
                "pages": "63--77",
                "other_ids": {
                    "DOI": [
                        "10.1177/0272431603260919"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. S., Vida, M. N., & Barber, B. (2004). The relation of early adolescents' college plans and both academic ability and task-value beliefs to subsequent college enrollment. The Journal of Early Adolescence, 24, 63-77. doi:10.1177/0272431603260919",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "In the mind of the achiever: The structure of adolescents' achievement task values and expectancy-related beliefs",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Personality and Social Psychology Bulletin",
                "volume": "21",
                "issue": "",
                "pages": "215--225",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J., & Wigfield, A. (1995). In the mind of the achiever: The structure of adolescents' achieve- ment task values and expectancy-related beliefs. Personality and Social Psychology Bulletin, 21, 215-225.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Age and gender differences in children's self and task perceptions during elementary school",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Harold",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Blumenfeld",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Child Development",
                "volume": "64",
                "issue": "",
                "pages": "830--847",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J., Wigfield, A., Harold, R., & Blumenfeld, P. (1993). Age and gender differences in children's self and task perceptions during elementary school. Child Development, 64, 830-847.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Expectancies, values, and academic behaviors",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Eccles-Parsons",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "F"
                        ],
                        "last": "Adler",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Futterman",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "B"
                        ],
                        "last": "Goff",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Kaczala",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Meece",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Achievement and achievement motivations",
                "volume": "",
                "issue": "",
                "pages": "75--147",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles-Parsons, J., Adler, T. F., Futterman, R., Goff, S. B., Kaczala, C. M., Meece, J. L., & Midgley, C. (1983). Expectancies, values, and academic behaviors. In J. T. Spence (Ed.), Achievement and achievement motivations (pp. 75-147). San Francisco, CA: W. H. Freeman.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Applied longitudinal analysis",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "M"
                        ],
                        "last": "Fitzmaurice",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "M"
                        ],
                        "last": "Laird",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Ware",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fitzmaurice, G. M., Laird, N. M., & Ware, J. H. (2011). Applied longitudinal analysis (2nd ed.). Boston, MA: Wiley.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Development of mathematics interest in adolescence: Influences of gender, family, and school context",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "C"
                        ],
                        "last": "Frenzel",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Goetz",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Pekrun",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "M G"
                        ],
                        "last": "Watt",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Journal of Research on Adolescence",
                "volume": "20",
                "issue": "",
                "pages": "507--537",
                "other_ids": {
                    "DOI": [
                        "10.1111/j.1532-7795.2010.00645.x"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Frenzel, A. C., Goetz, T., Pekrun, R., & Watt, H. M. G. (2010). Development of mathematics interest in adolescence: Influences of gender, family, and school context. Journal of Research on Adolescence, 20, 507-537. doi:10.1111/j.1532-7795.2010.00645.x",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Why don't they want a male-dominated job? An investigation of young women who changed their occupational aspirations",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "M"
                        ],
                        "last": "Frome",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Alfeld",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "L"
                        ],
                        "last": "Barber",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Educational Research and Evaluation",
                "volume": "12",
                "issue": "",
                "pages": "359--372",
                "other_ids": {
                    "DOI": [
                        "10.1080/13803610600765786"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Frome, P. M., Alfeld, C. J., Eccles, J. S., & Barber, B. L. (2006). Why don't they want a male-domi- nated job? An investigation of young women who changed their occupational aspirations. Educational Research and Evaluation, 12, 359-372. doi:10.1080/13803610600765786",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "The scholastic aptitude test \"explains\" why college men major in science more often than college women",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "D"
                        ],
                        "last": "Goldman",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "N"
                        ],
                        "last": "Hewitt",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Journal of Counseling Psychology",
                "volume": "23",
                "issue": "",
                "pages": "50--54",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0167.23.1.50"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Goldman, R. D., & Hewitt, B. N. (1976). The scholastic aptitude test \"explains\" why college men major in science more often than college women. Journal of Counseling Psychology, 23, 50- 54. doi:10.1037/0022-0167.23.1.50",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Continuity of academic intrinsic motivation from childhood through late adolescence: A longitudinal study",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "E"
                        ],
                        "last": "Gottfried",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Fleming",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "W"
                        ],
                        "last": "Gottfried",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Journal of Educational Psychology",
                "volume": "93",
                "issue": "",
                "pages": "3--13",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.93.1.3"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Gottfried, A. E., Fleming, J. S., & Gottfried, A. W. (2001). Continuity of academic intrinsic motiv- ation from childhood through late adolescence: A longitudinal study. Journal of Educational Psychology, 93, 3-13. doi:10.1037/0022-0663.93.1.3",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Longitudinal pathways from math intrinsic motivation and achievement to math course accomplishments and educational attainment",
                "authors": [
                    {
                        "first": "Educational",
                        "middle": [],
                        "last": "Research And Evaluation Gottfried",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "E"
                        ],
                        "last": "Marcoulides",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "A"
                        ],
                        "last": "Gottfried",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "W"
                        ],
                        "last": "Oliver",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "H"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Journal of Research on Educational Effectiveness",
                "volume": "6",
                "issue": "",
                "pages": "68--92",
                "other_ids": {
                    "DOI": [
                        "10.1080/19345747.2012.698376"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Educational Research and Evaluation Gottfried, A. E., Marcoulides, G. A., Gottfried, A. W., & Oliver, P. H. (2013). Longitudinal pathways from math intrinsic motivation and achievement to math course accomplishments and educational attainment. Journal of Research on Educational Effectiveness, 6, 68-92. doi:10.1080/19345747. 2012.698376",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Multivariate latent chance modeling of developmental decline in academic intrinsic math motivation and achievement: Childhood through adolescence",
                "authors": [],
                "year": null,
                "venue": "International Journal of Behavioral Development",
                "volume": "31",
                "issue": "",
                "pages": "317--324",
                "other_ids": {
                    "DOI": [
                        "10.1177/0165025407077752"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Multivariate latent chance modeling of developmental decline in academic intrinsic math motiv- ation and achievement: Childhood through adolescence. International Journal of Behavioral Development, 31, 317-324. doi:10.1177/0165025407077752",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Missing data analysis: Making it work in the real world",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Graham",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Annual Review of Psychology",
                "volume": "60",
                "issue": "",
                "pages": "549--576",
                "other_ids": {
                    "DOI": [
                        "10.1146/annurev.psych.58.11045.085530"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Graham, J. W. (2009). Missing data analysis: Making it work in the real world. Annual Review of Psychology, 60, 549-576. doi:10.1146/annurev.psych.58.11045.085530",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Predicting success in college: A longitudinal study of achievement goals and ability measures as predictors of interest and performance from freshman year through graduation",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Harackiewicz",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "E"
                        ],
                        "last": "Barron",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Tauer",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Elliot",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Journal of Educational Psychology",
                "volume": "94",
                "issue": "",
                "pages": "562--575",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.94.3.562"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Harackiewicz, J. M., Barron, K. E., Tauer, J. M., & Elliot, A. J. (2002). Predicting success in college: A longitudinal study of achievement goals and ability measures as predictors of interest and per- formance from freshman year through graduation. Journal of Educational Psychology, 94, 562- 575. doi:10.1037/0022-0663.94.3.562",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "The self",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Harter",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Handbook of child psychology",
                "volume": "3",
                "issue": "",
                "pages": "505--570",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harter, S. (2006). The self. In W. Damon & R. M. Lerner (Series Eds.) and N. Eisenberg (Vol. Ed.), Handbook of child psychology (6th ed., Vol. 3, pp. 505-570). New York, NY: Wiley.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Enhancing interest and performance with a utility value intervention",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "S"
                        ],
                        "last": "Hulleman",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Godes",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Hendricks",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Harackiewicz",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Journal of Educational Psychology",
                "volume": "102",
                "issue": "",
                "pages": "880--895",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hulleman, C. S., Godes, O., Hendricks, B., & Harackiewicz, J. M. (2010). Enhancing interest and performance with a utility value intervention. Journal of Educational Psychology, 102, 880-895.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Making education relevant: Increasing interest and performance in high school science classes",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "S"
                        ],
                        "last": "Hulleman",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Harackiewicz",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Science",
                "volume": "326",
                "issue": "",
                "pages": "1410--1412",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hulleman, C. S., & Harackiewicz, J. M. (2009). Making education relevant: Increasing interest and performance in high school science classes. Science, 326, 1410-1412.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Changes in children's self-competence and values: Gender and domain differences across grades one through twelve",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Jacobs",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Lanza",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Osgood",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Child Development",
                "volume": "73",
                "issue": "",
                "pages": "509--527",
                "other_ids": {
                    "DOI": [
                        "10.1111/1467-8624.00421"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Jacobs, J. E., Lanza, S., Osgood, D. W., Eccles, J. S., & Wigfield, A. (2002). Changes in children's self-competence and values: Gender and domain differences across grades one through twelve. Child Development, 73, 509-527. doi:10.1111/1467-8624.00421",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Male and female college students' college majors: The contribution of basic vocational confidence and interests",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "M"
                        ],
                        "last": "Larson",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Wu",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "C"
                        ],
                        "last": "Bailey",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "H"
                        ],
                        "last": "Borgen",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "E"
                        ],
                        "last": "Gasser",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Journal of Career Assessment",
                "volume": "18",
                "issue": "",
                "pages": "16--33",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.jvb.2009.10.007"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Larson, L. M., Wu, T., Bailey, D. C., Borgen, F. H., & Gasser, C. E. (2010). Male and female college students' college majors: The contribution of basic vocational confidence and interests. Journal of Career Assessment, 18, 16-33. doi:10.1016/j.jvb.2009.10.007",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Effects of summer academic programs in middle school on high school test scores, course-taking, and college major",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Li",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Alfeld",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "P"
                        ],
                        "last": "Kennedy",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Putallaz",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Journal of Advanced Academics",
                "volume": "20",
                "issue": "",
                "pages": "404--436",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Li, Y., Alfeld, C., Kennedy, R. P., & Putallaz, M. (2009). Effects of summer academic programs in middle school on high school test scores, course-taking, and college major. Journal of Advanced Academics, 20, 404-436.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Mathematics as the critical filter: Curricular effects on gendered career choices",
                "authors": [
                    {
                        "first": "X",
                        "middle": [],
                        "last": "Ma",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Johnson",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Gender and occupational outcomes: Longitudinal assessments of individual, social, and cultural influences",
                "volume": "",
                "issue": "",
                "pages": "55--83",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ma, X., & Johnson, W. (2008). Mathematics as the critical filter: Curricular effects on gendered career choices. In H. M. G. Watt & J. S. Eccles (Eds.), Gender and occupational outcomes: Longitudinal assessments of individual, social, and cultural influences (pp. 55-83). Washington, DC: American Psychological Association.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Influences of students' choice of college major",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Malgwi",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Howe",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Burnaby",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Journal of Education for Business",
                "volume": "80",
                "issue": "",
                "pages": "275--282",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Malgwi, C. A., Howe, M. A., & Burnaby, P. A. (2005). Influences of students' choice of college major. Journal of Education for Business, 80, 275-282.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "A latent transition analysis of academic intrinsic motivation from childhood through adolescence",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "A"
                        ],
                        "last": "Marcoulides",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "E"
                        ],
                        "last": "Gottfried",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "W"
                        ],
                        "last": "Gottfried",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "H"
                        ],
                        "last": "Oliver",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Educational Research and Evaluation",
                "volume": "14",
                "issue": "",
                "pages": "411--427",
                "other_ids": {
                    "DOI": [
                        "10.1080/13803610802337665"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marcoulides, G. A., Gottfried, A. E., Gottfried, A. W., & Oliver, P. H. (2008). A latent transition analysis of academic intrinsic motivation from childhood through adolescence. Educational Research and Evaluation, 14, 411-427. doi:10.1080/13803610802337665",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Predictors of math anxiety and its influence on young adolescents' course enrollment intentions and performance in mathematics",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Meece",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Journal of Educational Psychology",
                "volume": "82",
                "issue": "",
                "pages": "60--70",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.82.1.60"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Meece, J. L., Wigfield, A., & Eccles, J. S. (1990). Predictors of math anxiety and its influence on young adolescents' course enrollment intentions and performance in mathematics. Journal of Educational Psychology, 82, 60-70. doi:10.1037/0022-0663.82.1.60",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Student/teacher relations and attitudes toward mathematics before and after the transition to junior high school",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Feldlaufer",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Child Development",
                "volume": "60",
                "issue": "",
                "pages": "981--992",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Midgley, C., Feldlaufer, H., & Eccles, J.S. (1989). Student/teacher relations and attitudes toward mathematics before and after the transition to junior high school. Child Development, 60, 981- 992.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Latent variable analysis: Growth mixture modeling and related techniques for longitudinal data",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Muthén",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "345--368",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Muthén, B. (2004). Latent variable analysis: Growth mixture modeling and related techniques for longitudinal data. In D. Kaplan (Ed.), Handbook of quantitative methodology for the social sciences (pp. 345-368). Newbury Park, CA: Sage.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Analyzing developmental trajectories: A semiparametric, group-based approach",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "K"
                        ],
                        "last": "Muthén",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "O"
                        ],
                        "last": "Muthén",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Psychological Methods",
                "volume": "4",
                "issue": "",
                "pages": "139--157",
                "other_ids": {
                    "DOI": [
                        "10.1037/1082-989X.4.2.139"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Muthén, L. K., & Muthén, B. O. (2011). Mplus user's guide (5th ed.). Los Angeles, CA: Authors. Nagin, D. S. (1999). Analyzing developmental trajectories: A semiparametric, group-based approach. Psychological Methods, 4, 139-157. doi:10.1037/1082-989X.4.2.139",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Gendered high school course selection as a precursor of gendered careers: The mediating role of self-concept and intrinsic value",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Nagy",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Garrett",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Trautwein",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "S"
                        ],
                        "last": "Cortina",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Baumert",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Gender and occupational outcomes: Longitudinal assessments of individual, social, and cultural influences",
                "volume": "",
                "issue": "",
                "pages": "115--144",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nagy, G., Garrett, J., Trautwein, U., Cortina, K. S., Baumert, J., & Eccles, J. S. (2008). Gendered high school course selection as a precursor of gendered careers: The mediating role of self-concept and intrinsic value. In H. M. G. Watt & J. S. Eccles (Eds.), Gender and occupational outcomes: Longitudinal assessments of individual, social, and cultural influences (pp. 115-144).",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Gender and course selection in upper secondary education: Effects of academic self-concept and intrinsic value",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Nagy",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Trautwein",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Baumert",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Garrett",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Educational Research and Evaluation",
                "volume": "12",
                "issue": "",
                "pages": "323--345",
                "other_ids": {
                    "DOI": [
                        "10.1080/13803610600765687"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Nagy, G., Trautwein, U., Baumert, J., Köller, O., & Garrett, J. (2006). Gender and course selection in upper secondary education: Effects of academic self-concept and intrinsic value. Educational Research and Evaluation, 12, 323-345. doi:10.1080/13803610600765687",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Development of perception of own attainment and causal attributions for success and failure in reading",
                "authors": [],
                "year": 1979,
                "venue": "Journal of Educational Psychology",
                "volume": "71",
                "issue": "",
                "pages": "94--99",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "National Science Board. (2012). Science and engineering indicators 2012. Arlington, VA: National Science Foundation. Retrieved from http://www.nsf.gov/statistics/seind12/pdfstart.htm Nicholls, J. G. (1979). Development of perception of own attainment and causal attributions for success and failure in reading. Journal of Educational Psychology, 71, 94-99.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Deciding on the number of classes in latent class analysis and growth mixture modeling: A Monte Carlo simulation study",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "L"
                        ],
                        "last": "Nylund",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Asparouhov",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "O"
                        ],
                        "last": "Muthén",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Structural Equation Modeling",
                "volume": "14",
                "issue": "",
                "pages": "535--569",
                "other_ids": {
                    "DOI": [
                        "10.1080/10705510701575396"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Nylund, K. L., Asparouhov, T., & Muthén, B. O. (2007). Deciding on the number of classes in latent class analysis and growth mixture modeling: A Monte Carlo simulation study. Structural Equation Modeling, 14, 535-569. doi:10.1080/10705510701575396",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Mathematics self-efficacy and mathematics performance: The need for specificity of assessment",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Pajares",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Miller",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Journal of Counseling Psychology",
                "volume": "42",
                "issue": "",
                "pages": "190--198",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0167.42.2.190"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Pajares, F., & Miller, D. M. (1995). Mathematics self-efficacy and mathematics performance: The need for specificity of assessment. Journal of Counseling Psychology, 42, 190-198. doi:10. 1037/0022-0167.42.2.190",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "General growth mixture analysis with antecedents and consequences of change",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Petras",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Masyn",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Handbook of quantitative criminology",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Petras, H., & Masyn, K. (2010). General growth mixture analysis with antecedents and consequences of change. In A. R. Piquero & D. Weisburd (Eds.), Handbook of quantitative criminology (pp. 69-",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Spring Science and Business Media",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "New York, NY: Spring Science and Business Media, LLC.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Missing data: Our view of the state of the art",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Schafer",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Graham",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Psychological Methods",
                "volume": "7",
                "issue": "",
                "pages": "147--177",
                "other_ids": {
                    "DOI": [
                        "10.1037///1082-989X.7.2.147"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Schafer, J. L., & Graham, J. (2002). Missing data: Our view of the state of the art. Psychological Methods, 7, 147-177. doi:10.1037///1082-989X.7.2.147",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Math and science motivation: A longitudinal examination of the links between choices and beliefs",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "D"
                        ],
                        "last": "Simpkins",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "E"
                        ],
                        "last": "Davis-Kean",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Developmental Psychology",
                "volume": "42",
                "issue": "",
                "pages": "70--83",
                "other_ids": {
                    "DOI": [
                        "10.1037/0012-1649.42.1.70"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Simpkins, S. D., Davis-Kean, P. E., & Eccles, J. S. (2006). Math and science motivation: A longitudi- nal examination of the links between choices and beliefs. Developmental Psychology, 42, 70-83. doi:10.1037/0012-1649.42.1.70",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Longitudinal analysis of the link between learning motivation and competence beliefs among elementary school children. Learning and Instruction",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Spinath",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "M"
                        ],
                        "last": "Spinath",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "15",
                "issue": "",
                "pages": "87--102",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.learninstruc.2005.04.008"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Spinath, B., & Spinath, F. M. (2005). Longitudinal analysis of the link between learning motivation and competence beliefs among elementary school children. Learning and Instruction, 15, 87- 102. doi:10.1016/j.learninstruc.2005.04.008",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Longitudinal analysis of intrinsic motivation and competence beliefs: Is there a relation over time? Child Development",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Spinath",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Steinmayr",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "; X Trautwein",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Nagengast",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Lüdtke",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Nagy",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Jonkmann",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Journal of Educational Psychology",
                "volume": "79",
                "issue": "",
                "pages": "763--777",
                "other_ids": {
                    "DOI": [
                        "10.1111/j.1467-8624.2008.01205.x"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Spinath, B., & Steinmayr, R. (2008). Longitudinal analysis of intrinsic motivation and competence beliefs: Is there a relation over time? Child Development, 79, 1555-1569. doi:10.1111/j.1467- 8624.2008.01205.x Trautwein, U., Marsh, H. W., Nagengast, B., Lüdtke, O., Nagy, G., & Jonkmann, K. (2012). Probing for the multiplicative term in modem expectancy-value theory: A latent interaction modeling study. Journal of Educational Psychology, 104, 763-777.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Course enrollment as selfregulatory behavior: Who takes optional high school math courses",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "A"
                        ],
                        "last": "Updegraff",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "L"
                        ],
                        "last": "Barber",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "M"
                        ],
                        "last": "Brien",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Learning and Individual Differences",
                "volume": "8",
                "issue": "",
                "pages": "239--259",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Updegraff, K. A., Eccles, J. S., Barber, B. L., & O'Brien, K. M. (1996). Course enrollment as self- regulatory behavior: Who takes optional high school math courses. Learning and Individual Differences, 8, 239-259.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "The role of motivation in gendered educational and occupational trajectories related to maths",
                "authors": [],
                "year": 2006,
                "venue": "Educational Research and Evaluation",
                "volume": "4",
                "issue": "",
                "pages": "305--322",
                "other_ids": {
                    "DOI": [
                        "10.1080/13803610600765562"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "US Department of Education, National Center for Education Statistics. (2009). The nation's report card: Mathematics 2009, national assessment of educational progress at grade 4 and 8 (NCES Publication No. 2010-451). Retrieved from http://nces.ed.gov/nationsreportcard/pdf/ main2009/2010451.pdf Watt, H. M. G. (2006). The role of motivation in gendered educational and occupational trajectories related to maths. Educational Research and Evaluation, 12, 305-322. doi:10.1080/ 13803610600765562",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "A latent growth curve modeling approach using an accelerated longitudinal design: The ontogeny of boys' and girls' talent perceptions and intrinsic values through adolescence",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "M G"
                        ],
                        "last": "Watt",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Educational Research and Evaluation",
                "volume": "14",
                "issue": "",
                "pages": "287--304",
                "other_ids": {
                    "DOI": [
                        "10.1080/13803610802249316"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Watt, H. M. G. (2008). A latent growth curve modeling approach using an accelerated longitudinal design: The ontogeny of boys' and girls' talent perceptions and intrinsic values through adoles- cence. Educational Research and Evaluation, 14, 287-304. doi:10.1080/13803610802249316",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Adolescent development",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "B"
                        ],
                        "last": "Byrnes",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Handbook of educational psychology",
                "volume": "",
                "issue": "",
                "pages": "87--113",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wigfield, A., Byrnes, J. B., & Eccles, J. S. (2006). Adolescent development. In P. A. Alexander & P. Winne (Eds.), Handbook of educational psychology (2nd ed., pp. 87-113). Mahwah, NJ: Erlbaum.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "The development of achievement task values: A theoretical analysis",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Contemporary Educational Psychology",
                "volume": "12",
                "issue": "",
                "pages": "68--81",
                "other_ids": {
                    "DOI": [
                        "10.1016/0273-2297(92)90011-P"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Wigfield, A., & Eccles, J. S. (1992). The development of achievement task values: A theoretical analysis. Developmental Review, 12, 265-310. doi:10.1016/0273-2297(92)90011-P Wigfield, A., & Eccles, J. S. (2000). Expectancy-value theory of motivation. Contemporary Educational Psychology, 25, 68-81.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Development of achievement motivation and engagement",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Fredricks",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Simpkins",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Roeser",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Schiefele",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Handbook of child psychology",
                "volume": "3",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wigfield, A., Eccles, J. S., Fredricks, J., Simpkins, S., Roeser, R., & Schiefele, U. (in press). Development of achievement motivation and engagement. In R. Lerner (Series ed.) & M. Lamb & C. Garcia Coll (Vol. Eds.), Handbook of child psychology (7th ed., Vol. 3).",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Development of achievement motivation",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Schiefele",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Roeser",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Davis-Kean",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Handbook of child psychology",
                "volume": "3",
                "issue": "",
                "pages": "933--1002",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wigfield, A., Eccles, J. S., Schiefele, U., Roeser, R. W., & Davis-Kean, P. (2006). Development of achievement motivation. In N. Eisenberg (Ed.), Handbook of child psychology (Vol. 3, pp. 933-1002). New York, NY: John Wiley.",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "Change in children's competence beliefs and subjective task values across the elementary school years: A 3-Year Study",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "S"
                        ],
                        "last": "Yoon",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "D"
                        ],
                        "last": "Harold",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J A"
                        ],
                        "last": "Arbreton",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Freedman-Doan",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "C"
                        ],
                        "last": "Blumenfeld",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Journal of Educational Psychology",
                "volume": "89",
                "issue": "",
                "pages": "451--469",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.89.3.451"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Wigfield, A., Eccles, J. S., Yoon, K. S., Harold, R. D., Arbreton, A. J. A., Freedman-Doan, C., & Blumenfeld, P. C. (1997). Change in children's competence beliefs and subjective task values across the elementary school years: A 3-Year Study. Journal of Educational Psychology, 89, 451-469. doi:10.1037/0022-0663.89.3.451",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "Handbook of motivation at school",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Tonks",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "L"
                        ],
                        "last": "Klauda",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "55--75",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wigfield, A., Tonks, S., & Klauda, S. L. (2009). Expectancy-Value Theory. In K. R. Wentzel & A. Wigfield (Eds.), Handbook of motivation at school (pp. 55-75). New York, NY: Routledge.",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "Social-psychological interventions in education: They're not magic",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "S"
                        ],
                        "last": "Yeager",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "M"
                        ],
                        "last": "Walton",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Review of Educational Research",
                "volume": "81",
                "issue": "",
                "pages": "267--301",
                "other_ids": {
                    "DOI": [
                        "10.3102/0034654311405999"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Yeager, D. S., & Walton, G. M. (2011). Social-psychological interventions in education: They're not magic. Review of Educational Research, 81, 267-301. doi:10.3102/0034654311405999",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Mean predicted SCA scores across latent classes."
            },
            "FIGREF1": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Mean predicted interest scores across latent classes."
            },
            "FIGREF2": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Mean predicted importance scores across latent classes."
            },
            "FIGREF3": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Lauren Musu-Gillette recently completed her PhD in Human Development at the University of Maryland. Dr. Musu-Gillette's research interests include achievement motivation, college and career choices, and longitudinal data analysis. She currently works at the National Center for Education Statistics in Washington, DC. Allan Wigfield is a Professor of Human Development in the Department of Human Development and Quantitative Methodology at the University of Maryland. Dr. Wigfield's research focuses on achievement motivation and development during childhood and adolescence."
            },
            "TABREF0": {
                "num": null,
                "content": "<table><tr><td>350</td><td>L. E. Musu-Gillette et al.</td><td/><td/></tr><tr><td/><td/><td>Mean</td><td>SD</td><td>Scale α</td></tr><tr><td colspan=\"2\">SCA in Math</td><td/><td/></tr><tr><td colspan=\"2\">4th Grade SCA</td><td>5.37</td><td>1.01</td><td>.76</td></tr><tr><td colspan=\"2\">5th Grade SCA</td><td>5.33</td><td>1.02</td><td>.83</td></tr><tr><td colspan=\"2\">6th Grade SCA</td><td>5.26</td><td>1.16</td><td>.84</td></tr><tr><td colspan=\"2\">10th Grade SCA</td><td>4.86</td><td>1.27</td><td>.93</td></tr><tr><td colspan=\"2\">11th Grade SCA</td><td>4.76</td><td>1.48</td><td>.92</td></tr><tr><td colspan=\"2\">12th Grade SCA</td><td>4.75</td><td>1.43</td><td>.90</td></tr><tr><td colspan=\"2\">College SCA</td><td>4.48</td><td>1.68</td><td>.94</td></tr><tr><td colspan=\"2\">Interest in Math</td><td/><td/></tr><tr><td colspan=\"2\">4th Grade Interest</td><td>4.84</td><td>1.77</td><td>.73</td></tr><tr><td colspan=\"2\">5th Grade Interest</td><td>4.61</td><td>1.76</td><td>.84</td></tr><tr><td colspan=\"2\">6th Grade Interest</td><td>4.07</td><td>1.64</td><td>.85</td></tr><tr><td colspan=\"2\">10th Grade Interest</td><td>3.43</td><td>1.45</td><td>.86</td></tr><tr><td colspan=\"2\">11th Grade Interest</td><td>3.57</td><td>1.70</td><td>.91</td></tr><tr><td colspan=\"2\">12th Grade Interest</td><td>3.59</td><td>1.61</td><td>.93</td></tr><tr><td colspan=\"2\">College Interest</td><td>3.84</td><td>1.65</td><td>.94</td></tr><tr><td colspan=\"2\">Perceived Importance of Math</td><td/><td/></tr><tr><td colspan=\"2\">4th Grade Importance</td><td>6.01</td><td>1.22</td><td>.61</td></tr><tr><td colspan=\"2\">5th Grade Importance</td><td>5.33</td><td>1.02</td><td>.65</td></tr><tr><td colspan=\"2\">6th Grade Importance</td><td>5.28</td><td>1.03</td><td>.70</td></tr><tr><td colspan=\"2\">10th Grade Importance</td><td>4.46</td><td>1.20</td><td>.78</td></tr><tr><td colspan=\"2\">11th Grade Importance</td><td>4.35</td><td>1.34</td><td>.84</td></tr><tr><td colspan=\"2\">12th Grade Importance</td><td>4.37</td><td>1.34</td><td>.90</td></tr><tr><td colspan=\"2\">College Importance</td><td>4.06</td><td>1.46</td><td>.92</td></tr></table>",
                "type_str": "table",
                "text": "Means, standard deviations, and scale alphas of variables used in analyses."
            },
            "TABREF1": {
                "num": null,
                "content": "<table><tr><td/><td>1</td><td>2</td><td>3</td><td>4</td><td>5</td><td>6</td><td>7</td></tr><tr><td>1. 4th Grade</td><td>1.00</td><td/><td/><td/><td/><td/><td/></tr><tr><td>2. 5th Grade</td><td>0.518**</td><td>1.00</td><td/><td/><td/><td/><td/></tr><tr><td/><td>[0.40, 0.61]</td><td/><td/><td/><td/><td/><td/></tr><tr><td>3. 6th Grade</td><td>0.398**</td><td>0.512**</td><td>1.00</td><td/><td/><td/><td/></tr><tr><td/><td>[0.26, 0.49]</td><td>[0.43, 0.61]</td><td/><td/><td/><td/><td/></tr><tr><td>4. 10th Grade</td><td>0.252**</td><td>0.326**</td><td>0.486**</td><td>1.00</td><td/><td/><td/></tr><tr><td/><td>[0.11, 0.43]</td><td>[0.22, 0.46]</td><td>[0.38, 0.59]</td><td/><td/><td/><td/></tr><tr><td>5. 11th Grade</td><td>0.297**</td><td>0.444**</td><td>0.546**</td><td>0.767**</td><td>1.00</td><td/><td/></tr><tr><td/><td>[0.12, 0.52]</td><td>[0.32, 0.59]</td><td>[0.43, 0.68]</td><td>[0.69, 0.89]</td><td/><td/><td/></tr><tr><td>6. 12th Grade</td><td>0.238**</td><td>0.417**</td><td>0.552**</td><td>0.761**</td><td>0.857**</td><td>1.00</td><td/></tr><tr><td/><td>[0.06, 0.44]</td><td>[0.29, 0.55]</td><td>[0.43, 0.66]</td><td>[0.66, 0.85]</td><td>[0.72, 0.87]</td><td/><td/></tr><tr><td>7. College</td><td>0.354**</td><td>0.437**</td><td>0.575**</td><td>0.696**</td><td>0.745**</td><td>0.781**</td><td>1.00</td></tr><tr><td/><td>[0.13, 0.57]</td><td>[0.29, 0.62]</td><td>[0.45, 0.75]</td><td>[0.58, 0.85]</td><td>[0.62, 0.87]</td><td>[0.68, 0.94]</td><td/></tr><tr><td colspan=\"3\">Note: 95% confidence intervals are displayed in brackets.</td><td/><td/><td/><td/><td/></tr><tr><td>*p &lt; 0.05. **p &lt; 0.01.</td><td/><td/><td/><td/><td/><td/><td/></tr></table>",
                "type_str": "table",
                "text": "Correlations for SCA in math over time."
            },
            "TABREF2": {
                "num": null,
                "content": "<table><tr><td/><td>1</td><td>2</td><td>3</td><td>4</td><td>5</td><td>6</td><td>7</td></tr><tr><td>1. 4th Grade</td><td>1.00</td><td/><td/><td/><td/><td/><td/></tr><tr><td>2. 5th Grade</td><td>0.404**</td><td>1.00</td><td/><td/><td/><td/><td/></tr><tr><td/><td>[0.30, 0.54]</td><td/><td/><td/><td/><td/><td/></tr><tr><td>3. 6th Grade</td><td>0.335**</td><td>0.530**</td><td>1.00</td><td/><td/><td/><td/></tr><tr><td/><td>[0.20, 0.45]</td><td>[0.45, 0.62]</td><td/><td/><td/><td/><td/></tr><tr><td>4. 10th Grade</td><td>0.261**</td><td>0.211**</td><td>0.398**</td><td>1.00</td><td/><td/><td/></tr><tr><td/><td>[0.11, 0.42]</td><td>[0.09, 0.33]</td><td>[0.29, 0.51]</td><td/><td/><td/><td/></tr><tr><td>5. 11th Grade</td><td>0.185</td><td>0.203**</td><td>0.334**</td><td>0.654**</td><td>1.00</td><td/><td/></tr><tr><td/><td>[-0.01, 0.42]</td><td>[0.06, 0.34]</td><td>[0.19, 0.47]</td><td>[0.55, 0.79]</td><td/><td/><td/></tr><tr><td>6. 12th Grade</td><td>0.316**</td><td>0.249**</td><td>0.361**</td><td>0.655**</td><td>0.743**</td><td>1.00</td><td/></tr><tr><td/><td>[0.13, 0.47]</td><td>[0.11, 0.38]</td><td>[0.23, 0.51]</td><td>0.57, 0.80]</td><td>[0.62, 0.83]</td><td/><td/></tr><tr><td>7. College</td><td>0.149</td><td>0.190*</td><td>0.384**</td><td>0.562**</td><td>0.643**</td><td>0.671**</td><td>1.00</td></tr><tr><td/><td>[-0.10, 0.43]</td><td>[0.02, 0.36]</td><td>[0.22, 0.55]</td><td>[0.42, 0.73]</td><td>[0.49, 0.78]</td><td>[0.51, 0.79]</td><td/></tr></table>",
                "type_str": "table",
                "text": "Correlations for interest in math over time."
            },
            "TABREF3": {
                "num": null,
                "content": "<table><tr><td/><td>1</td><td>2</td><td>3</td><td>4</td><td>5</td><td>6</td><td>7</td></tr><tr><td>1. 4th Grade</td><td>1.00</td><td/><td/><td/><td/><td/><td/></tr><tr><td>2. 5th Grade</td><td>0.265**</td><td>1.00</td><td/><td/><td/><td/><td/></tr><tr><td/><td>[0.14, 0.39]</td><td/><td/><td/><td/><td/><td/></tr><tr><td>3. 6th Grade</td><td>0.174**</td><td>0.354**</td><td>1.00</td><td/><td/><td/><td/></tr><tr><td/><td>[0.04, 0.30]</td><td>[0.26, 0.45]</td><td/><td/><td/><td/><td/></tr><tr><td>4. 10th Grade</td><td>0.093</td><td>0.117</td><td>0.210**</td><td>1.00</td><td/><td/><td/></tr><tr><td/><td>[-0.06, 0.25]</td><td>[-0.01, 0.24]</td><td>[0.10, 0.34]</td><td/><td/><td/><td/></tr><tr><td>5. 11th Grade</td><td>0.120</td><td>0.044</td><td>0.178*</td><td>0.708**</td><td>1.00</td><td/><td/></tr><tr><td/><td>[-0.07, 0.32]</td><td>[-0.11, 0.21]</td><td>[0.03, 0.31]</td><td>[0.60, 0.81]</td><td/><td/><td/></tr><tr><td>6. 12th Grade</td><td>0.055</td><td>0.083</td><td>0.182*</td><td>0.621**</td><td>0.687**</td><td>1.00</td><td/></tr><tr><td/><td>[-0.12, 0.21]</td><td>[-0.06, 0.23]</td><td>[0.05, 0.34]</td><td>[0.51, 0.75]</td><td>[0.54, 0.76]</td><td/><td/></tr><tr><td>7. College</td><td>0.129</td><td>0.043</td><td>0.199*</td><td>0.445**</td><td>0.548**</td><td>0.568**</td><td>1.00</td></tr><tr><td/><td>[-0.10, 0.32]</td><td>[-0.14, 0.22]</td><td>[0.03, 0.38]</td><td>[0.27, 0.59]</td><td>[0.39, 0.72]</td><td>[0.42, 0.75]</td><td/></tr><tr><td colspan=\"3\">Note: 95% confidence intervals are displayed in brackets.</td><td/><td/><td/><td/><td/></tr><tr><td>*p &lt; 0.05. **p &lt; 0.01.</td><td/><td/><td/><td/><td/><td/><td/></tr></table>",
                "type_str": "table",
                "text": "Correlations for importance of math over time."
            },
            "TABREF4": {
                "num": null,
                "content": "<table><tr><td>Little to no math</td><td>Some Math</td><td>Moderate Math</td><td>Intensive Math</td></tr><tr><td>Humanities</td><td>Psychology</td><td>Economics</td><td>Physics</td></tr><tr><td>Drama/Theater</td><td>Political Science</td><td>Biology</td><td>Computer Science</td></tr><tr><td>Athletics</td><td>Nurse Practitioner</td><td>Physiology</td><td>Engineering</td></tr><tr><td>Communication</td><td>Public Health</td><td>Zoology</td><td>Chemistry</td></tr><tr><td>History</td><td>Health</td><td>Science (other)</td><td>Accounting</td></tr><tr><td>Foreign Language</td><td>Education</td><td>Architecture</td><td>Business/Finance</td></tr><tr><td>English</td><td>Social Work</td><td/><td/></tr><tr><td>American/World Studies</td><td/><td/><td/></tr></table>",
                "type_str": "table",
                "text": "College majors classified based on math required."
            },
            "TABREF5": {
                "num": null,
                "content": "<table><tr><td>358</td><td colspan=\"2\">L. E. Musu-Gillette et al.</td><td/></tr><tr><td/><td/><td>High (39%)</td><td>Slow Decline (39%)</td><td>Fast Decline (22%)</td></tr><tr><td colspan=\"2\">Little to no math</td><td>.00</td><td>.48</td><td>.22</td></tr><tr><td colspan=\"2\">Some math</td><td>.05</td><td>.41</td><td>.44</td></tr><tr><td colspan=\"2\">Moderate math</td><td>.20</td><td>.09</td><td>.33</td></tr><tr><td colspan=\"2\">Intensive math</td><td>.75</td><td>.01</td><td>.01</td></tr></table>",
                "type_str": "table",
                "text": "Probability of major classification based on latent class membership for change in SCA in math over time."
            },
            "TABREF6": {
                "num": null,
                "content": "<table><tr><td/><td>High (40%)</td><td>Slow Decline (22%)</td><td>Fast Decline (38%)</td></tr><tr><td>Little to no math</td><td>.00</td><td>.05</td><td>.65</td></tr><tr><td>Some math</td><td>.05</td><td>.60</td><td>.31</td></tr><tr><td>Moderate math</td><td>.61</td><td>.20</td><td>.04</td></tr><tr><td>Intensive math</td><td>.34</td><td>.15</td><td>.00</td></tr></table>",
                "type_str": "table",
                "text": "Probability of major classification based on latent class membership for change in interest in math over time."
            },
            "TABREF7": {
                "num": null,
                "content": "<table><tr><td/><td>Slow Decline (49%)</td><td>Low Steady (13%)</td><td>Fast Decline (39%)</td></tr><tr><td>Little to no math</td><td>.00</td><td>.21</td><td>.49</td></tr><tr><td>Some math</td><td>.16</td><td>.39</td><td>.44</td></tr><tr><td>Moderate math</td><td>.32</td><td>.13</td><td>.07</td></tr><tr><td>Intensive math</td><td>.52</td><td>.27</td><td>.00</td></tr></table>",
                "type_str": "table",
                "text": "Probability of major classification based on latent class membership for change in importance of math over time."
            }
        }
    }
}