{
    "paper_id": "parker_2010",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-24T16:06:15.716034Z"
    },
    "title": "A Longitudinal Investigation of Young Adolescents' Self-Concepts in the Middle Grades",
    "authors": [
        {
            "first": "Micki",
            "middle": [
                "M"
            ],
            "last": "Caskey",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Editor Portland State University Portland",
                "location": {
                    "settlement": "Oregon"
                }
            },
            "email": ""
        },
        {
            "first": "Audra",
            "middle": [
                "K"
            ],
            "last": "Parker",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of South Florida Tampa",
                "location": {
                    "region": "FL"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "Young adolescents grapple with a host of changes that may influence how they perceive themselves: rapid physical and emotional development, the transition to new school environments, and the onset of adolescence. The purpose of this study is to investigate young adolescents' perceptions of self prior to and during their middle grades years. Data were collected from 78 fifth grade students using the Piers Harris Self-Concept Scale beginning in the spring of their fifth grade year and continuing across multiple data points in middle school. Data analyses indicate that young adolescents initially experience positive changes in five of six domainspecific aspects of self-concept after the transition to middle school, followed by subsequent declines to mean ratings at or below their elementary school values. Findings highlight the importance of attending to young adolescents' self-concept needs prior to and during their middle grades experiences.",
    "pdf_parse": {
        "paper_id": "parker_2010",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Young adolescents grapple with a host of changes that may influence how they perceive themselves: rapid physical and emotional development, the transition to new school environments, and the onset of adolescence. The purpose of this study is to investigate young adolescents' perceptions of self prior to and during their middle grades years. Data were collected from 78 fifth grade students using the Piers Harris Self-Concept Scale beginning in the spring of their fifth grade year and continuing across multiple data points in middle school. Data analyses indicate that young adolescents initially experience positive changes in five of six domainspecific aspects of self-concept after the transition to middle school, followed by subsequent declines to mean ratings at or below their elementary school values. Findings highlight the importance of attending to young adolescents' self-concept needs prior to and during their middle grades experiences.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The middle grades years represent a particularly challenging time for young adolescents. Fresh from the nurturing elementary environment, young adolescents often find themselves navigating new relationships and making sense of the changing school norms associated with middle grades schools. In addition to environmental changes, young adolescents are also in the midst of dramatic physical and psychological growth (Rice & Dolgin, 2005) . Researchers suggest the academic, social, and emotional declines associated with the middle grades are the result of any number of factors including the myriad changes faced by young adolescents that coincide with the transition (Blyth, Simmons, & Carlton-Ford, 1983 ), a mismatch between students' developmental needs and the school environment (Eccles & Midgley, 1989) , and differences in motivational orientations of middle grades classrooms (Anderman & Midgley, 1997) .",
                "cite_spans": [
                    {
                        "start": 416,
                        "end": 437,
                        "text": "(Rice & Dolgin, 2005)",
                        "ref_id": null
                    },
                    {
                        "start": 669,
                        "end": 706,
                        "text": "(Blyth, Simmons, & Carlton-Ford, 1983",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 786,
                        "end": 810,
                        "text": "(Eccles & Midgley, 1989)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 886,
                        "end": 912,
                        "text": "(Anderman & Midgley, 1997)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Ultimately, students who experience difficult middle grades transitions are susceptible to negative school outcomes such as school dissatisfaction, decreases in motivation, school dropout, drug abuse, and delinquency (Anfara & Schmid, 2007; Davis, Davis, Smith, & Capa, 2003; Wigfield & Eccles, 1996) .",
                "cite_spans": [
                    {
                        "start": 217,
                        "end": 240,
                        "text": "(Anfara & Schmid, 2007;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 241,
                        "end": 275,
                        "text": "Davis, Davis, Smith, & Capa, 2003;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 276,
                        "end": 300,
                        "text": "Wigfield & Eccles, 1996)",
                        "ref_id": "BIBREF45"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Studies of young adolescents' middle grades experiences often center on students' self-concepts or perceptions of self. Researchers focus on self-concept because it is particularly vulnerable to change during early adolescence (Baldwin & Hoffmann, 2002) . Furthermore, it can be studied as both a holistic construct and in various domain-specific areas such as academic and physical self-concepts. This is important as domain-specific self-concepts can be tied to critical school outcomes including academic achievement, motivation, and behavior (Pajares & Schunk, 2001; Schunk, 2000) , and they become increasingly independent of each other during early adolescence (Harter, 2006) . Unfortunately, current research investigating young adolescents' selfconcepts in middle grades settings is limited and generally focuses on the brief period encompassing the time immediately before and after the transition to middle school. Therefore, the purpose of this study is to explore young adolescents' self-concepts in several specific domains prior to and across the middle grades. This study will update and enhance the existing literature on young adolescents' perceptions of self across these pivotal schooling years.",
                "cite_spans": [
                    {
                        "start": 227,
                        "end": 253,
                        "text": "(Baldwin & Hoffmann, 2002)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 546,
                        "end": 570,
                        "text": "(Pajares & Schunk, 2001;",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 571,
                        "end": 584,
                        "text": "Schunk, 2000)",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 667,
                        "end": 681,
                        "text": "(Harter, 2006)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Because self-concept is a complex psychological construct, this literature review is organized hierarchically, beginning with a definition and followed by a review of the research on young adolescents' global (overall) and domain-specific (academic, social, emotional, and physical) selfconcepts across the transition to the middle grades.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Literature Review",
                "sec_num": null
            },
            {
                "text": "Self-concept is the total picture of how an individual perceives or understands him or herself, his or her attributes, and how an individual perceives others' perceptions of him or her (Meggert, 2004; Rice & Dolgin, 2005; Schunk, 2000) . Self-concept can be thought of as a multifaceted construct that is hierarchical in nature, with global self-concept at the top, and subcategories underneath that influence each other, as well as an individual's overall sense of self (Marsh, 1990; Shavelson & Bolus, 1982) . Examples of subcategories include academic, social, emotional, physical, and athletic perceptions of self. A subcategory such as academic self-concept may be further divided into subject-specific domains, such as math, science, reading, and social studies. These subject-specific self-concepts work together to inform an individual's overall sense of academic self-concept, which, in turn, is part of the larger global self-concept construct (Pajares & Schunk, 2001 ). Self-concept and self-esteem are often used interchangeably in the research literature (Strein, 1995) . Self-esteem, however, is a subcategory of selfconcept that enables a person to establish a sense of value or self-worth (Rice, & Dolgin, 2005; Schunk) .",
                "cite_spans": [
                    {
                        "start": 185,
                        "end": 200,
                        "text": "(Meggert, 2004;",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 201,
                        "end": 221,
                        "text": "Rice & Dolgin, 2005;",
                        "ref_id": null
                    },
                    {
                        "start": 222,
                        "end": 235,
                        "text": "Schunk, 2000)",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 471,
                        "end": 484,
                        "text": "(Marsh, 1990;",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 485,
                        "end": 509,
                        "text": "Shavelson & Bolus, 1982)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 954,
                        "end": 977,
                        "text": "(Pajares & Schunk, 2001",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 1068,
                        "end": 1082,
                        "text": "(Strein, 1995)",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 1205,
                        "end": 1227,
                        "text": "(Rice, & Dolgin, 2005;",
                        "ref_id": null
                    },
                    {
                        "start": 1228,
                        "end": 1235,
                        "text": "Schunk)",
                        "ref_id": "BIBREF39"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Defining Self-Concept",
                "sec_num": null
            },
            {
                "text": "Self-concept develops as young children begin to see themselves as unique individuals. With growth and maturity, a child's self-concept gradually increases in complexity until, eventually, they begin to organize perceptions of their abilities (Rice & Dolgin, 2005; Schunk, 2000) . An individual's global perceptions of self are fairly stable; however, domain-specific self-concepts can be influenced by self-assessments, idealizations, contextual experiences, and evaluations by significant others, such as parents, peers, and role models (Shavelson & Bolus, 1982) . This susceptibility to influence is particularly prevalent during puberty, as young adolescents begin making thorough evaluations of themselves and their abilities through both self-assessments and intense social comparisons (Rice & Dolgin). As a result, young adolescents' domain-specific self-concepts, particularly in terms of intelligence, social skills, and athletics, are more fluid and open to both positive and negative influences (Rice & Dolgin; Schunk).",
                "cite_spans": [
                    {
                        "start": 243,
                        "end": 264,
                        "text": "(Rice & Dolgin, 2005;",
                        "ref_id": null
                    },
                    {
                        "start": 265,
                        "end": 278,
                        "text": "Schunk, 2000)",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 539,
                        "end": 564,
                        "text": "(Shavelson & Bolus, 1982)",
                        "ref_id": "BIBREF42"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Defining Self-Concept",
                "sec_num": null
            },
            {
                "text": "Despite the fairly stable nature of global self-concept, researchers suggested that it may be vulnerable to change across the transition to middle grades schools (Barber & Olsen, 2004; Zanobini & Usai, 2002) ; however, these changes do not follow a definitive pattern. Some researchers found general declines in global self-concept for young adolescents transitioning into the middle grades Seidman, Allen, Aber, Mitchell, & Feinman, 1994; Simmons, Burgerson, Carlton-Ford, & Blyth, 1987; Zanobini & Usai) , with self-concept reaching its lowest points immediately after the transition (Eccles et al.) . Researchers indicated that these declines in global self-concept may be a function of contextual changes, the onset of puberty, and increasingly accurate self-analyses of abilities (Eccles et al.; Simmons et al.; Zanobini & Usai) . In contrast, others researchers noted that young adolescents' self-concepts remain stable or increase as they enter middle school (Barber & Olsen, 2004; Chung, Elias, & Schneider, 1998; Parker & Neuharth-Pritchett, 2006) . Timing of the data collection in the spring of the transition year, as opposed to immediately after the transition, (Chung et al.) and contextual factors such as the use of team structures and advisory (Barber & Olsen; Parker & Neuharth-Pritchett) may be factors influencing these results. Interestingly, Barber and Olsen found that young adolescents' selfconcepts declined when they entered seventh grade, even though it was not located in a new school. The researchers hypothesized that a change from more personalized family pods to a departmentalized junior high school environment may have negatively influenced students' global self-concepts.",
                "cite_spans": [
                    {
                        "start": 162,
                        "end": 184,
                        "text": "(Barber & Olsen, 2004;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 185,
                        "end": 207,
                        "text": "Zanobini & Usai, 2002)",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 391,
                        "end": 439,
                        "text": "Seidman, Allen, Aber, Mitchell, & Feinman, 1994;",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 440,
                        "end": 488,
                        "text": "Simmons, Burgerson, Carlton-Ford, & Blyth, 1987;",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 489,
                        "end": 505,
                        "text": "Zanobini & Usai)",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 586,
                        "end": 601,
                        "text": "(Eccles et al.)",
                        "ref_id": null
                    },
                    {
                        "start": 785,
                        "end": 833,
                        "text": "(Eccles et al.; Simmons et al.; Zanobini & Usai)",
                        "ref_id": null
                    },
                    {
                        "start": 966,
                        "end": 988,
                        "text": "(Barber & Olsen, 2004;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 989,
                        "end": 1021,
                        "text": "Chung, Elias, & Schneider, 1998;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 1022,
                        "end": 1056,
                        "text": "Parker & Neuharth-Pritchett, 2006)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 1175,
                        "end": 1189,
                        "text": "(Chung et al.)",
                        "ref_id": null
                    },
                    {
                        "start": 1261,
                        "end": 1306,
                        "text": "(Barber & Olsen; Parker & Neuharth-Pritchett)",
                        "ref_id": null
                    },
                    {
                        "start": 1364,
                        "end": 1374,
                        "text": "Barber and",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Global Self-Concept",
                "sec_num": null
            },
            {
                "text": "Young adolescents' domain-specific self-concepts will be addressed in the following areas: academic, social, emotional, and physical self-perceptions. These domains are tied to critical school outcomes such as academic achievement, success, motivation, and behavior (Guay, Marsh, & Boivin, 2003; Marsh & Koller, 2004; Pajares & Schunk, 2001; Schunk, 2000) are commonly referenced in the self-concept research literature (Huitt, 2004; Kenny & McEachern, 2009) and align with the data collection instrument used in this study.",
                "cite_spans": [
                    {
                        "start": 266,
                        "end": 295,
                        "text": "(Guay, Marsh, & Boivin, 2003;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 296,
                        "end": 317,
                        "text": "Marsh & Koller, 2004;",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 318,
                        "end": 341,
                        "text": "Pajares & Schunk, 2001;",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 342,
                        "end": 355,
                        "text": "Schunk, 2000)",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 420,
                        "end": 433,
                        "text": "(Huitt, 2004;",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 434,
                        "end": 458,
                        "text": "Kenny & McEachern, 2009)",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Domain-Specific Self-Concepts",
                "sec_num": null
            },
            {
                "text": "Academic self-concept. Historically, academic performance, typically measured using students' grade point averages, declines as students enter the middle grades environment (Barber & Olsen, 2004; Chung et al., 1998; Osterman, 2000; Seidman, et al., 1994; Simmons et al., 1987) . Similar dips in students' perceptions of academic competence and self-concept are reported during adolescence (Shapka & Keating, 2005) . Researchers found a connection between how students perform in school and their perceptions of academic competence and self-concept (Gest, Rulison, Davidson, & Welsh, 2008; Guay et al., 2003; Marsh & Koller, 2004; Marsh, Koller, Trautwein, Ludtke, & Baumert, 2005) . In other words, adolescents with poor academic self-concept are also likely to exhibit poor school performance and vice versa.",
                "cite_spans": [
                    {
                        "start": 173,
                        "end": 195,
                        "text": "(Barber & Olsen, 2004;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 196,
                        "end": 215,
                        "text": "Chung et al., 1998;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 216,
                        "end": 231,
                        "text": "Osterman, 2000;",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 232,
                        "end": 254,
                        "text": "Seidman, et al., 1994;",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 255,
                        "end": 276,
                        "text": "Simmons et al., 1987)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 389,
                        "end": 413,
                        "text": "(Shapka & Keating, 2005)",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 548,
                        "end": 588,
                        "text": "(Gest, Rulison, Davidson, & Welsh, 2008;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 589,
                        "end": 607,
                        "text": "Guay et al., 2003;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 608,
                        "end": 629,
                        "text": "Marsh & Koller, 2004;",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 630,
                        "end": 680,
                        "text": "Marsh, Koller, Trautwein, Ludtke, & Baumert, 2005)",
                        "ref_id": "BIBREF28"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Domain-Specific Self-Concepts",
                "sec_num": null
            },
            {
                "text": "Researchers attributed shifts in academic selfconcept across the transition to middle grades schools to the fact that young adolescents typically reevaluate their academic skills at this time. These reassessments are the result of changes in peer groups, teachers, and motivational constructs (Eccles & Midgley, 1989; Harter, Whitesell, & Kowalski, 1992) . It is during this reevaluation period that young adolescents may be unusually susceptible to potentially positive and negative influences on their academic self-concept. For example, students may determine that they are more competent, similarly competent, or less competent than in their previous school context Harter et al., 1992) . These determinations are informed by the students' perceptions of the school environment, teachers' attitudes, and instructional practices, among other environmental factors.",
                "cite_spans": [
                    {
                        "start": 293,
                        "end": 317,
                        "text": "(Eccles & Midgley, 1989;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 318,
                        "end": 354,
                        "text": "Harter, Whitesell, & Kowalski, 1992)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 670,
                        "end": 690,
                        "text": "Harter et al., 1992)",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Domain-Specific Self-Concepts",
                "sec_num": null
            },
            {
                "text": "Academic self-competencies are also influenced by shifting motivational orientations associated with the transition to middle grades schools (Eccles & Midgley, 1989; Harter et al., 1992; Zanobini & Usai, 2002) . Middle grades environments are typically characterized by an increased emphasis on grades and products as compared to elementary classrooms. This move to learning driven by extrinsic factors can lead to decreases in students' motivation for learning (Eccles & Midgley; Harter et al.) . Academic selfcompetence and motivation may also be influenced by how students perceive the goal orientation of their middle grades classrooms. Anderman and Midgley (1997) found that declines in academic selfconcept were generally associated with students who experienced achievement goal (grade driven) rather than mastery goal (learning driven) classrooms. This was particularly true in English and math and for students of advanced academic abilities.",
                "cite_spans": [
                    {
                        "start": 141,
                        "end": 165,
                        "text": "(Eccles & Midgley, 1989;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 166,
                        "end": 186,
                        "text": "Harter et al., 1992;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 187,
                        "end": 209,
                        "text": "Zanobini & Usai, 2002)",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 462,
                        "end": 495,
                        "text": "(Eccles & Midgley; Harter et al.)",
                        "ref_id": null
                    },
                    {
                        "start": 641,
                        "end": 668,
                        "text": "Anderman and Midgley (1997)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Domain-Specific Self-Concepts",
                "sec_num": null
            },
            {
                "text": "Social self-concept. Social self-concept is defined as how one perceives their \"social competence with respect to social interactions with others\" (Byrne & Shavelson, 1996, p. 601) . Social self-concept is a key construct, in that it impacts adolescents' interactions with peers and teachers, their approach to conflict resolution, and their acclimation to the classroom social environment (Peetsma, Hasher, van der Veen, & Roede, 2005) . Students' sense of social self-concept is influenced by the social context of the middle grades environment. Researchers suggested that young adolescents see negative shifts in their social environment, possibly the result of a disconnect between their developmental needs and the perceived environment (Midgley & Feldlaufer, 1987; Oldfather & McLaughlin, 1993; Seidman et al., 1994) . Furthermore, young adolescents described negative shifts in decision-making opportunities, increases in teacher control, and decreases in teacher support (Midgley & Feldlaufer; Seidman et al.) . It may be that teachers convey messages to students about their behaviors, physical development, and academic abilities that set expectations for the students and inform their social self-concepts (Good & Brophy, 1995; Roesser & Eccles, 1998) . These contextual characteristics subsequently inform young adolescent peer relationships, status among peers, motivational levels, and overall happiness with school.",
                "cite_spans": [
                    {
                        "start": 147,
                        "end": 180,
                        "text": "(Byrne & Shavelson, 1996, p. 601)",
                        "ref_id": null
                    },
                    {
                        "start": 390,
                        "end": 436,
                        "text": "(Peetsma, Hasher, van der Veen, & Roede, 2005)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 742,
                        "end": 770,
                        "text": "(Midgley & Feldlaufer, 1987;",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 771,
                        "end": 800,
                        "text": "Oldfather & McLaughlin, 1993;",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 801,
                        "end": 822,
                        "text": "Seidman et al., 1994)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 979,
                        "end": 1017,
                        "text": "(Midgley & Feldlaufer; Seidman et al.)",
                        "ref_id": null
                    },
                    {
                        "start": 1217,
                        "end": 1238,
                        "text": "(Good & Brophy, 1995;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 1239,
                        "end": 1262,
                        "text": "Roesser & Eccles, 1998)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Domain-Specific Self-Concepts",
                "sec_num": null
            },
            {
                "text": "A number of outcomes reported in the literature highlight the importance of social self-concept in young adolescents' typical school experiences. Social self-concept was related to young adolescents' investment in schools and, to a lesser degree, their academic achievement (Peetsma et al., 2005) . Students, regardless of race or gender, reported increases in daily hassles associated with middle school as well as increased engagement with peers who demonstrated anti-social behaviors (Seidman et al., 1994) . In terms of behavior, research indicated males are likely to rate their behavior more negatively than females (Harter, 1988) and white adolescents typically describe their behavior self-concept and perceived their behavior more positively than their black and Hispanic peers (Kenny & McEachern, 2009) .",
                "cite_spans": [
                    {
                        "start": 274,
                        "end": 296,
                        "text": "(Peetsma et al., 2005)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 487,
                        "end": 509,
                        "text": "(Seidman et al., 1994)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 622,
                        "end": 636,
                        "text": "(Harter, 1988)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 787,
                        "end": 812,
                        "text": "(Kenny & McEachern, 2009)",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Domain-Specific Self-Concepts",
                "sec_num": null
            },
            {
                "text": "Emotional self-concept. Young adolescents' emotional self-concepts are also vulnerable during adolescence. Discussions of emotional selfconcept in the literature are centered on students' descriptions of anxiety, hassle, and depression. Symptoms of depression and poor self-concept appear to go hand-in-hand (Harter, 1999) . In their research on adolescents exhibiting symptoms of depression, Field, Diego, and Sanders (2001) noted that depressed adolescents experienced significantly less happiness, poorer peer relationships, and lower grade point averages than their non-depressed peers. Chung and colleagues (1998) found that psychological distress increased, regardless of gender, as students entered middle school. Barber and Olsen (2004) also noted higher levels of depression in young adolescents following the move from sixth to seventh grade; however, an initial decrease in depression immediately after the transition to middle school (sixth grade) preceded this increase. They suggested that changes in the social context of school (from smaller teams to departmentalized structures) may have challenged students' existing emotional self-concepts.",
                "cite_spans": [
                    {
                        "start": 308,
                        "end": 322,
                        "text": "(Harter, 1999)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 393,
                        "end": 425,
                        "text": "Field, Diego, and Sanders (2001)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 591,
                        "end": 618,
                        "text": "Chung and colleagues (1998)",
                        "ref_id": null
                    },
                    {
                        "start": 721,
                        "end": 744,
                        "text": "Barber and Olsen (2004)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Domain-Specific Self-Concepts",
                "sec_num": null
            },
            {
                "text": "Physical self-concept. Researchers indicated that young adolescents' physical self-concept declines during adolescence (Marsh, 1998; Wigfield, Eccles, MacIver, Reuman, & Midgley, 1991) . This is not surprising, given the various physical changes associated with early adolescence and the impact of peers' opinions during this developmental period (Marsh) . In terms of gender, research revealed that females report lower perceptions of their physical appearance and abilities than males during adolescence (Harter, 1988; O'Dea & Abraham, 1999) . For some adolescents, the timing of the onset of puberty may be a key factor in their physical self-perceptions. Researchers suggested that the early onset of puberty in males actually increased in their physical self-perceptions; however, females who entered puberty early experience decreased physical self-concepts (Folk, Pedersen, & Cullari, 1993) . Understanding the role of physical selfconcept is vital, given the influence perceptions of attractiveness have on both males' and females' overall sense of worth (Hay & Ashman, 2003) .",
                "cite_spans": [
                    {
                        "start": 119,
                        "end": 132,
                        "text": "(Marsh, 1998;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 133,
                        "end": 184,
                        "text": "Wigfield, Eccles, MacIver, Reuman, & Midgley, 1991)",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 347,
                        "end": 354,
                        "text": "(Marsh)",
                        "ref_id": null
                    },
                    {
                        "start": 506,
                        "end": 520,
                        "text": "(Harter, 1988;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 521,
                        "end": 543,
                        "text": "O'Dea & Abraham, 1999)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 864,
                        "end": 897,
                        "text": "(Folk, Pedersen, & Cullari, 1993)",
                        "ref_id": null
                    },
                    {
                        "start": 1063,
                        "end": 1083,
                        "text": "(Hay & Ashman, 2003)",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Domain-Specific Self-Concepts",
                "sec_num": null
            },
            {
                "text": "This study occurred in Windsor County (pseudonym), a growing community located between a large metropolitan city and a smaller university town. Historically a rural, farming community, suburban neighborhoods in this locale are becoming increasingly more prominent. The school district services approximately 9,000 students from diverse socioeconomic (34% free or reduced lunch) and ethnic backgrounds (77% European American, 13% African American, 4% Hispanic American, and 6% Asian American). The median household income in Windsor County is $51, 566. Windsor County currently has eight elementary schools (pre-kindergarten to grade 5), four middle schools (grade 6 to grade 8), and two high schools (grade 9 to grade 12).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Context",
                "sec_num": null
            },
            {
                "text": "One of the four middle schools, Windsor Middle, was the primary site for this study and services more than 700 students from diverse ethnic and socioeconomic backgrounds (see Table 1 ). Windsor Middle School was chosen for participation in this study because it incorporates several organizational structures identified in Turning Points 2000 as supporting young adolescents' developmental needs (Jackson & Davis, 2000) . These include teaming, common planning time, advisory, and transition programming (Jackson & Davis; National Middle School Association [NMSA], 2003) . At Windsor Middle School, teachers at all grade levels are organized into three-or fourperson instructional teams, and all students are subsequently assigned to one of these teams. All students attend connections classes such as art, music, band, and technology in addition to their academic classes. Teachers assigned to a team have common planning time to facilitate academic planning, student support, and parent communications (Jackson & Davis; NMSA) . Windsor Middle School uses bi-monthly advisory meetings for the purposes of developing student-teacher relationships and providing all students with an advocate in the school. Finally, Windsor Middle School makes a concerted effort to address school transitions proactively. All fifth graders transitioning into Windsor Middle are visited by the middle school guidance counselor, take a structured field trip to the middle school, ask questions of middle school students, and attend open house nights at the middle school.",
                "cite_spans": [
                    {
                        "start": 396,
                        "end": 419,
                        "text": "(Jackson & Davis, 2000)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 504,
                        "end": 521,
                        "text": "(Jackson & Davis;",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 522,
                        "end": 570,
                        "text": "National Middle School Association [NMSA], 2003)",
                        "ref_id": null
                    },
                    {
                        "start": 1004,
                        "end": 1027,
                        "text": "(Jackson & Davis; NMSA)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 175,
                        "end": 182,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Context",
                "sec_num": null
            },
            {
                "text": "It should be noted that the teams at Windsor Middle School are homogeneously grouped, with one team comprised of gifted and high-achieving students, one team of average students, and one team of below grade level and special education students at each grade level. In addition, classes are scheduled using a traditional seven-period day. These structures are not in accordance with the tenets of Turning Points 2000, which recommends heterogeneous grouping and block scheduling as developmentally appropriate structures for young adolescents (Jackson & Davis, 2000) .",
                "cite_spans": [
                    {
                        "start": 542,
                        "end": 565,
                        "text": "(Jackson & Davis, 2000)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Context",
                "sec_num": null
            },
            {
                "text": "Participants in this investigation were 78 fifth grade adolescents (32 males, 46 females) who were recruited using purposeful convenience sampling from the students attending two of Windsor Middle School's elementary feeder schools: Howard Elementary and Sixth Street Elementary. Ethnicity for the sample was reflective of the population of Windsor County and Windsor Middle School, with the majority of the students being Caucasian (see Table 1 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 438,
                        "end": 445,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Participants",
                "sec_num": null
            },
            {
                "text": "It should be noted that some participants experienced fifth grade in a self-contained organizational structure. The remaining participants experienced fifth grade in a departmentalized structure with five different teachers, one for each content area. Previous data analyses suggest that despite these different organizational structures in fifth grade, the students did not perceive their self-concepts as significantly different prior to or immediately after the transition to middle school (see Table  2 ) (Parker & Neuharth-Pritchett, 2006) . ",
                "cite_spans": [
                    {
                        "start": 509,
                        "end": 544,
                        "text": "(Parker & Neuharth-Pritchett, 2006)",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 498,
                        "end": 506,
                        "text": "Table  2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Participants",
                "sec_num": null
            },
            {
                "text": "Data were collected in this study using the first edition of the Piers-Harris Self-Concept Scale (Piers, 1984) . The Piers-Harris Self-Concept Scale asks students to respond 'yes' or 'no' to 80 simple, declarative, dichotomous statements in six domains (see Appendix A for sample questions): physical appearance and attributes, popularity, behavior, happiness and satisfaction, anxiety, and intellectual and school status. The scale has good psychometric properties, with internal consistency coefficients ranging from .88 to .93, and moderate relationships with other measures of self-concept, with estimates of content, criterionrelated, and constructs validity deemed acceptable (Geske, 1985) . In addition, reliability indices on the subscales from the Pier-Harris measure with the current sample ranged from .69 to .85.",
                "cite_spans": [
                    {
                        "start": 97,
                        "end": 110,
                        "text": "(Piers, 1984)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 682,
                        "end": 695,
                        "text": "(Geske, 1985)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Instrumentation",
                "sec_num": null
            },
            {
                "text": "This scale was selected over other prominent selfconcept measures for numerous reasons. First, the participants in this study were young adolescents, yet the scale was written at a second grade reading level. This facilitated comprehension and completion of the survey. Also, this scale allowed researchers to investigate both global self-concept as well as domain-specific self-concepts. Finally, the domainspecific subcategories of self-concept measured with this scale aligned with the existing selfconcept literature and reflected areas identified as susceptible to change during transition to middle grades schools (Anderman & Midgley, 1997; Barber & Olsen, 2004; Pajares & Schunk, 2001 ).",
                "cite_spans": [
                    {
                        "start": 620,
                        "end": 646,
                        "text": "(Anderman & Midgley, 1997;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 647,
                        "end": 668,
                        "text": "Barber & Olsen, 2004;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 669,
                        "end": 691,
                        "text": "Pajares & Schunk, 2001",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Instrumentation",
                "sec_num": null
            },
            {
                "text": "The researcher chose a repeated measures design to examine differences across multiple time data points using the Piers-Harris Self-Concept Scale.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Procedures",
                "sec_num": null
            },
            {
                "text": "Beginning in May of their fifth grade year, 46 students from the two primary elementary feeder schools for Windsor Middle School were invited to participate in this study. Participation was voluntary, and students received a small incentive (candy) for their involvement. Data were collected from participants in May of their fifth grade year, October and May of their sixth grade year, and October of their seventh grade year. It should be noted that participants in this study began each new school year in early August and, therefore, had been in school for two full months prior to the October data collection point. The following year, the researcher added an additional group of 32 fifth graders to the study, and data were also collected from these participants in May of their fifth grade year, October and May of their sixth grade year, and October of their seventh grade year. Comparisons of these two cohorts did not suggest significant differences between the groups in terms of race (x 2 (4) = 2.67; p = 0.61) or gender (x 2 (1) = 3.28; p = 0.07), and the year cohorts did not differ from one another on their perceptions of self-concept at fifth grade (see Table 3 ). As a result, the data were collapsed into one sample group for all remaining analyses in this longitudinal study (Parker & Neuharth-Pritchett, 2006) . The researcher administered the surveys in all instances. Prior to distributing the survey, the researcher discussed the purpose of the study and reminded students that there were no wrong answers, their honesty was important, and their responses were confidential. As the students completed their responses to the surveys independently, the researcher monitored their progress and double-checked their scoring forms to ensure there was no missing data. Participants completed the entire data collection process in less than one hour, with some students finishing in 30 minutes. The researcher repeated the process for each data collection point. While repeated use of the Piers-Harris Self-Concept Scale may threaten internal validity, the time between data collection points ameliorated this concern.",
                "cite_spans": [
                    {
                        "start": 1295,
                        "end": 1330,
                        "text": "(Parker & Neuharth-Pritchett, 2006)",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1171,
                        "end": 1178,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Procedures",
                "sec_num": null
            },
            {
                "text": "A repeated measures design allowed for the analysis of differences over multiple data collection points beginning in May of participants' fifth grade year and including October of sixth grade, May of sixth grade, and October of seventh grade for the six subscales on the Piers-Harris measure. Because the Piers-Harris scale requires students to respond using dichotomous responses (no/yes), data were entered into SPSS for analysis using a 0 (no), 1 (yes) coding system. Time and interaction effects by gender were analyzed for each subscale; however, no interaction effects or main effects were found. Therefore, only time effects and effect sizes are reported. When considering Cohen's guidelines for the use of effect size, a threshold of .20 is considered meaningful.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data Analyses",
                "sec_num": null
            },
            {
                "text": "Furthermore, the following metrics can be used to interpret the magnitude of the effect for Cohen's D: 0.2-0.49 (small effect), 0.5-0.79 (medium effect), 0.8 or higher (large effect). Table 4 displays the means and standard deviations for the analysis. Figure 1 visually displays the means rating on subscales of the self-concept survey from fifth grade to seventh grade. Table 5 displays the results of repeated measures and effect size increases for the fifth to sixth grade transition. Table 6 displays the results of the repeated measures and effect size calculations for the fifth grade to seventh grade time period.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 184,
                        "end": 191,
                        "text": "Table 4",
                        "ref_id": "TABREF3"
                    },
                    {
                        "start": 253,
                        "end": 261,
                        "text": "Figure 1",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 372,
                        "end": 379,
                        "text": "Table 5",
                        "ref_id": null
                    },
                    {
                        "start": 489,
                        "end": 496,
                        "text": "Table 6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Data Analyses",
                "sec_num": null
            },
            {
                "text": "Because the research literature typically frames discussions of adolescents' perceptions in terms of their academic, social, emotional, and physical self-concepts, these constructs will be used as a framework for sharing the domain-specific results of Piers-Harris Self-Concept Scale in this study.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Data from the intellectual and school status component of the Piers-Harris Self-Concept Scale suggest variability in regard to how young adolescents perceive their academic competence during the middle grades (X spring fifth = 0.43, X fall sixth = 0.54, X spring sixth = 0.46, X fall seventh = 0.45). Data indicate a significant increase in perceptions of intellect and school status as students began the middle grades (F = 32.19, p = 0, η = 0.30). The initial increase is contrary to the typical declines in academic achievement and perceived academic competence associated with the transition to middle school (Barber & Olsen, 2004; Shapka & Keating, 2005) . The adolescents in this study did experience declines in their academic self-concepts, however, these occurred as they moved through sixth grade and into seventh grade (F = 12.95, p = 0, η = 0.34). The effect sizes calculated for the time effect suggest a significant difference in adolescents' perceptions of intellectual and school status as they progressed through the middle grades. The guidelines for Cohen's D indicate that the magnitude of this difference is small. It may be hypothesized that the academic environment, which included the use of homogeneous teams and the existence of routine academic awards assemblies, contributed to the diminishing perceptions of intellectual and school status. In other words, because the academic environment created multiple opportunities for adolescents to make peer comparisons and interpret teachers' perceptions of their own academic abilities (Rice & Dolgin, 2005) , academic selfperceptions may have been negatively influenced (Eccles & Midgley, 1989; Harter et al., 1992 ).",
                "cite_spans": [
                    {
                        "start": 613,
                        "end": 635,
                        "text": "(Barber & Olsen, 2004;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 636,
                        "end": 659,
                        "text": "Shapka & Keating, 2005)",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 1557,
                        "end": 1578,
                        "text": "(Rice & Dolgin, 2005)",
                        "ref_id": null
                    },
                    {
                        "start": 1642,
                        "end": 1666,
                        "text": "(Eccles & Midgley, 1989;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 1667,
                        "end": 1686,
                        "text": "Harter et al., 1992",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Academic Self-Concept",
                "sec_num": null
            },
            {
                "text": "Results from the behavioral and popularity components of the Piers-Harris Self-Concept Scale are shared as reflective of young adolescents' perceptions of their social self-concept. Because adolescents' perceptions of their interactions with each other and adults in a social environment informs their social self-concepts (Peetsma et al., 2005) , reporting self-evaluations of their behavior and peer status in school as a part of this domain is appropriate.",
                "cite_spans": [
                    {
                        "start": 323,
                        "end": 345,
                        "text": "(Peetsma et al., 2005)",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Social Self-concept",
                "sec_num": null
            },
            {
                "text": "Data indicate that young adolescents' mean scores for behavioral self-concept increased after the transition to a middle grades school, only to decline back to elementary levels as they progressed through middle school (X spring fifth = 0.40, X fall sixth = 0.51, X spring sixth = 0.43, X fall seventh = 0.42). Repeated measures tests reveal significant increases in behavioral selfconcept across the transition from fifth into sixth grade (F = 32.92, p = 0, η = 0.30). In contrast, young adolescents' behavioral self-concepts significantly decreased during the latter part of sixth grade and into the seventh grade year (F = 11.27, p = 0, η = 0.31). While the research literature suggests adolescents experience negative shifts in their social self-concepts during middle school (Oldfather & McLaughlin, 1993; Seidman, et al., 1994) , data from this study indicate initially positive perceptions of their behavior. The initial increase may be the result of expectations conveyed to students in the transition program. This program may have raised student awareness of behavioral expectations prior to entering the middle grades, thus having a positive initial influence on their social self-perceptions. As they progressed through middle school, trends in behavior returned to their pre-transition levels, with the delayed declines reflective of traditional trends in the literature. (Harter, 1988; Kenny & McEachern, 2009; Seidman et al.) . As these students continued through middle school, it may be hypothesized that the novelty of a new school environment eroded, prompting behavior to return to pre-transition levels.",
                "cite_spans": [
                    {
                        "start": 780,
                        "end": 810,
                        "text": "(Oldfather & McLaughlin, 1993;",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 811,
                        "end": 833,
                        "text": "Seidman, et al., 1994)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 1385,
                        "end": 1399,
                        "text": "(Harter, 1988;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 1400,
                        "end": 1424,
                        "text": "Kenny & McEachern, 2009;",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 1425,
                        "end": 1440,
                        "text": "Seidman et al.)",
                        "ref_id": "BIBREF40"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Social Self-concept",
                "sec_num": null
            },
            {
                "text": "Like reported trends for behavior, mean scores of young adolescents' perceptions of their popularity rose and then returned to pre-transition levels (X spring fifth = 0.35, X fall sixth = 0.49, X spring sixth = 0.36, X fall seventh = 0.36). These mean scores were the lowest reported for the domain-specific self-concepts for the initial and final two data collection points. Repeated measures analyses reveal the initial increase is statistically significant following the transition to a middle grades school (F = 40.77, p = 0, η = 0.35), as is the subsequent decline as students progressed through seventh grade (F = 16.27, p = 0, η = 0.39). Effect size calculated for the time effect for both behavior and popularity suggests significant differences in experience as adolescents progressed through middle school; however, the magnitude of those differences is small. The variability of popularity self-concept Piers-Harris Self-Concept Inventory over time may be attributed to the convergence of two feeder schools into one middle school, thus resituating students' evaluation of status among peers. As they progressed through middle school, the introduction of typical middle grades experiences (i.e., elective classes, athletic opportunities, clubs, dances) may have facilitated trending toward subdivided peers and increased social comparisons.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Social Self-concept",
                "sec_num": null
            },
            {
                "text": "Results from the anxiety and happiness/ satisfaction subscales will be reported as indicative of young adolescents' emotional self-concepts. Because discussions of young adolescents' emotional self-perceptions in the literature frequently includes measures of students' anxiety and happiness (Barber & Olsen, 2004; Chung et al.; Field et al., 2001) , reporting these domain-specific constructs as informing overall emotional self-concept is appropriate.",
                "cite_spans": [
                    {
                        "start": 292,
                        "end": 314,
                        "text": "(Barber & Olsen, 2004;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 315,
                        "end": 328,
                        "text": "Chung et al.;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 329,
                        "end": 348,
                        "text": "Field et al., 2001)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Emotional Self-concept",
                "sec_num": null
            },
            {
                "text": "Mean scores for the anxiety subscale indicate an initial decrease in anxiety levels followed by an increase over the middle grades years (X spring fifth = 0.57, X fall sixth = 0.48, X spring sixth = 0.61, X fall seventh = 0.61). The statistically significant decrease in anxiety (F = 21.77, p = 0, η = 0.22) during the transition from fifth to sixth grade was followed by a significant increase as the sixth grade year progressed (F = 16.04, p = 0, η = 0.39). The effect sizes suggest small but significant changes across time. It may be hypothesized that the presence of the transition program may have ameliorated the students' initial anxiety about entering a new school environment.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Emotional Self-concept",
                "sec_num": null
            },
            {
                "text": "Adolescents' descriptions of happiness and satisfaction remained relatively constant and positive for this sample of students as they progressed through the middle grades (X spring fifth = 0.52, X fall sixth = 0.55, X spring sixth = 0.56, X fall seventh = 0.56). In fact, the mean scores for happiness and satisfaction were the highest positive score at the initial data collection point and remained the highest positively reported domain-specific self-concept throughout the study. There was no significant time difference found among adolescents on this variable during the transition to (F = 0.99, p = 0.32, η = 0.01) or throughout the middle grades (F = 2.05, p = 0.11, η = 0.08). These students maintained a relatively stable sense of personal happiness and satisfaction, which may contrast with the stereotypical images held of young adolescents (Rice & Dolgin, 2005) . In comparison to the five domainspecific self-concepts in this study and the existing literature on adolescent emotional self-concept, the stability of students' happiness and satisfaction in this study is noteworthy.",
                "cite_spans": [
                    {
                        "start": 853,
                        "end": 874,
                        "text": "(Rice & Dolgin, 2005)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Emotional Self-concept",
                "sec_num": null
            },
            {
                "text": "Data analyses indicate that adolescents' mean ratings of their physical attributes and appearance followed the trends typical of four of the five previously described domain-specific self-concepts. For this sample, mean ratings for adolescents' perceptions of their physical self-concept increased during the transition, but subsequently fell during the middle grades years (X spring fifth = 0.44, X fall sixth = 0.51, X spring sixth = 0.43, X fall seventh = 0.42). Repeated measures analyses indicate a significant increase in physical self-concept across the transition into the middle grades (F = 18.72, p = 0, η = 0.20) and a subsequently significant decline across time (F = 10.09, p = 0, η = 0.29). The effect size for physical attributes and appearance is lower than each of the other self-concept domains and indicates the significant differences are small in magnitude. The initial increase and subsequent decline in self-perceptions of physical attributes are different from the research, which typically reports declines in adolescents' physical self-concept (Marsh, 1998; Wigfield et al., 1991) . Like social self-concept, perhaps the new school context provided opportunities for positive peer comparisons. As time passed, and students gained familiarity with their new school environment, opportunities for comparisons heightened, which may account for the subsequent declines in physical self-concept across time.",
                "cite_spans": [
                    {
                        "start": 1070,
                        "end": 1083,
                        "text": "(Marsh, 1998;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 1084,
                        "end": 1106,
                        "text": "Wigfield et al., 1991)",
                        "ref_id": "BIBREF46"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Physical Self-concept",
                "sec_num": null
            },
            {
                "text": "An individual's global self-concept is a generally stable construct. However, early adolescence represents a life stage characterized by rapid growth and change that can leave one's sense of self vulnerable to change (Baldwin & Hoffmann, 2002; Harter, 2006; Rice & Dolgin, 2005; Schunk, 2000) . Because the domain-specific constructs that make up one's overall perceptions of self are becoming increasingly differentiated during adolescence, it is vital to understand trends in young adolescents' selfconcepts across the middle grades. The vulnerability to change described in the literature is reflected in the findings from this study. With the exception of happiness and satisfaction, young adolescents experienced increases in their self-perceptions of their intellectual status, physical attributes, popularity, and behavior immediately after the transition to middle school and subsequent declines to pretransition levels across the middle grades. Conversely, the participants' sense of anxiety decreased as they entered middle school and subsequently increased to its pre-transition levels. Only one domain-specific construct, personal happiness and satisfaction, remained stable throughout the study.",
                "cite_spans": [
                    {
                        "start": 217,
                        "end": 243,
                        "text": "(Baldwin & Hoffmann, 2002;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 244,
                        "end": 257,
                        "text": "Harter, 2006;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 258,
                        "end": 278,
                        "text": "Rice & Dolgin, 2005;",
                        "ref_id": null
                    },
                    {
                        "start": 279,
                        "end": 292,
                        "text": "Schunk, 2000)",
                        "ref_id": "BIBREF39"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "While the results of this study do reflect the variability and vulnerability of the various domainspecific categories of self-concept typically reported in the literature, the trends across time warrant further discussion. Much like the findings presented by Barber and Olsen (2004) , the young adolescents in this sample experienced positive shifts in five of the six domains reported immediately after the transition to middle school. These findings are contrary to the majority of the literature that reports negative shifts in academic, social, and emotional self-perceptions immediately after the transition to middle school Seidman et al., 1994; Zanobini & Usai, 2002) . The young adolescents in this study were not immune to negative shifts in domain-specific categories of self-concept; rather, they experienced these shifts at the end of sixth grade and at the beginning of seventh grade. These declines in the midst of the middle grades experience are troubling, especially given their initially positive self-perceptions across the transition. Perhaps the presence of the transition program and a school context that uses several structural tenets recommended in Turning Points 2000 (Jackson & Davis, 2000) contributed positively to young adolescents' developing sense of self as they move from elementary to middle grades schools in this study, but this is only speculation until future research is conducted.",
                "cite_spans": [
                    {
                        "start": 259,
                        "end": 282,
                        "text": "Barber and Olsen (2004)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 630,
                        "end": 651,
                        "text": "Seidman et al., 1994;",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 652,
                        "end": 674,
                        "text": "Zanobini & Usai, 2002)",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 1194,
                        "end": 1217,
                        "text": "(Jackson & Davis, 2000)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The findings of this study yield two key questions that may guide the direction of future research:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "1. What factors contributed to the initially positive shifts across the transition?",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "2. What factors caused the declines to pretransition levels once students were indoctrinated into the middle school culture?",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Given that proponents of middle grades schools posit a connection between the use of developmentally appropriate structural and educational approaches and the positive academic, social, and emotional growth of young adolescents (Jackson & Davis, 2000) , future studies might include investigations into how contextual factors such as teaming, student-teacher advisory groups, transition programming, and differentiated instruction impact young adolescents' domain-specific self-concepts (Jackson & Davis; NMSA, 2003) . Additionally, longitudinal studies are needed from larger sample sizes and diverse populations to further understand the various domain-specific selfconcepts that inform adolescents' self-perceptions.",
                "cite_spans": [
                    {
                        "start": 228,
                        "end": 251,
                        "text": "(Jackson & Davis, 2000)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 487,
                        "end": 504,
                        "text": "(Jackson & Davis;",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 505,
                        "end": 516,
                        "text": "NMSA, 2003)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Various limitations influence the interpretations of the study's findings. First and foremost, the sample size was greatly influenced by student transience in this particular school district. The small sample size limits the generalizability of these findings; however, this work may serve as an impetus for development of future studies. Furthermore, the issue of sample size is ameliorated, to a degree, by the inclusion of effect sizes in the results. While the lack of a control group is also a limitation of this study, denying young adolescents access to transition support and organizational structures such as teaming and advisory may have increased the potential for negative long-term outcomes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "For that reason, no control group was used. Furthermore, Windsor Middle used homogeneous grouping for its teams; however, no comparisons of domain-specific self-concepts across teams was conducted. Finally, the study design required participants to respond to the Piers-Harris Self-Concept Scale on multiple occasions, which may have influenced the findings of this study.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Young adolescents' perceptions of their educational and social contexts may impact their academic achievement, academic competence, motivation, attitude, and peer relations in powerful ways (Barber & Olsen, 2004 , Chung et al., 1998 Eccles & Midgley, 1989; Harter, et al., 1992; Zanobini & Usai, 2002) . It is critical for middle grades educators to be aware of the tenuous nature of young adolescents' perceptions of self and the role they may play in positively or negatively influencing these various domain-specific self-concepts. The findings from this study suggest initially positive shifts in domain-specific self-concepts across the transition to middle grades. While these results are promising, the subsequent declines as students move through the middle grades are cause for concern and must be explored through future research.",
                "cite_spans": [
                    {
                        "start": 190,
                        "end": 211,
                        "text": "(Barber & Olsen, 2004",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 212,
                        "end": 232,
                        "text": ", Chung et al., 1998",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 233,
                        "end": 256,
                        "text": "Eccles & Midgley, 1989;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 257,
                        "end": 278,
                        "text": "Harter, et al., 1992;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 279,
                        "end": 301,
                        "text": "Zanobini & Usai, 2002)",
                        "ref_id": "BIBREF47"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Closing Thoughts",
                "sec_num": null
            },
            {
                "text": "© 2010 National Middle School Association",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Changes in achievement goal orientations, perceived academic competence, and grades across the transition to middle-level schools",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Anderman",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Contemporary Educational Psychology",
                "volume": "22",
                "issue": "",
                "pages": "269--298",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Anderman, E. M., & Midgley, C. (1997). Changes in achievement goal orientations, perceived academic competence, and grades across the transition to middle-level schools. Contemporary Educational Psychology, 22, 269-298.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "School transitions: Jeopardy or wheel of fortune?",
                "authors": [
                    {
                        "first": "V",
                        "middle": [
                            "A"
                        ],
                        "last": "Anfara",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "B"
                        ],
                        "last": "Schmid",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Middle School Journal",
                "volume": "39",
                "issue": "1",
                "pages": "60--67",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Anfara, V. A., Jr., & Schmid, J. B. (2007). School transitions: Jeopardy or wheel of fortune? Middle School Journal, 39(1), 60-67.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "The dynamics of self-esteem: A growthcurve analysis",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "Baldwin",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Hoffmann",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Journal of Youth and Adolescence",
                "volume": "31",
                "issue": "",
                "pages": "101--113",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Baldwin, S. A., & Hoffmann, J. P. (2002). The dynamics of self-esteem: A growth- curve analysis. Journal of Youth and Adolescence, 31, 101-113.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Assessing the transitions to middle and high school",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "K"
                        ],
                        "last": "Barber",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Olsen",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Journal of Adolescent Research",
                "volume": "19",
                "issue": "1",
                "pages": "3--30",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Barber, B. K., & Olsen, J. A. (2004). Assessing the transitions to middle and high school. Journal of Adolescent Research, 19(1), 3-30.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "The adjustment of early adolescents to school transitions",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Blyth",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Simmons",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Carlton-Ford",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Journal of Early Adolescence",
                "volume": "3",
                "issue": "",
                "pages": "105--120",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Blyth, D. A., Simmons, R. G., & Carlton- Ford, S. (1983). The adjustment of early adolescents to school transitions. Journal of Early Adolescence, 3, 105-120.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "On the structure of social self-concept for pre-, early, and late adolescents: A test of the Shavelson, Hubner, and Stanton (1976) model",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Byrne",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Journal of Personality & Social Psychology",
                "volume": "70",
                "issue": "3",
                "pages": "599--613",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Byrne, B. M., & Shavelson, R. J. (1996). On the structure of social self-concept for pre-, early, and late adolescents: A test of the Shavelson, Hubner, and Stanton (1976) model. Journal of Personality & Social Psychology, 70(3), 599-613.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Patterns of individual adjustment changes during middle school transition",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Chung",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Elias",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Schneider",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Journal of School Psychology",
                "volume": "36",
                "issue": "1",
                "pages": "83--101",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chung, H., Elias, M., & Schneider, K. (1998). Patterns of individual adjustment changes during middle school transition. Journal of School Psychology, 36(1), 83-101.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Exploring the social contexts of motivation and achievement: The role of relationship quality, classroom climate, and subject matter. Paper presented at the biennial meeting of the Society for Research in Child Development",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "A"
                        ],
                        "last": "Davis",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Davis",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Capa",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Davis, H. A., Davis, S., Smith, T., & Capa, Y. (2003, April). Exploring the social contexts of motivation and achievement: The role of relationship quality, classroom climate, and subject matter. Paper presented at the biennial meeting of the Society for Research in Child Development, Tampa, FL.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Stageenvironment fit: Developmentally appropriate classrooms for young adolescents",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Research on motivation in education",
                "volume": "3",
                "issue": "",
                "pages": "139--186",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. S., & Midgley, C. (1989). Stage- environment fit: Developmentally appropriate classrooms for young adolescents. In R. E. & C. A. Ames (Eds.), Research on motivation in education (Vol. 3, pp. 139-186). New York: Academic Press.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Selfconcepts, domain values and self-esteem: Relationships and changes at early adolescence",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Flanagan",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Miller",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Reuman",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Yee",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Journal of Personality",
                "volume": "57",
                "issue": "2",
                "pages": "283--310",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. S., Wigfield, A., Flanagan, C. A., Miller, C., Reuman, D. A., & Yee, D. (1989). Self- concepts, domain values and self-esteem: Relationships and changes at early adolescence. Journal of Personality, 57(2), 283-310.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Adolescent depression and risk factors",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Field",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Diego",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Sanders",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Adolescence",
                "volume": "36",
                "issue": "",
                "pages": "491--498",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Field, T., Diego, M., & Sanders, C. (2001). Adolescent depression and risk factors. Adolescence, 36, 491-498.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Body satisfaction and self-concept of third-and sixth-grade students",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Folk",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Pederson",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Cullari",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Perceptual and Motor Skills",
                "volume": "76",
                "issue": "",
                "pages": "547--553",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Folk, L., Pederson, J., & Cullari, S. (1993). Body satisfaction and self-concept of third-and sixth-grade students. Perceptual and Motor Skills, 76, 547-553.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Review of Piers-Harris selfconcept scale",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "J"
                        ],
                        "last": "Geske",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "The ninth mental measures yearbook",
                "volume": "",
                "issue": "",
                "pages": "1169--1170",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Geske, P. J. (1985). Review of Piers-Harris self- concept scale. In J. V. Mitchell (Ed.), The ninth mental measures yearbook (pp.1169-1170).",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "A reputation for success (or failure): The association of peer academic reputations with academic self-concept, effort, and performance across the upper elementary grades",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "D"
                        ],
                        "last": "Gest",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "L"
                        ],
                        "last": "Rulison",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Davidson",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Welsh",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Developmental Psychology",
                "volume": "44",
                "issue": "3",
                "pages": "625--636",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gest, S. D., Rulison, K. L., Davidson, A. J., & Welsh, J. A. (2008). A reputation for success (or failure): The association of peer academic reputations with academic self-concept, effort, and performance across the upper elementary grades. Developmental Psychology, 44(3), 625-636.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Contemporary educational psychology",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Good",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Brophy",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Good, T., & Brophy, J. (1995). Contemporary educational psychology (5 th ed.). New York: HarperCollins.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Academic self-concept and academic achievement: Developmental perspectives on their causal ordering",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Guay",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Boivin",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Journal of Educational Psychology",
                "volume": "95",
                "issue": "",
                "pages": "124--136",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Guay, F., Marsh, H. W., & Boivin, M. (2003). Academic self-concept and academic achievement: Developmental perspectives on their causal ordering. Journal of Educational Psychology, 95, 124-136.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Manual for the selfperception profile for adolescents",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Harter",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harter, S. (1988). Manual for the self- perception profile for adolescents. Denver: University of Denver.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Symbolic interactionism revisited: Potential liabilities for the self constructed in the crucible of interpersonal relationships",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Harter",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Merrill-Palmer Quarterly",
                "volume": "45",
                "issue": "1",
                "pages": "677--702",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harter, S. (1999). Symbolic interactionism revisited: Potential liabilities for the self constructed in the crucible of interpersonal relationships. Merrill-Palmer Quarterly, 45(1), 677-702.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "The self",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Harter",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Social, emotional, and personality development",
                "volume": "3",
                "issue": "",
                "pages": "505--570",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harter, S. (2006). The self. In W. Damon & R. M. Lerner (Series Eds.) & N. Eisenberg (Vol. Ed.), Handbook of child psychology. Vol 3: Social, emotional, and personality development (6 th ed., pp. 505-570). New York: Wiley.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Individual differences in the effects of educational transitions on young adolescents' perceptions of competence and motivational orientation",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Harter",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Whitesell",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Kowalski",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "American Educational Research Journal",
                "volume": "29",
                "issue": "",
                "pages": "777--807",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harter, S., Whitesell, N., & Kowalski, P. (1992). Individual differences in the effects of educational transitions on young adolescents' perceptions of competence and motivational orientation. American Educational Research Journal, 29, 777-807.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "The development of adolescents' emotional stability and general self-concept: The interplay of parents, peers, and gender",
                "authors": [
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Hay",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "F"
                        ],
                        "last": "Ashman",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "International Journal of Disability",
                "volume": "50",
                "issue": "1",
                "pages": "77--91",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hay, I., & Ashman, A. F. (2003). The development of adolescents' emotional stability and general self-concept: The interplay of parents, peers, and gender. International Journal of Disability, Development and Education, 50(1), 77-91.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Becoming a brilliant star: An introduction. Presentation at the Forum for Integrated Education and Educational Reform sponsored by the Council for Global Integrative Education",
                "authors": [
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Huitt",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Huitt, W. (2004, October 29). Becoming a brilliant star: An introduction. Presentation at the Forum for Integrated Education and Educational Reform sponsored by the Council for Global Integrative Education, Santa Cruz, CA. Retrieved, January 4, 2010, from http://chiron.valdosta.edu/ whuitt/brilstar/chapters/BrilStarintro.pdf",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Turning points 2000: Educating adolescents in the 21 st century",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Jackson",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Davis",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jackson, A., & Davis, G. (2000). Turning points 2000: Educating adolescents in the 21 st century. New York & Westerville, OH: Teachers College Press & National Middle School Association.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Children's self-concept: A multicultural comparison",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "C"
                        ],
                        "last": "Kenny",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Mceachern",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Professional School Counseling",
                "volume": "12",
                "issue": "3",
                "pages": "207--212",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kenny, M. C., & McEachern, A. (2009). Children's self-concept: A multicultural comparison. Professional School Counseling, 12(3), 207-212.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "A multidimensional, hierarchical model of self-concept: Theoretical and empirical justification",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Educational Psychology Review",
                "volume": "2",
                "issue": "2",
                "pages": "77--172",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1990). A multidimensional, hierarchical model of self-concept: Theoretical and empirical justification. Educational Psychology Review, 2(2), 77-172.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Age and gender effects in physical self-concepts for adolescent elite athletes and nonathletes: A multicohortmultioccasion design",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Journal of Sport & Exercise Psychology",
                "volume": "20",
                "issue": "3",
                "pages": "237--259",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1998). Age and gender effects in physical self-concepts for adolescent elite athletes and nonathletes: A multicohort- multioccasion design. Journal of Sport & Exercise Psychology, 20(3), 237-259.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Unification of theoretical models of academic selfconcept/achievement relations: Reunification of East and West German schools after the fall of the Berlin Wall",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Koller",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Contemporary Educational Psychology",
                "volume": "29",
                "issue": "",
                "pages": "264--282",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Koller, O. (2004). Unification of theoretical models of academic self- concept/achievement relations: Reunification of East and West German schools after the fall of the Berlin Wall. Contemporary Educational Psychology, 29, 264-282.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Academic self-concept, interest, grades, and standardized test scores: Reciprocal effects models of causal ordering",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Koller",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Trautwein",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Ludtke",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Baumert",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Child Development",
                "volume": "76",
                "issue": "2",
                "pages": "397--416",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Koller, O., Trautwein, U., Ludtke, O., & Baumert, J. (2005). Academic self-concept, interest, grades, and standardized test scores: Reciprocal effects models of causal ordering. Child Development 76(2), 397-416.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Who cares what I think\": Problems of low self-esteem",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "S"
                        ],
                        "last": "Meggert",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Youth at risk: A prevention resource for counselors, teachers, and parents",
                "volume": "",
                "issue": "",
                "pages": "93--115",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Meggert, S. S. (2004). \"Who cares what I think\": Problems of low self-esteem. In D. Capuzzi & D. R. Gross (Eds.), Youth at risk: A prevention resource for counselors, teachers, and parents (4 th ed., pp. 93-115). Alexandria, VA: American Counseling Association.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Students' and teachers' decision-making fit before and after the transition to junior high school",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Feldlaufer",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "National Middle School Association",
                "volume": "7",
                "issue": "2",
                "pages": "225--241",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Midgley, C., & Feldlaufer, H. (1987). Students' and teachers' decision-making fit before and after the transition to junior high school. Journal of Early Adolescence, 7(2), 225-241. National Middle School Association. (2003). This we believe: Successful schools for young adolescents. Westerville, OH: Author.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Association between self-concept and body weight, gender, and pubertal development among male and female adolescents",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "O'dea",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Abraham",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Adolescence",
                "volume": "34",
                "issue": "133",
                "pages": "69--79",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "O'dea, S. A., & Abraham, S. (1999). Association between self-concept and body weight, gender, and pubertal development among male and female adolescents. Adolescence, 34(133), 69-79.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Gaining and losing voice: A longitudinal study of students' continuing impulse to learn across elementary and middle level contexts",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Oldfather",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "J"
                        ],
                        "last": "Mclaughlin",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Research in Middle Level Education Quarterly",
                "volume": "17",
                "issue": "1",
                "pages": "1--25",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Oldfather, P., & McLaughlin, H. J. (1993). Gaining and losing voice: A longitudinal study of students' continuing impulse to learn across elementary and middle level contexts. Research in Middle Level Education Quarterly, 17(1), 1-25.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Students' need for belonging in the school community",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Osterman",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Review of Educational Research",
                "volume": "70",
                "issue": "",
                "pages": "323--367",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Osterman, K. (2000). Students' need for belonging in the school community. Review of Educational Research, 70, 323-367.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Self-beliefs and school success: Self-efficacy, selfconcept and school achievement",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Pajares",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "H"
                        ],
                        "last": "Schunk",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Perception",
                "volume": "",
                "issue": "",
                "pages": "239--266",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pajares, F., & Schunk, D. H. (2001). Self-beliefs and school success: Self-efficacy, self- concept and school achievement. In R. Riding & S. Rayner (Eds.), Perception (pp. 239-266). London: Ablex Publishing.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Meeting young adolescents' selfconcept and classroom environment needs across the transition to middle school",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "K"
                        ],
                        "last": "Parker",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Neuharth-Pritchett",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Parker, A. K., & Neuharth-Pritchett, S. (2006, April). Meeting young adolescents' self- concept and classroom environment needs across the transition to middle school. Paper presented at the annual meeting of the American Educational Research Association conference, San Francisco, CA.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Relations between adolescents' selfevaluations, time perspectives, motivation for school and their achievement in different countries and at different ages",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Peetsma",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Hasher",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Van Der Veen",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Roede",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "European Journal of Psychology of Education",
                "volume": "20",
                "issue": "3",
                "pages": "209--225",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Peetsma, T., Hasher, T., van der Veen, I., & Roede, E. (2005). Relations between adolescents' self- evaluations, time perspectives, motivation for school and their achievement in different countries and at different ages. European Journal of Psychology of Education, 20(3), 209-225.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Piers-Harris Children's Self-Concept Scale: Revised Manual. Los Angeles: Western Psychological Services Rice",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "V. ; F P"
                        ],
                        "last": "Piers",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "G"
                        ],
                        "last": "Dolgin",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "The adolescent: Development, relationships, cultures",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Piers, E. V. (1984). Piers-Harris Children's Self-Concept Scale: Revised Manual. Los Angeles: Western Psychological Services Rice, F. P., & Dolgin, K. G. (2005). The adolescent: Development, relationships, cultures (11 th ed.). Boston: Allyn & Bacon.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Adolescents' perceptions of middle school: Relation to longitudinal changes in academic and psychological adjustment",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Roeser",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Journal of Research on Adolescence",
                "volume": "8",
                "issue": "",
                "pages": "123--158",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Roeser, R. W., & Eccles, J. S. (1998). Adolescents' perceptions of middle school: Relation to longitudinal changes in academic and psychological adjustment. Journal of Research on Adolescence, 8, 123-158.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Learning theories: An educational perspective",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "H"
                        ],
                        "last": "Schunk",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Schunk, D. H. (2000). Learning theories: An educational perspective. Upper Saddle River, NJ: Merrill.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "The impact of school transitions in early adolescence on the selfsystem and perceived social context of poor, urban youth",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Seidman",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Allen",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Aber",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Mitchell",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Feinman",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Child Development",
                "volume": "65",
                "issue": "2",
                "pages": "507--522",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Seidman, E., Allen, L., Aber, J. L., Mitchell, C., & Feinman, J. (1994). The impact of school transitions in early adolescence on the self- system and perceived social context of poor, urban youth. Child Development, 65(2), 507-522.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Structure and change in self-concept during adolescence",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Shapka",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "P"
                        ],
                        "last": "Keating",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Canadian Journal of Behavioural Science",
                "volume": "37",
                "issue": "2",
                "pages": "83--96",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shapka, J. D., & Keating, D. P. (2005). Structure and change in self-concept during adolescence. Canadian Journal of Behavioural Science, 37(2), 83-96.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Self-concept: The interplay of theory and methods",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Bolus",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Journal of Educational Psychology",
                "volume": "74",
                "issue": "1",
                "pages": "3--17",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shavelson, R. J., & Bolus, R. (1982). Self-concept: The interplay of theory and methods. Journal of Educational Psychology, 74(1), 3-17.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "The impact of cumulative change in early adolescence",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Simmons",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Burgerson",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "L"
                        ],
                        "last": "Carlton-Ford",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Blyth",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Child Development",
                "volume": "58",
                "issue": "",
                "pages": "1120--1234",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Simmons, R. G., Burgerson, R., Carlton-Ford, S. L., & Blyth, D. A. (1987). The impact of cumulative change in early adolescence. Child Development, 58, 1120-1234.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Assessment of self-concept",
                "authors": [
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Strein",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "ERIC Clearinghouse on Counseling and Student Services",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Strein, W. (1995). Assessment of self-concept. Greensboro, NC: ERIC Clearinghouse on Counseling and Student Services. [ED389962].",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Development between the ages of 11 and 25",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Educational psychology handbook",
                "volume": "",
                "issue": "",
                "pages": "148--185",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wigfield, A., & Eccles, J. S. (1996). Development between the ages of 11 and 25. In R. C. Calfee (Ed.), Educational psychology handbook (pp. 148-185). New York: Simon and Schuster.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Transitions during early adolescence: Changes in children's domainspecific self-perceptions and general self-esteem across the transition to junior high school",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Maciver",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Reuman",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Developmental Psychology",
                "volume": "91",
                "issue": "4",
                "pages": "552--565",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wigfield, A., Eccles, J. S., MacIver, D., Reuman, D. A., & Midgley, C. (1991). Transitions during early adolescence: Changes in children's domain- specific self-perceptions and general self-esteem across the transition to junior high school. Developmental Psychology, 91(4), 552-565.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Domain-specific self-concept and achievement motivation in the transition from primary to low middle school",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Zanobini",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "C"
                        ],
                        "last": "Usai",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Educational Psychology",
                "volume": "22",
                "issue": "2",
                "pages": "204--217",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Zanobini, M., & Usai, M. C. (2002). Domain-specific self-concept and achievement motivation in the transition from primary to low middle school. Educational Psychology, 22(2), 204-217.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Mean ratings on subscales of"
            },
            "TABREF0": {
                "num": null,
                "content": "<table><tr><td/><td colspan=\"2\">WINDSOR</td><td colspan=\"2\">WINDSOR</td></tr><tr><td/><td/><td>MIDDLE</td><td/><td>MIDDLE</td></tr><tr><td/><td colspan=\"2\">POPULATION</td><td colspan=\"2\">SAMPLE</td></tr><tr><td>Student Population</td><td/><td>732</td><td/><td>78</td></tr><tr><td/><td colspan=\"2\">70% Caucasian</td><td colspan=\"2\">68% Caucasian</td></tr><tr><td/><td>19%</td><td>African American</td><td>17%</td><td>African American</td></tr><tr><td>Race</td><td colspan=\"2\">5% Hispanic</td><td colspan=\"2\">4% Hispanic</td></tr><tr><td/><td>4%</td><td>Asian American</td><td>10%</td><td>Asian American</td></tr><tr><td/><td colspan=\"2\">2% Multiracial</td><td colspan=\"2\">1% Multiracial</td></tr></table>",
                "type_str": "table",
                "text": "Population and Sample Demographics"
            },
            "TABREF1": {
                "num": null,
                "content": "<table><tr><td>Concept</td><td>M</td><td>SD</td><td>F</td><td>p</td></tr><tr><td colspan=\"3\">Physical Appearance/Attributes</td><td/><td/></tr><tr><td>Howard</td><td>.44</td><td>.11</td><td>6.63</td><td>.01</td></tr><tr><td>Sixth Street</td><td>.39</td><td>.12</td><td/><td/></tr><tr><td>Behavior Scale</td><td/><td/><td/><td/></tr><tr><td>Howard</td><td>.39</td><td>.10</td><td>.055</td><td>.81</td></tr><tr><td>Sixth Street</td><td>.39</td><td>.11</td><td/><td/></tr><tr><td colspan=\"2\">Intellectual &amp; School Status</td><td/><td/><td/></tr><tr><td>Howard</td><td>.45</td><td>.10</td><td>1.43</td><td>.23</td></tr><tr><td>Sixth Street</td><td>.43</td><td>.10</td><td/><td/></tr><tr><td>Anxiety</td><td/><td/><td/><td/></tr><tr><td>Howard</td><td>.61</td><td>.12</td><td>3.45</td><td>.07</td></tr><tr><td>Sixth Street</td><td>.57</td><td>.12</td><td/><td/></tr><tr><td>Popularity</td><td/><td/><td/><td/></tr><tr><td>Howard</td><td>.35</td><td>.12</td><td>.43</td><td>.51</td></tr><tr><td>Sixth Street</td><td>.34</td><td>.14</td><td/><td/></tr><tr><td colspan=\"2\">Happiness &amp; Satisfaction</td><td/><td/><td/></tr><tr><td>Howard</td><td>.54</td><td>.16</td><td>2.71</td><td>.10</td></tr><tr><td>Sixth Street</td><td>.50</td><td>.15</td><td/><td/></tr></table>",
                "type_str": "table",
                "text": ""
            },
            "TABREF2": {
                "num": null,
                "content": "<table><tr><td colspan=\"2\">ANOVA for the 2003 (n=46) and 2004 (n=32)</td><td/></tr><tr><td colspan=\"2\">Cohorts on the Piers-Harris Self-Concept Scale</td><td/></tr><tr><td>(Spring, 5 th grade)</td><td/><td/></tr><tr><td/><td>F time</td><td>p</td></tr><tr><td>Behavior</td><td>.250</td><td>.615</td></tr><tr><td>Intellectual &amp; School Status</td><td>.000</td><td>.990</td></tr><tr><td>Physical Appearance &amp; Attributes</td><td>.001</td><td>.972</td></tr><tr><td>Anxiety</td><td>.477</td><td>.492</td></tr><tr><td>Popularity</td><td>.768</td><td>.383</td></tr><tr><td>Happiness &amp; Satisfaction</td><td>.048</td><td>.828</td></tr></table>",
                "type_str": "table",
                "text": ""
            },
            "TABREF3": {
                "num": null,
                "content": "<table><tr><td/><td/><td colspan=\"2\">Spring-5 th</td><td colspan=\"2\">Fall-6 th</td><td colspan=\"2\">Spring-6 th</td><td colspan=\"2\">Fall-7th</td></tr><tr><td>Subscale</td><td/><td>M</td><td>SD</td><td>M</td><td>SD</td><td>M</td><td>SD</td><td>M</td><td>SD</td></tr><tr><td>Behavior</td><td/><td>.40</td><td>.12</td><td>.51</td><td>.14</td><td>.43</td><td>.10</td><td>.42</td><td>.10</td></tr><tr><td>Intellectual &amp; School Status</td><td/><td>.43</td><td>.10</td><td>.54</td><td>.14</td><td>.46</td><td>.11</td><td>.45</td><td>.10</td></tr><tr><td colspan=\"2\">Physical Appearance &amp; Attributes</td><td>.44</td><td>.12</td><td>.51</td><td>.14</td><td>.43</td><td>.14</td><td>.42</td><td>.13</td></tr><tr><td>Anxiety</td><td/><td>.57</td><td>.12</td><td>.48</td><td>.15</td><td>.61</td><td>.09</td><td>.61</td><td>.09</td></tr><tr><td>Popularity</td><td/><td>.35</td><td>.12</td><td>.49</td><td>.15</td><td>.36</td><td>.13</td><td>.36</td><td>.15</td></tr><tr><td>Happiness &amp; Satisfaction</td><td/><td>.52</td><td>.16</td><td>.55</td><td>.23</td><td>.56</td><td>.11</td><td>.56</td><td>.12</td></tr><tr><td>Table 5</td><td/><td/><td/><td>Table 6</td><td/><td/><td/><td/></tr><tr><td colspan=\"4\">Repeated Measures Spring Fifth Grade to Fall</td><td colspan=\"6\">Repeated Measures Spring Fifth Grade to Fall</td></tr><tr><td colspan=\"3\">Sixth Grade on the Piers-Harris Measure</td><td/><td colspan=\"5\">Seventh Grade on the Piers-Harris Measure</td></tr><tr><td/><td>F time</td><td>p</td><td>Effect size</td><td/><td/><td/><td>F time</td><td>p</td><td>Effect size</td></tr><tr><td>Behavior</td><td colspan=\"2\">32.92 .00</td><td>.30</td><td colspan=\"2\">Behavior</td><td/><td colspan=\"2\">11.27 .00</td><td>.31</td></tr><tr><td>Intellectual &amp; School</td><td colspan=\"2\">32.19 .00</td><td>.30</td><td colspan=\"3\">Intellectual &amp; School</td><td colspan=\"2\">12.95 .00</td><td>.34</td></tr><tr><td>Status</td><td/><td/><td/><td>Status</td><td/><td/><td/><td/></tr><tr><td>Physical Appearance</td><td colspan=\"2\">18.72 .00</td><td>.20</td><td colspan=\"3\">Physical Appearance</td><td colspan=\"2\">10.09 .00</td><td>.29</td></tr><tr><td>&amp; Attributes</td><td/><td/><td/><td colspan=\"2\">&amp; Attributes</td><td/><td/><td/></tr><tr><td>Anxiety</td><td colspan=\"2\">21.77 .00</td><td>.22</td><td>Anxiety</td><td/><td/><td colspan=\"2\">16.04 .00</td><td>.39</td></tr><tr><td>Popularity</td><td colspan=\"2\">40.77 .00</td><td>.35</td><td colspan=\"2\">Popularity</td><td/><td colspan=\"2\">16.27 .00</td><td>.39</td></tr><tr><td>Happiness &amp; Satisfaction</td><td colspan=\"2\">00.99 .32</td><td>.01</td><td colspan=\"3\">Happiness &amp; Satisfaction</td><td colspan=\"2\">2.05 .11</td><td>.08</td></tr></table>",
                "type_str": "table",
                "text": "Means and Standard Deviations on the Piers-Harris Measure across Time"
            }
        }
    }
}