{
    "paper_id": "reyes_2000",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-24T16:02:51.984656Z"
    },
    "title": "A Longitudinal Examination of the Transition into Senior High School for Adolescents from Urban, Low-Income Status, and Predominantly Minority Backgrounds 1",
    "authors": [
        {
            "first": "Olga",
            "middle": [],
            "last": "Reyes",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Karen",
            "middle": [
                "L"
            ],
            "last": "Gillock",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Kimberly",
            "middle": [],
            "last": "Kobus",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Bernadette",
            "middle": [],
            "last": "Sanchez",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "David",
            "middle": [],
            "last": "Henry",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "George",
            "middle": [],
            "last": "Greene",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Michael",
            "middle": [],
            "last": "Heinstein",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "The current 6-year study investigates the impact of the elementary (K-8)-tohigh school (9-12) transition on the school completion outcomes of 107 adolescents from urban, minority, low-income status backgrounds. Descriptive findings provide a longitudinal profile of students' enrollment status throughout high school. Students who had graduated or were Active in the school system at the end of the study evidenced more marked change in perceptions of social support following the transition to the ninth grade compared to Inactive students, dropouts, who evidenced little change. With respect to academic performance, while both groups evidenced declines following the transition and failed to recover sustained losses, Inactive students declined more sharply in grades and attendance. Findings are discussed in terms of the mixed support for the transitional life events perspective. In addition, study limitations and directions for future research are discussed, including variables that should be considered in research with the targeted group.",
    "pdf_parse": {
        "paper_id": "reyes_2000",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The current 6-year study investigates the impact of the elementary (K-8)-tohigh school (9-12) transition on the school completion outcomes of 107 adolescents from urban, minority, low-income status backgrounds. Descriptive findings provide a longitudinal profile of students' enrollment status throughout high school. Students who had graduated or were Active in the school system at the end of the study evidenced more marked change in perceptions of social support following the transition to the ninth grade compared to Inactive students, dropouts, who evidenced little change. With respect to academic performance, while both groups evidenced declines following the transition and failed to recover sustained losses, Inactive students declined more sharply in grades and attendance. Findings are discussed in terms of the mixed support for the transitional life events perspective. In addition, study limitations and directions for future research are discussed, including variables that should be considered in research with the targeted group.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The problem of academic failure and dropout from high school is significant, particularly for minority youth. The National Center for Education Statistics (1996) estimated that of the 12% of 16-24 year olds who had not completed high school in 1994, 8% were White, 13% were African-American, and, at 30%, the Latino(a) group had the highest dropout rate. The overall 4-year dropout rate for the public school system targeted in the current study is 44%, with minority youth's greater vulnerability relative to Whites echoed in racial/ethnic group dropout rates of 46% and 44%, respectively, for African-American and Latino(a) youth and a 39% leave rate for Whites. Dropout rates among urban versus nonurban schools further highlight the heightened risk of urban youth, indicating an 8th-to 10th-grade urban dropout rate of 8.9%, compared to 5.4% for suburban youth and 6.8% for rural youth 6.8% (U.S. Department of Education, Office of Educational Research and Improvement, 1992) .",
                "cite_spans": [
                    {
                        "start": 144,
                        "end": 161,
                        "text": "Statistics (1996)",
                        "ref_id": null
                    },
                    {
                        "start": 948,
                        "end": 979,
                        "text": "Research and Improvement, 1992)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Dropouts frequently experience lifelong difficulties as a consequence of their educational status. Among the adversities they encounter are disenfranchisement from society, poor mental health, a greater likelihood of entering low-paying jobs, and unemployment (Hill & Sandfort, 1995; Reyes, 1993; Simmons, Black, & Zhou, 1991; Tidwell, 1988; Velez, 1989) . The chances of experiencing such difficulties are particularly pronounced for youth from minority and low-income backgrounds, as evidenced by their comparatively higher rates of failure and dropout (Chavez, Oetting, & Swaim, 1994; Harrison, Wilson, Pine, Chan, & Buriel, 1990 ; U.S. Bureau of the Census, 1995) . Research suggests that the downward spiral that accompanies school failure is often set in motion years prior to dropouts' ultimate exit from school (Roderick, 1995) . A point of acute vulnerability is during the transition to a new school level, such as from elementary school to junior or senior high school (Felner & Adan, 1988; Roderick, 1995) .",
                "cite_spans": [
                    {
                        "start": 260,
                        "end": 283,
                        "text": "(Hill & Sandfort, 1995;",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 284,
                        "end": 296,
                        "text": "Reyes, 1993;",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 297,
                        "end": 326,
                        "text": "Simmons, Black, & Zhou, 1991;",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 327,
                        "end": 341,
                        "text": "Tidwell, 1988;",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 342,
                        "end": 354,
                        "text": "Velez, 1989)",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 555,
                        "end": 587,
                        "text": "(Chavez, Oetting, & Swaim, 1994;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 588,
                        "end": 632,
                        "text": "Harrison, Wilson, Pine, Chan, & Buriel, 1990",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 654,
                        "end": 667,
                        "text": "Census, 1995)",
                        "ref_id": null
                    },
                    {
                        "start": 819,
                        "end": 835,
                        "text": "(Roderick, 1995)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 980,
                        "end": 1001,
                        "text": "(Felner & Adan, 1988;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 1002,
                        "end": 1017,
                        "text": "Roderick, 1995)",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "''Transitional life events'' (Bloom, 1978) , such as starting a new job or entering a new school, are unique in their nature and processes. Inherently, such events involve substantial changes in the new environment or circumstance in which individuals find themselves. These changes require adaptation, for example, in roles and behavior. How an individual adapts to these changes is influenced by the interaction between the individual and the new environment (Brofenbrenner, 1979; Kelly, Ryan, Altman, & Stelzner, 1993; Levine & Perkins, 1987) . One factor in the adjustment equation is the characteristics of the setting or circumstance and, largely, the extent to which they differ from that of the pretransition (Kelly et al., 1993; Levine & Perkins, 1987) . On the other hand, the characteristics that individuals bring to the transition, including personality, resources, skills, and perceptions, affect their response to the new situation and contribute to their adjustment. Ultimately, adjustment is either positive and enhances the individual's resilience against future stress or negative and compromises adaptation and growth.",
                "cite_spans": [
                    {
                        "start": 29,
                        "end": 42,
                        "text": "(Bloom, 1978)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 461,
                        "end": 482,
                        "text": "(Brofenbrenner, 1979;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 483,
                        "end": 521,
                        "text": "Kelly, Ryan, Altman, & Stelzner, 1993;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 522,
                        "end": 545,
                        "text": "Levine & Perkins, 1987)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 717,
                        "end": 737,
                        "text": "(Kelly et al., 1993;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 738,
                        "end": 761,
                        "text": "Levine & Perkins, 1987)",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In the case of normative school transitions, students enter a new setting and face numerous attendant changes to which they must adjust. For example, during the transition from elementary to high school, students encounter changes in the organizational/structural and social aspects of the setting (Eccles & Midgley, 1988) . With the increase in student body size and heterogeneity, students often lose contact with those peers who had previously been their closest friends. The new setting thus challenges them to establish a supportive peer group among a student body that is usually larger and more diverse than at the elementary level (Reyes & Hedeker, 1993) . In addition, the structure of students' school day changes, shifting from the largely nondepartmentalized classroom at the elementary level to different classes and teachers for each subject at the high school level (Eccles et al., 1993; Felner, Ginter, & Primavera, 1982; Roderick, 1995) . In this new context, students must gain the acceptance of new teachers, learn and adapt to a variety of instructional styles, and conform to a different set of rules and expectations in each of their classrooms. The development of close relationships with teachers may be inhibited by the greater number and mix of the student body (Eccles et al., 1993; Midgley, Eccles, & Feldlaufer, 1991) . Not surprisingly, students have been found to report less school-based social support at the high school level relative to the elementary level (Midgley et al., 1991) .",
                "cite_spans": [
                    {
                        "start": 298,
                        "end": 322,
                        "text": "(Eccles & Midgley, 1988)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 639,
                        "end": 662,
                        "text": "(Reyes & Hedeker, 1993)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 881,
                        "end": 902,
                        "text": "(Eccles et al., 1993;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 903,
                        "end": 937,
                        "text": "Felner, Ginter, & Primavera, 1982;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 938,
                        "end": 953,
                        "text": "Roderick, 1995)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 1288,
                        "end": 1309,
                        "text": "(Eccles et al., 1993;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 1310,
                        "end": 1346,
                        "text": "Midgley, Eccles, & Feldlaufer, 1991)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 1493,
                        "end": 1515,
                        "text": "(Midgley et al., 1991)",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "School practice, procedure, and policy changes also take place during the transition to high school. Among the changes faced by students are the use of a different, usually higher, grading standard and stricter policies in terms of discipline and control (Eccles & Midgley, 1990) . The practice of a higher grading standard creates a competitive atmosphere and exerts undue pressure on students. Students may find that the effort that once earned them certain grades in the old school setting nets them lower grades in the new school setting (Eccles, Lord, & Midgley, 1991; Eccles et al., 1993; Eccles & Midgley, 1988; Wigfield, Eccles, & Pintrich, 1994) . Such a circumstance can have a demoralizing effect and compromise students' academic efforts (Eccles et al., 1993; Eccles & Midgley, 1988) . Finally, greater strictness and constraints on behavior may clash with adolescents' developing needs for autonomy and independence (Eccles et al., 1993) .",
                "cite_spans": [
                    {
                        "start": 255,
                        "end": 279,
                        "text": "(Eccles & Midgley, 1990)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 542,
                        "end": 573,
                        "text": "(Eccles, Lord, & Midgley, 1991;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 574,
                        "end": 594,
                        "text": "Eccles et al., 1993;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 595,
                        "end": 618,
                        "text": "Eccles & Midgley, 1988;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 619,
                        "end": 654,
                        "text": "Wigfield, Eccles, & Pintrich, 1994)",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 750,
                        "end": 771,
                        "text": "(Eccles et al., 1993;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 772,
                        "end": 795,
                        "text": "Eccles & Midgley, 1988)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 929,
                        "end": 950,
                        "text": "(Eccles et al., 1993)",
                        "ref_id": "BIBREF17"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "As with other transitional life events, how students adapt to the new environment during the school transition depends on the interaction between the nature of the new environment and that of each student as an individual. On the one hand, there is an objective reality that includes, for example, a physical structure, teachers, and other students. On the other hand, a student's perceptions of these different school aspects will be influ-enced by both this objective reality and his/her characteristics such as attitudes, dispositions, and personality. For example, relative to the pretransition setting, the new school may in fact be much larger physically and in terms of student body size. One student may view this circumstance positively as an opportunity to meet new people. This student may make many new friends and feel a sense of belonging in the new school, which may in turn positively affect his/her school adjustment. Another student may feel intimidated and overwhelmed and respond to the new experience by withdrawing. In turn, his/her school adjustment may be negatively affected. In this vein, individual characteristics can influence perceptions, ultimately benefiting or hindering students and contributing, respectively, to positive or negative adjustment (Causey & Dubow, 1993) .",
                "cite_spans": [
                    {
                        "start": 1280,
                        "end": 1302,
                        "text": "(Causey & Dubow, 1993)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Many youth, particularly those from non-White and lower-performing backgrounds, adjust poorly to the numerous changes they encounter in the year following their transition to the next school level (Roderick, 1995; Seidman, Aber, Allen, & French, 1996; Eccles et al., 1991; Simmons et al., 1991; Simmons & Blyth, 1987; Felner et al., 1982) . General declines have been observed in students' motivation and interest in school and in perceptions of their academic competence (Eccles & Midgley, 1990; Harter, 1988; Roderick, 1995) . Students are also less satisfied with teachers' instruction and view them as more strict, and less supportive and interested in their well-being. In addition, perceptions of the school environment also deteriorate, with students finding high school to be a less friendly place and reporting increased feelings of anonymity. School perceptions have in turn been linked to factors such as self-concept, grades, absenteeism, and school anxiety (Causey & Dubow, 1993) .",
                "cite_spans": [
                    {
                        "start": 197,
                        "end": 213,
                        "text": "(Roderick, 1995;",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 214,
                        "end": 251,
                        "text": "Seidman, Aber, Allen, & French, 1996;",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 252,
                        "end": 272,
                        "text": "Eccles et al., 1991;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 273,
                        "end": 294,
                        "text": "Simmons et al., 1991;",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 295,
                        "end": 317,
                        "text": "Simmons & Blyth, 1987;",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 318,
                        "end": 338,
                        "text": "Felner et al., 1982)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 472,
                        "end": 496,
                        "text": "(Eccles & Midgley, 1990;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 497,
                        "end": 510,
                        "text": "Harter, 1988;",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 511,
                        "end": 526,
                        "text": "Roderick, 1995)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 970,
                        "end": 992,
                        "text": "(Causey & Dubow, 1993)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The most consistent and marked declines posttransition have been found to occur in academic performance with recovery from such losses being generally poor (Roderick, 1995; Seidman et al., 1996) . For example, the urban, low-income, and racially and ethnically diverse sample in Seidman, Allen, Aber, Mitchell, and Feinman's study (1994) experienced a drop in grades following the transition to junior high school. Among these students, academic performance continued to deteriorate through the transition to senior high school. Similarly, using archival data in her study of urban, predominantly minority students, Roderick (1995) found that high school dropouts and graduates evidenced declines in grades and attendance following all school transitions. In addition, by the 10th grade, the academic profile of those students who ultimately dropped out diverged significantly from that of those who graduated. The contrast between dropouts and graduates was most evident following a school transition, particularly during the transition to high school.",
                "cite_spans": [
                    {
                        "start": 156,
                        "end": 172,
                        "text": "(Roderick, 1995;",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 173,
                        "end": 194,
                        "text": "Seidman et al., 1996)",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 616,
                        "end": 631,
                        "text": "Roderick (1995)",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "There is evidence that the extent of transition-related changes experi-enced during the move to a new school contributes to how students adapt and, thus, to their adjustment outcomes, including the direction of students' educational trajectory following the event (Brofenbrenner, 1979) . Research suggests that experiencing less change between school levels is associated with smaller declines in academic attitudes and behavior (Causey & Dubow, 1993) . Felner and his colleagues (1982) examined this idea by manipulating the amount of change that students experienced during the transition to high school. Students whose secondary school classrooms were organized and structured to more closely resemble that of their elementary school at the end of the transition year were found to outperform and hold more positive self-and school perceptions than students who experienced the regular transition. Further, the long-term impact of the differences in these groups' transition experiences is compelling. In the long run, students in the reorganized setting dropped out at a 21% rate, compared with their counterparts' 43% rate (Felner et al., 1982) . These results highlight the theorized interaction between perceptions and environmental change in the finding that experiencing less change has a beneficial effect on academic outcomes. Furthermore, they suggest that perceptions are an accurate index of the school environment. The current study examines the long-term effects that transitionrelated changes in perceptions have on final academic outcomes. Adolescents from urban, minority, low-income backgrounds were tracked from their eighth grade year in elementary school (K-8) through their transition to senior high school (9-12) and their ultimate school completion outcome. Students who had graduated or were still enrolled were compared with students who did not complete school. Comparisons were made on the degree of students' self-reported change between the eighth and the ninth grades on self-perceptions, school perceptions, perceptions of social support, and academic performance. It was hypothesized that those students who had completed school would evidence less change in academic performance and report smaller shifts in self-and school-based perceptions at the time of their eighth-to ninth-grade transition than students who did not complete school. In addition, to examine the long-term impact of grade losses, comparisons were made between students by different degrees of grade decline during the transition. It was hypothesized that students who evidenced greater declines in grade performance would be less likely to have completed school than students experiencing less decline.",
                "cite_spans": [
                    {
                        "start": 264,
                        "end": 285,
                        "text": "(Brofenbrenner, 1979)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 429,
                        "end": 451,
                        "text": "(Causey & Dubow, 1993)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 454,
                        "end": 486,
                        "text": "Felner and his colleagues (1982)",
                        "ref_id": null
                    },
                    {
                        "start": 1128,
                        "end": 1149,
                        "text": "(Felner et al., 1982)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The current study represents a follow-up to the High School Transition Pilot Project (HSTPP; Reyes, Gillock, & Kobus, 1994) , an intervention designed to facilitate eighth graders' (K-8) transition to senior high school (9-12). In the HSTPP the experimental and control groups received the Education Component. This component of the intervention was designed to educate students about the transition to senior high school and approximated the level of information that students would get during a regular orientation session. The experimental group also received the Peer Support Component in which students were matched with 10th graders at a local high school. Experimental group participants visited the high school on several occasions, where they met with ''peer mentors'' for various activities designed to facilitate their transition to high school the following year.",
                "cite_spans": [
                    {
                        "start": 93,
                        "end": 123,
                        "text": "Reyes, Gillock, & Kobus, 1994)",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHOD",
                "sec_num": null
            },
            {
                "text": "HSTPP participants were tracked through the transition from the eighth grade in elementary school to the ninth grade in senior high school (Reyes et al., 1994) . No group effects were observed in the HSTPP intervention study. Thus, as suggested by previous research, the experimental and control groups were treated as one group (Dieskova, 1984; Turnure & Thurlow, 1973) and changes over the course of the transition were examined for the overall group. Analyses from the HSTPP study revealed deteriorated school perceptions and declines in academic performance following the school transition at the end of the ninth grade. HSTPP researchers concluded that, given the highly stressed circumstances of these youths' lives, a stronger intervention was necessary to facilitate the transition to high school [see Reyes et al. (1994) for a complete description of the study].",
                "cite_spans": [
                    {
                        "start": 139,
                        "end": 159,
                        "text": "(Reyes et al., 1994)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 329,
                        "end": 345,
                        "text": "(Dieskova, 1984;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 346,
                        "end": 370,
                        "text": "Turnure & Thurlow, 1973)",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 810,
                        "end": 829,
                        "text": "Reyes et al. (1994)",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHOD",
                "sec_num": null
            },
            {
                "text": "All eighth grade students (N ϭ 235) from two public, inner-city elementary schools (K-8) with predominantly Latino(a) and low-income student bodies were invited to participate. Students were recruited for participation through in-class presentations. All eighth graders received information packets and consent forms requesting student and parent signatures. Given the historical difficulty in securing the return of consent documentation with such populations (Reyes & Jason, 1991) , special procedures were utilized to maximize the return rate of consent forms. Eighth grade teachers reminded students on a daily basis. In addition, during the first quarter report card pickup in the late fall of the academic year, bilingual/bicultural program staff were available at each school to explain the program to parents and answer questions.",
                "cite_spans": [
                    {
                        "start": 461,
                        "end": 482,
                        "text": "(Reyes & Jason, 1991)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Participants and Sample Selection",
                "sec_num": null
            },
            {
                "text": "Figure 1 summarizes sample selection. Of the original pool of 235 students, 186 (79%) returned consent documentation, but 137 (58%) comprised the sample (as described in Fig. 1 ). Of this group, 57% were female and 92% were from minority backgrounds, including 76% Latino(a) and 16% African-American. Generally equal numbers of students represented the original treatment groups and participating elementary schools.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 170,
                        "end": 176,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Participants and Sample Selection",
                "sec_num": null
            },
            {
                "text": "Beginning the ninth grade, participants entered 25 Chicago area high schools, the majority of which required no admission criteria. A small number of students (n ϭ 14) entered academic or vocational schools that employ academic standards for admission and either enroll students who are college bound or have vocational interests. As with the two participating elementary schools, the majority of these 25 high schools were located in urban predominantly low-income neighborhoods and were primarily populated by Latino(a)s and African-Americans. All school types (e.g., selective, nonselective) are guided by the same Chicago Public School system policies, including a common grading standard. With respect to grading standards, while no formal policy-based differences exist by school type, it might be expected that selective schools would employ a more challenging grading standard. However, any such challenge (in meeting grading standards) would be expected to be relatively comparable for nonselective school students in less competitive settings.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Participants and Sample Selection",
                "sec_num": null
            },
            {
                "text": "For the purposes of the current study, psychosocial and academic data were gathered in the eighth grade, preceding students' transition, and in the ninth grade, subsequent to their entering high school. Thereafter, academic data were gathered during each of 4 years.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measurement Procedures",
                "sec_num": null
            },
            {
                "text": "Psychosocial data were obtained from students twice during their eighth grade and twice during their ninth grade. For the purposes of this study, data from the first assessment in the fall (October-November) of students' eighth grade and the last one in the spring (March) of the ninth grade were used, henceforth referred to as pretransition and posttransition, respectively. Given the goal of measuring change across the eighth-to ninth-grade transition, these timepoints were used based on findings which suggest that data collected close to the transition period might be artificially inflated by students' reactions and concerns both prior to leaving one school and after starting at another (Causey & Dubow, 1993; Felner, Farber, & Primavera, 1983) . Demographic information was also obtained in the eighth grade at pretransition on students' personal and family background, such as date of birth, household size, and family structure. Grade and absence data were collected from school records at the end of each semester of students' 8th through 12th grades (January and June). Enrollment status data were gathered three times a year (first and second semesters and summer) for each of students' 9th through 12th grades. In addition, enrollment status data were collected for one additional semester for 13 students who had not graduated by the end of the 12th grade and were still enrolled.",
                "cite_spans": [
                    {
                        "start": 697,
                        "end": 719,
                        "text": "(Causey & Dubow, 1993;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 720,
                        "end": 754,
                        "text": "Felner, Farber, & Primavera, 1983)",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measurement Procedures",
                "sec_num": null
            },
            {
                "text": "Self-Perceptions. The Self-Perception Profile for Adolescents (Harter, 1988 ), a 45-item self-report measure, was designed to assess students' perceptions of themselves in nine independent domains using 5-item subscales.",
                "cite_spans": [
                    {
                        "start": 62,
                        "end": 75,
                        "text": "(Harter, 1988",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Psychological and Social Adjustment Measures",
                "sec_num": null
            },
            {
                "text": "For each item, students first choose which of two opposing statements best describes them. Students then indicate whether the chosen statement in each item is ''really true for [them]'' or ''sort of true for [them] .'' Higher subscale values (range, 1 to 4) indicate students' more positive feelings about themselves. The instrument is valid for use with adolescents 14 to 18 years old. Reliability data are reported to range from .58 to .92 for instrument subscales (Harter, 1988) .",
                "cite_spans": [
                    {
                        "start": 208,
                        "end": 214,
                        "text": "[them]",
                        "ref_id": null
                    },
                    {
                        "start": 467,
                        "end": 481,
                        "text": "(Harter, 1988)",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Psychological and Social Adjustment Measures",
                "sec_num": null
            },
            {
                "text": "Seven of the nine subscales were examined in the current study. Job Competence and Moral Development subscales were excluded from analyses because HSTPP reliability analyses (Reyes et al., 1994) revealed low internal consistency alphas. The subscales comprising the measure in the current study, including HSTPP Cronbach's reliability alphas, are as follows:",
                "cite_spans": [
                    {
                        "start": 174,
                        "end": 194,
                        "text": "(Reyes et al., 1994)",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Psychological and Social Adjustment Measures",
                "sec_num": null
            },
            {
                "text": "(1) Scholastic Competence, tapping perceptions of competence or ability in scholastic performance (Ͱ ϭ .73); (2) Social Acceptance, assessing degree of feeling popular and accepted by peers (Ͱ ϭ .63); (3) Close Friendship, measuring perceived ability and comfort in forming and maintaining relationships with peers (Ͱ ϭ .67); (4) Romantic Appeal, focusing on perceptions of personal attractiveness and success in dating relationships (Ͱ ϭ .63); (5) Self-Worth, constituting a global judgment of one's worth as a person (Ͱ ϭ .72); (6) Athletic Competence, reflecting perceptions of ability and competence at sports (Ͱ ϭ .86); and (7) Physical Appearance, tapping the degree to which students accept their looks and physical characteristics (Ͱ ϭ .77).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Psychological and Social Adjustment Measures",
                "sec_num": null
            },
            {
                "text": "School Perceptions. The 83-item, self-report School Sentiment Index (Frith & Narikawa, 1970 ) provides a measure of students' perceptions of school in five domains. Response options range from strongly disagree (scored 1) to strongly agree (scored 4), such that higher scores reflect more positive perceptions of school. Internal consistency is reported at .88 for the total scale and .68 to .79 for the subscales (Frith & Narikawa, 1970) . In analyses using the HSTPP sample, the General and Learning scales were found to have low internal consistency and were, thus, excluded from analyses (Reyes et al., 1994) . Scales and HSTPP alpha reliabilities are (1) the Teacher domain, reflecting students' perceptions of their teachers, and comprising three subscales, includes (a) Teacher Authority, which measures teachers' fairness and discipline (Ͱ ϭ .66), (b) Teacher Instruction, which measures grading and instruction practices (Ͱ ϭ .76), and (c) Teacher Relationship, which assesses interactions with teachers (Ͱ ϭ .81); (2) School Social Structure and Climate, which taps students' perceptions of a variety of school issues such as belongingness and pressures (Ͱ ϭ .61); and (3) Peer, which focuses on students' general perceptions of their classmates (Ͱ ϭ .63).",
                "cite_spans": [
                    {
                        "start": 68,
                        "end": 91,
                        "text": "(Frith & Narikawa, 1970",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 414,
                        "end": 438,
                        "text": "(Frith & Narikawa, 1970)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 592,
                        "end": 612,
                        "text": "(Reyes et al., 1994)",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Psychological and Social Adjustment Measures",
                "sec_num": null
            },
            {
                "text": "Social Support. The 55-item Social Support Rating Scale-Revised (Cauce, Felner, & Primavera, 1982) measures perceptions of types, sources, and amount of social support received by children and adolescents. The measure was normed on a low-income, inner-city population, and internal reliabilities are reported to be above .80 (Cauce et al., 1982 (Cauce et al., , 1989 . The measure provides a list of potential sources of social support, each of which is rated in terms of three separate types of support: (1) Caring and Emotional, (2) Helpfulness and Guidance, and (3) Upset. Ratings are made on a 5-point scale, where for the first two subscales, 1 indicates lesser and 5 greater amounts of perceived support. For Upset, a rating of 1 reflects a lesser degree of upset and 5 greater upset. Sources of support were categorized in terms of the structural dimensions derived by Cauce et al. (1982) in the original development of the measure, including (1) Family (parents, siblings, and extended family), (2) Formal (teachers, school counselor, school principal, best adult friend, and clergy), and (3) Informal (best friend, other friends, boy/girlfriend, classmates). Based on an emerging and consistently supported theme in the literature that provider, rather than type, of support received is more important (Cauce et al., 1982; Licitra-Kleckler & Waas, 1993; Seidman et al., 1994) , the Caring and Emotional Support and Help and Guidance type categories were combined into a single index of ''Support.'' The six social support subscales used in the current study, including reliability alphas based on the HSTPP sample, are Family Support (.66); Formal Support, referred to more descriptively as School Support (.69); Informal Support, referred to as Peer Support (.60); Family Upset (.68); Formal/School Upset (.55); and Informal/Peer Upset (.60).",
                "cite_spans": [
                    {
                        "start": 64,
                        "end": 98,
                        "text": "(Cauce, Felner, & Primavera, 1982)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 325,
                        "end": 344,
                        "text": "(Cauce et al., 1982",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 345,
                        "end": 366,
                        "text": "(Cauce et al., , 1989",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 876,
                        "end": 895,
                        "text": "Cauce et al. (1982)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 1311,
                        "end": 1331,
                        "text": "(Cauce et al., 1982;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 1332,
                        "end": 1362,
                        "text": "Licitra-Kleckler & Waas, 1993;",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 1363,
                        "end": 1384,
                        "text": "Seidman et al., 1994)",
                        "ref_id": "BIBREF38"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Psychological and Social Adjustment Measures",
                "sec_num": null
            },
            {
                "text": "Calculating Change Over Time on Psychological and Social Adjustment Measures. To measure ''change'' over the course of the transition, an index of change between the eighth and the ninth grades was calculated for each of the psychological and social adjustment measures. According to Allison (1990) , the use of change score analysis is appropriate in nonexperimental studies. For this study, change scores were calculated by subtracting pretransition (fall, eighth grade) scores from posttransition (spring, ninth grade) scores (Gillock & Reyes, 1996) . In this way, positive change scores reflect improved perceptions and performance over time, while negative change scores reflect deteriorated perceptions and declines in performance.",
                "cite_spans": [
                    {
                        "start": 284,
                        "end": 298,
                        "text": "Allison (1990)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 529,
                        "end": 552,
                        "text": "(Gillock & Reyes, 1996)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Psychological and Social Adjustment Measures",
                "sec_num": null
            },
            {
                "text": "Performance. School records served as the source of data for students' academic functioning. Grade point averages (GPAs) were recorded on a 5-point scale: A ϭ 4, B ϭ 3, C ϭ 2, D ϭ 1, and F ϭ 0.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Academic Adjustment Measures",
                "sec_num": null
            },
            {
                "text": "Determining Categories by Degree of Change Over Time. Change scores were calculated for GPA and used to categorize students into groups by degree of change over time. The decision for choosing (change in) GPA as a group-defining variable was made based on the well-documented finding that GPA is the best predictor of school failure (Lloyd, 1978; Roderick, 1995) . Specifically, three groups were created: No-to-Minimal, Modest, and Major Decline. A maximum of half of a letter grade decline constituted the No-to-Minimal Decline group. The Modest Decline group was comprised of those students whose GPAs fell between half of a letter grade up to one and one-half letter grades. Finally, the Major Decline group fell more than one and one-half letter grades. Analyses of variance (ANOVA) findings confirm the independence of these categories [F(2,101) ϭ 251.36, p Ͻ .001]. Categorization resulted in a No-to-Minimal group size of 28, which included six cases where grades increased, the largest increase being one-third of a letter grade. In addition, the Modest Decline group numbered 41 and the Major Decline group, 35.",
                "cite_spans": [
                    {
                        "start": 333,
                        "end": 346,
                        "text": "(Lloyd, 1978;",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 347,
                        "end": 362,
                        "text": "Roderick, 1995)",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Academic Adjustment Measures",
                "sec_num": null
            },
            {
                "text": "Enrollment Status. Enrollment status was determined through school record data and employed the school system's method of categorization. In the current study, the school system's categorization scheme was arranged by Active, Inactive, and Lost categories. Students were identified as Active if they were attending school during a given semester and either graduated or were still enrolled in a system school at the last data collection. The Inactive category represented students who withdrew from or were ''dropped'' by the school. Reasons for inactivity included excessive absences, employment, military enlistment, and discipline code violation. Lost students were those whose final disposition was unknown due to their nonattendance in the Chicago Public School system. For example, students were considered Lost if they did not arrive at the system school where they were expected and the system could not locate them thereafter, or if they moved out of the geographic area (e.g., Puerto Rico, Mexico).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Academic Adjustment Measures",
                "sec_num": null
            },
            {
                "text": "Enrollment Status by High School Year. Over the course of the 4 years of high school, the numbers of Lost and Inactive students increased, while the numbers of Active students decreased. Table I summarizes participants' enrollment status by school year for Active, Inactive, and Lost categories. By the end of the 12th grade, 42% (n ϭ 57) of students were Active, that is, graduated or still enrolled, 36% (n ϭ 50) were Inactive, and 22% (n ϭ Active, Inactive, and Lost figures include 13 students who were still enrolled after the 12th grade. During the year following the 12th grade six had graduated and were considered Active, six dropped out and were categorized as Inactive, and one student was Lost because enrollment status could not be determined due to their transfer out of the school system. These 13 students were included in the final 12th-grade category to their status at the end of their fifth year of high school.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Descriptive Analyses",
                "sec_num": null
            },
            {
                "text": "30) were Lost. The Lost group included 13 students who either transferred out of the school system or moved out of the geographic area and 17 students who did not arrive at the system school where expected. Enrollment Activity Over Participants' High School Years. Of the 57 students who were Active or still enrolled at the end of the study, 81% (n ϭ 46) entered and stayed at the same school for the duration of the study. The remaining 19% (n ϭ 11) of this group experienced some type of disruption during their high school tenure. These disruptions included seven cases of school transfer, two of mobility, one of temporary transfer to an alternative school, and, finally, one of temporary dropout. The Inactive group (n ϭ 50) included 35 (70%) students who remained at the same school until they dropped out and 15 (30%) whose schooling was disrupted at some point preceding their school departure. Of the latter group, jail (n ϭ 9; 60%) and school transfer (n ϭ 4; 27%) were the primary types of disruption. Active and Inactive groups did not differ significantly in the number of students who experienced some disruption during high school [ 2 (1) ϭ 1.66, ns].",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Descriptive Analyses",
                "sec_num": null
            },
            {
                "text": "All remaining analyses were limited to 107 (78% of 137) students, excluding Lost students (n ϭ 30; 22% of 137), whose final enrollment status outcome could not be determined. Descriptive analyses indicated no significant differences between Lost participants and the 107 students included in analyses on such demographic factors as [ 2 (1,136) ϭ .00, ns]. The final sample of 107 students averaged 14.4 years of age at the outset of the study and was comprised of 43% (n ϭ 46) males and 57% (n ϭ 61) females. In addition, the majority of the sample was of minority background, with 79% (n ϭ 84) Latino(a), 16% (n ϭ 17) African-American, and 5% (n ϭ 6) from other backgrounds such as White and Asian-American.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 332,
                        "end": 343,
                        "text": "[ 2 (1,136)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Analyses of Group Comparisons",
                "sec_num": null
            },
            {
                "text": "Three sets of analyses were conducted. In the first set of analyses, Active and Inactive groups, as determined by final enrollment status, were compared on eighth-grade pretransition psychosocial and academic variables. The second set of analyses examined whether Active and Inactive groups differed on change in self-perceptions, school perceptions, perceptions of social support, and academic performance between the eighth and the ninth grades. These analyses further examined the impact of change over time by degree of change in GPA (No-to-Minimal, Modest, and Major Decline). In the final set of analyses, variables distinguishing Active and Inactive groups were entered into a discriminant function analysis. This analysis further served the purpose of addressing the issue of multicollinearity and the potential of redundant findings. For all analyses, only significant findings are reported. In addition, although these analyses were limited to 107 participants, slight variation in this number is reflected in the different analyses due to missing data on some variables for a minor number of cases.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Analyses of Group Comparisons",
                "sec_num": null
            },
            {
                "text": "Pretransition Comparisons. Comparisons of Active and Inactive groups on eighth-grade psychosocial and academic variables were performed using multivariate analyses of variance (MANOVA). Table II provides means and standard deviations on all measures at both the eighth and the ninth grades for Active and Inactive groups.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 186,
                        "end": 194,
                        "text": "Table II",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Analyses of Group Comparisons",
                "sec_num": null
            },
            {
                "text": "Analyses revealed a main effect for self-perceptions [F(7,97) ϭ 3.7, p Ͻ .05, Ͷ 2 ϭ .20], with significance attributed to group differences on perceptions of scholastic competence [F(1,103) ϭ 7.2, p Ͻ .05] and appearance [F(1,103) ϭ 3.9, p Ͻ .05]. Specifically, prior to their transition into high school, Active students held more positive self-perceptions in the domain of scholastic competence than Inactive students. On the other hand, Inactive students perceived their appearance more positively than did Active students. Academically, Active students evidenced significantly higher grade point averages and better attendance at pretransition than Inactive students [GPA, F(1, 104) Change Score Analyses. MANOVA was used to compare Active and Inactive groups on change between the eighth and the ninth grades. Although some pretransition differences were observed between these groups, given that the focus was on change over time rather than on posttransition differences, a covariance model was not used in analyses. Furthermore, Analyses were also performed to examine whether differences in degree of change over time-Major, Modest, or No-to-Minimal Declineendured over the 4 years of high school. However, given the increasingly smaller number of students in these categories over time (e.g., the number of students with a Major Decline in grades by study end was 12), power considerations prohibited statistical analysis. Thus, descriptive analyses were performed. As illustrated in Figs. 2 and 3 , students maintained the academic performance level established in their first year following the transition. That is, students maintained grade point average and attendance That is, the direction of groups' change on GPA (coefficient: Ϫ.65) over time differs from their change on the peer upset, school support, and school upset variables (coefficients: .50, .34, and .30, respectively) . As noted earlier, both groups showed marked declines in GPA, while on the three support variables, groups diverge in direction, with Inactive students show-ing no significant change and Active students experiencing changes in their perceptions.",
                "cite_spans": [
                    {
                        "start": 671,
                        "end": 676,
                        "text": "[GPA,",
                        "ref_id": null
                    },
                    {
                        "start": 677,
                        "end": 681,
                        "text": "F(1,",
                        "ref_id": null
                    },
                    {
                        "start": 682,
                        "end": 686,
                        "text": "104)",
                        "ref_id": null
                    },
                    {
                        "start": 1849,
                        "end": 1896,
                        "text": "(coefficients: .50, .34, and .30, respectively)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1494,
                        "end": 1507,
                        "text": "Figs. 2 and 3",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Analyses of Group Comparisons",
                "sec_num": null
            },
            {
                "text": "The ''transitional life events'' (Bloom, 1978) perspective states that changes associated with a transition can often be stressful and may ultimately lead to negative outcomes. As demonstrated by Felner and his colleagues (1982) , such stress is produced by the adaptational changes that an individual is required to make in the new circumstance and is minimized when less adjustment is required. Findings from the current study lend inconsistent support to the idea that individuals are advantaged when there is minimal change during a transition. On the one hand, unexpectedly, students who reported greater change in perceptions of school-based social support across the transition from elementary school to high school were successful and graduated, while those who experienced generally no change in this domain dropped out. On the other hand, as predicted and in support of the transitional life events perspective, students whose grades changed less graduated at a higher rate than those students whose grades changed more dramatically. However, the fact that all but six students' grades dropped in their attempt to manage the school transition confirms that (change in) environment affects students.",
                "cite_spans": [
                    {
                        "start": 33,
                        "end": 46,
                        "text": "(Bloom, 1978)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 196,
                        "end": 228,
                        "text": "Felner and his colleagues (1982)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "It is not surprising that most students who went on to graduate experienced smaller posttransition grade declines than those who eventually dropped out. Adaptational demands are minimized for students in this position. By not falling so far behind academically, they have much less ''catching up'' to do. Such students are also spared the stress of trying to stay caught up. This stress may include greater study time, an increasingly heavier school work load as students fall further behind, and the social anxiety of being recognized as ''slower'' by both teachers and peers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "While dropouts experienced a steeper decline in grades than graduates, they also evidenced basically no change in their perceptions of social support. Graduates, on the other hand, showed a significant change in perceived social support, feeling less supported over time and, ironically, less upset. This unexpected finding concerning students who dropped out and graduated might be understood in the context of academic, self-perception, and school completion status outcomes. In the picture provided by the current findings, students who dropped out were lagging only slightly behind their counterparts academically at the beginning of high school. Based on these data alone, there is little to suggest that this group would go on to have such a negative outcome. However, while dropouts' grades were only slightly lower than their counterparts', they also evidenced weaker academic self-perceptions. Combined, grades and self-perceptions may have contributed significantly to the unexpected finding of an absence of change in dropouts' perceptions of school-based social support.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "One possible scenario for how grades and self-perceptions may have influenced perceptions of social support has to do with the change in school pedagogy and the school practices that are often encountered by students following the transition, including the greater importance of grades and the general prevalence of tracking by ability level. What may seem like a minor difference in graduates' and dropouts' pretransition grades may become more salient at the high school level, where grades assume greater importance and tracking is a more prevalent practice. This may have the effect of publicizing students' academic status and heightening their awareness of it. Such a circumstance is likely avoidable at the elementary level, where grades do not assume the importance that they often do in high school and where tracking tends to be less common. An obvious and expected response in such circumstances may be distress, demoralization, and a further depressed self-concept. But students who enter high school with already depressed academic self-perceptions, such as those in the present study, are probably different from their counterparts in other ways, as suggested by the current social support findings and the course that participants' education took. Rather than become distressed, these students may have become self-protective and disengaged or, more likely, continued a process of disengagement that began prior to their transition and contributed to their lack of response to high school personnel, including the support they are or are not providing.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Graduates did not experience the sharp drop in grades that dropouts did. However, they nonetheless experienced a decline of nearly one letter grade following the transition, potentially contributing to their more sensitive reaction to the academic environment. Specifically, these students perceived less support from teachers between grade levels than did dropouts. Accustomed to academic success, these students may in fact have responded more sensitively than dropouts to the greater impersonalization that occurs in the secondary school setting (Eccles et al., 1993) .",
                "cite_spans": [
                    {
                        "start": 549,
                        "end": 570,
                        "text": "(Eccles et al., 1993)",
                        "ref_id": "BIBREF17"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The contradictory nature of social support findings among graduates was also unexpected, where students reported less support from school personnel, but claimed to be less upset with them also. At the high school level, students are part of a much larger student body and are assigned a significantly larger number of teachers than in elementary school. In such circumstances, it may be easy for students to not be noticed and feel anonymous. This may be particularly true in large school systems, such as public school systems, where teacher-student ratios can be quite high. This circumstance may further limit the opportunity for students and teachers to form close relationships. In addition, given high school teachers' large number of classrooms and students, they may be less available to students, contributing to feelings of alienation or isolation and making school seem more impersonal than what they were accustomed to at the elementary level. However, anonymity may serve an advantage for the budding adolescent whose developmental needs urge greater autonomy and freedom. While the nature of the high school setting, including its larger population size, may prompt greater strictness and constraint of autonomy as means of control (Eccles et al., 1993) , it may nonetheless be more difficult for schools to ''keep tabs'' on individual students. As such, students may perceive the high school as less restrictive. In this respect, high school may feel like a comparatively ''less upsetting'' place than the smaller, tighterknit elementary school setting, where control and tracking of students are easier.",
                "cite_spans": [
                    {
                        "start": 1246,
                        "end": 1267,
                        "text": "(Eccles et al., 1993)",
                        "ref_id": "BIBREF17"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Despite declines, in both grades and perceived support, students who began school with better grades fared best in the end. These students also began high school with a correspondingly positive sense of scholastic competence. Arguably, beginning high school with such resources is sufficient and, at least partially, explains graduates' success. These students were also likely equipped with related resources not assessed in this study that may have further contributed to their superior outcome and minimized adjustment stress. For example, although they might have encountered a harsher grading standard at the high school level, feeling competent and having strong academic skills may have made adjustment to such standards easier than for poorer performing students. In addition, these students might also be more ambitious and goal-oriented relative to their counterparts, making them more tolerant and proactive in dealing with adjustment stress and potentially diminishing the impact of the negative changes in school-based social support from one grade level to the next.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Given that students who experienced either small or large grade declines during the transition all began school with similar grades, it would appear that all groups had an equal chance at success. However, when taking into account the trajectories that students' academic performance followed during the rest of their high school education, the significance of the transition becomes clear. Grade losses were not recuperated by students. Instead, students adhered to the general academic performance level that was established following the transition, with students who experienced declines maintaining the academic level they achieved or, in most cases, fell to in high school. This finding provides support for the poor recovery potential of students who experience grade drops (Roderick, 1995; Seidman et al., 1996) . Discriminant function analysis findings confirm the predictive power of change in grades over the school transition. Thus, in the long run, a posttransition drop of a full letter grade, as observed in this study, puts the average student dangerously close to failing, while essentially sealing the fate of the below-average student.",
                "cite_spans": [
                    {
                        "start": 781,
                        "end": 797,
                        "text": "(Roderick, 1995;",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 798,
                        "end": 819,
                        "text": "Seidman et al., 1996)",
                        "ref_id": "BIBREF39"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Descriptive findings corroborate the high rate of school noncompletion that has been reported for inner-city youth from minority, low-income status backgrounds (U.S. Bureau of the Census, 1994) . The findings of this study also demonstrate the impact of transition-associated declines, its enduring nature, and the high risk that declines pose in enrollment status outcomes. From a theoretical perspective, findings underscore the conjoint impact of person and environment factors in influencing outcomes. This study also indicates the viability of normative school transitions as a context for both investigation and intervention with school dropout. But findings shed limited light on what such an intervention might look like.",
                "cite_spans": [
                    {
                        "start": 180,
                        "end": 193,
                        "text": "Census, 1994)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The fact that variables that have been found to be significant in the transition literature (e.g., school climate and teacher variables) were not so for the current population and the general absence of findings overall suggest that the transition picture provided by the current findings is incomplete. Of all measured dependent and outcome variables, only social support and academic performance emerged as significant factors in terms of the school transition and with regard to school completion status in the long run. Moreover, although significant, small effect sizes suggest the modest impact of the social support variable.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "One possible reason for the general lack of findings may have to do with the measures used in this study and the lower reliabilities that were observed on some scales. Identifying appropriate-culturally sensitive, reader-friendly, educationally sensitive-measures continues to be a challenge in research with groups from urban minority and low-income backgrounds. This dilemma often necessitates the modification of existing measures and the recalculation of psychometric data or the design of new measures altogether. It is incumbent upon researchers to address this challenge if sound and relevant research is going to be conducted with these groups.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Another possible reason for the observed lack of findings is that, as suggested earlier, the variables that might bear on transition and school completion outcomes for the current population were not examined in this study. One set of variables that may be relevant to transition outcomes is community contextual factors. In the current study, community, census tract, and anecdotal data confirm the prevalence of gangs, crime, and violence in the neighborhoods in which many of these students reside. For the 1997 year, citywide crime statistics revealed that the district in which the targeted population resided had the fifth highest overall rate among the city's 25 districts (Chicago Police Department, 1998) . It also ranked highly by crime type. For example, it had the second highest arson rate in the city, third highest in motor vehicle theft, and fifth and sixth highest in theft and burglary, respectively. These rates are particularly noteworthy in view of the large number of young people in the district. Twenty-nine percent of the resident population in the targeted district is 13 years of age or younger, compared with the 20% rate for the city overall. Anecdotal data included participants' report of their experience as both victims and perpetrators of assault. Further, because of the prevalence of gangs, students reported often having to take circuitous routes to school to avoid crossing into rival-gang territory. This was so even in cases where students were not gang members. That is, simply by virtue of residing in a community dominated by a rival gang was sufficient for youth to be verbally and/ or physically harassed. In view of these data, assessing students' experience of these variables in future research may shed important light on how extraneous, distal factors bear on the school experience.",
                "cite_spans": [
                    {
                        "start": 680,
                        "end": 713,
                        "text": "(Chicago Police Department, 1998)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Another variable that may bear significantly on the transition experience of urban minority adolescents is culture. It is well documented that minority youth are more sensitive than White students to transition changes (Simmons et al., 1991) , however, why this is remains largely unexplained. A growing body of literature speaks to the role of cultural factors in school adjustment. Specifically relevant are the literatures on cultural discontinuity, cultural incongruence, and cultural dissonance (Allen & Boykin, 1992; Burton, Allison, & Obeidallah, 1995; Ogbu, 1982; Rogoff & Morelli, 1989; Tharp, 1989 ). These concepts discuss the challenges faced by youth who straddle different cultures by virtue of the different environments with which they interact, including home and school. Overall, such students must learn to fit into and manage the inherent demands of two cultures which often conflict in values. Add to this the demands of the school transition and it becomes easy to see how cultural factors may be significant in the transition equation.",
                "cite_spans": [
                    {
                        "start": 219,
                        "end": 241,
                        "text": "(Simmons et al., 1991)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 500,
                        "end": 522,
                        "text": "(Allen & Boykin, 1992;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 523,
                        "end": 559,
                        "text": "Burton, Allison, & Obeidallah, 1995;",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 560,
                        "end": 571,
                        "text": "Ogbu, 1982;",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 572,
                        "end": 595,
                        "text": "Rogoff & Morelli, 1989;",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 596,
                        "end": 607,
                        "text": "Tharp, 1989",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Potential variables of relevance in the domain of culture are suggested by the values of different groups and imply areas that may impact minority youth's school experience, including policies, procedures, and school climate. For example, many Latino(a) children are taught to defer to authority and, as such, may be less inclined to speak up in class and question teachers. This may be a disadvantage in the classroom where students are graded on participation. By the same token, many African-American children are raised with the values of interdependence and cooperation and might thus work and learn better in group contexts. However, many classrooms in the United States promote independence and encourage competition (Harrison et al., 1990) . A complicating but important factor that must also be taken into account is the issue of acculturation. Individuals who are more acculturated may be more likely to adopt mainstream values than those who are less acculturated and may in turn adapt more easily to the Anglo-American values of their new school. Schools that are sensitive and responsive to cultural issues, such as by adjusting teaching practices, may see more swift adaptation and academic success among their minority students.",
                "cite_spans": [
                    {
                        "start": 724,
                        "end": 747,
                        "text": "(Harrison et al., 1990)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Although investigators in the current study were successful in recruiting 79% of the targeted population, ultimately, for the purposes of this study, 46% of the overall population was included. While this fact necessarily raises questions about the generalizability of the current findings, a number of facts temper this concern. First of all, the study focused on high-risk schools and communities where mobility, transfer, and dropout rates are generally high. The 36% dropout rate alone accounts for a significant loss of the sample. However, this rate approaches the 44% dropout rate for the Chicago Public School system overall (for the class of 1995, the group for whom the most recent data were available) where most of the participants attended, indicating the representativeness of the sample to the system's student population overall (Sandra Storey, Chicago Public Schools, Office of Accountability, personal communication, September 14, 1998). Lost students, whose educational outcomes could not be determined, accounted for another significant reduction in sample size. However, at least demographically, these students and study participants were not different, further allowing for some generalization of the study findings. Finally, investigators' discussion of study findings does not consider special populations (e.g., disabled students, monolingual Spanish-speaking groups), who were excluded from analyses and to whom investigators were not aiming to generalize findings. In view of these facts, the ''retention'' of 46% of the original study population reflects the realities of the targeted communities and allows for some generalizability of the current findings. Moreover, these facts highlight the significance of this work in that investigators were able to track such a group over a 6-year period despite the obstacles represented by the circumstances described here.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Small sample sizes and inherent power limitations prohibiting analyses by gender represent another issue relevant to the study sample. Given the role of development in adjustment during school transitions (Eccles et al., 1993) , developmental differences between gender groups may contribute to their differential responses and thus outcomes (Simmons, Blyth, Van-Cleave, & Bush, 1979) and deserve attention.",
                "cite_spans": [
                    {
                        "start": 205,
                        "end": 226,
                        "text": "(Eccles et al., 1993)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 342,
                        "end": 384,
                        "text": "(Simmons, Blyth, Van-Cleave, & Bush, 1979)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "One final limitation of this study concerns investigators' reliance on school records for academic and enrollment status data. Gathering pyschosocial and qualitative data to supplement archival data may provide a more detailed and informative picture of the urban, minority adolescent's experience of the school transition. However, this is no easy task. As descriptive findings and longitudinal enrollment status outcomes indicate, the physical tracking of a group so chronically unstable in their academic activity poses remarkable challenge. This fact may account for the lack of attention to these groups in the research literature (Cauce, Ryan-Finn, & Grove, 2000) . However, understanding and appreciating how the transition experiences of youth from urban minority backgrounds differ from that of suburban and majority youth may go a long way in improving the relevance and effectiveness of interventions targeting this event and these groups.",
                "cite_spans": [
                    {
                        "start": 636,
                        "end": 669,
                        "text": "(Cauce, Ryan-Finn, & Grove, 2000)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "As implications for interventions are gleaned from the study findings, the Chicago Public School system is already one step ahead in that students are limited to a single transition, from a K-8 elementary school structure to a 9-12 secondary school structure. Transition researchers have documented the advantage of fewer transitions and have noted the superior outcomes of students who make a single transition (Blyth, Simmons, and Carlton-Ford, 1983; Crockett, Petersen, Graber, Schulenberg, & Ebata, 1989; Eccles & Midgley, 1988; Seidman et al., 1996) . Nonetheless, whether one or multiple transitions are made, all groups experiencing a transition have been found to suffer declines. In this regard, school settings, students, and parents could benefit from information concerning the heightened vulnerability during transitions. Often the school transition is taken for granted, perhaps because of its normative nature. Schools might make a concerted effort toward better understanding the likelihood and extent of risks to youth during the school transition, in this way minimizing or preventing such difficulties. By the same token, schools would do well to attend to the social support needs of students. In the current study, the observed variation in social support findings illustrates the importance of tailoring support efforts to the specific needs of different groups. Although findings point to the sensitivity of students who ultimately graduate, the ''nonfinding'' concerning eventual dropouts highlights the particular vulnerability of students who show evidence of disengagement during this important milestone in their educational life.",
                "cite_spans": [
                    {
                        "start": 412,
                        "end": 452,
                        "text": "(Blyth, Simmons, and Carlton-Ford, 1983;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 453,
                        "end": 508,
                        "text": "Crockett, Petersen, Graber, Schulenberg, & Ebata, 1989;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 509,
                        "end": 532,
                        "text": "Eccles & Midgley, 1988;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 533,
                        "end": 554,
                        "text": "Seidman et al., 1996)",
                        "ref_id": "BIBREF39"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "African-American children and the educational process: Alleviating cultural discontinuity through prescriptive pedagogy. School Psychology Review",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "A"
                        ],
                        "last": "Allen",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "W"
                        ],
                        "last": "Boykin",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "",
                "volume": "21",
                "issue": "",
                "pages": "586--596",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Allen, B. A., & Boykin, A. W. (1992). African-American children and the educational process: Alleviating cultural discontinuity through prescriptive pedagogy. School Psychology Re- view, 21, 586-596.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Change scores as dependent variables in regression analysis",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Allison",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Sociological Methodology",
                "volume": "20",
                "issue": "",
                "pages": "93--114",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Allison, P. D. (1990). Change scores as dependent variables in regression analysis. Sociological Methodology, 20, 93-114.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Marital disruption as a stressor",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "L"
                        ],
                        "last": "Bloom",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Primary prevention of psychopathology",
                "volume": "",
                "issue": "",
                "pages": "81--101",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bloom, B. L. (1978). Marital disruption as a stressor. In D. G. Forgays (Ed.), Primary prevention of psychopathology, Vol. 2. Environmental influences (pp. 81-101). Hanover, NH: Univer- sity Press of New England.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "The adjustment of early adolescents to school transitions",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Blyth",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Simmons",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Carlton-Ford",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Journal of Early Adolescence",
                "volume": "3",
                "issue": "",
                "pages": "105--120",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Blyth, D. A., Simmons, R. G., & Carlton-Ford, S. (1983). The adjustment of early adolescents to school transitions. Journal of Early Adolescence, 3, 105-120.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "The ecology of human development",
                "authors": [
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Brofenbrenner",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brofenbrenner, U. (1979). The ecology of human development. Cambridge, MA: Harvard University Press.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Social context and adolescence: Perspectives on development among inner-city African-American teens",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "M"
                        ],
                        "last": "Burton",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Allison",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Obeidallah",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Burton, L. M., Allison, K., & Obeidallah, D. ( 1995). Social context and adolescence: Perspec- tives on development among inner-city African-American teens. In L. Crockett & A. C. Crouter (Eds.), Pathways through adolescence: Individual development in relation to social context. Hillsdale, NJ: Erlbaum.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Social Support Rating Scale Revised",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Cauce",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cauce, A. M. (1989). Social Support Rating Scale Revised, Unpublished manuscript.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Social support in high-risk adolescents: Structural components and adaptive impact",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Cauce",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "D"
                        ],
                        "last": "Felner",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Primavera",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "American Journal of Community Psychology",
                "volume": "10",
                "issue": "",
                "pages": "417--428",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cauce, A. M., Felner, R. D., & Primavera, J. (1982). Social support in high-risk adolescents: Structural components and adaptive impact. American Journal of Community Psychology, 10, 417-428.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Children and adolescents of color where are you? Participant selection, recruitment, and retention in developmental research (submitted for publication)",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Cauce",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Ryan-Finn",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Grove",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cauce, A. M., Ryan-Finn, K., & Grove, K. (2000). Children and adolescents of color where are you? Participant selection, recruitment, and retention in developmental research (sub- mitted for publication).",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Negotiating the transition to junior high school: The contributions of coping strategies and perceptions of the school environment",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "L"
                        ],
                        "last": "Causey",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Dubow",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Prevention in Human Services",
                "volume": "10",
                "issue": "",
                "pages": "59--81",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Causey, D. L., & Dubow, E. (1993). Negotiating the transition to junior high school: The contributions of coping strategies and perceptions of the school environment. Prevention in Human Services, 10, 59-81.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Dropout and delinquency: Mexican-American and Caucasian non-Hispanic youth",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "L"
                        ],
                        "last": "Chavez",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "Oetting",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Swaim",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Journal of Clinical Child Psychology",
                "volume": "23",
                "issue": "1",
                "pages": "47--55",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chavez, E. L., Oetting, E. R., & Swaim, R. C. (1994) Dropout and delinquency: Mexican- American and Caucasian non-Hispanic youth. Journal of Clinical Child Psychology, 23(1), 47-55.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Monthly crime statistics by district (on-line",
                "authors": [],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chicago Police Department (1998). Monthly crime statistics by district (on-line). Available: http://www.ci.chi.il.us/CommunityPolicing/Statistics/CrimeStats.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "School transitions and adjustment during early adolescence",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "J"
                        ],
                        "last": "Crockett",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "G"
                        ],
                        "last": "Petersen",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Graber",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Schulenberg",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Ebata",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Journal of Early Adolescence",
                "volume": "9",
                "issue": "",
                "pages": "181--210",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Crockett, L. J., Petersen, A. G., Graber, J. A., Schulenberg, J. E., & Ebata, A. (1989). School transitions and adjustment during early adolescence. Journal of Early Adolescence, 9, 181-210.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Reflectivity-impulsivity and social orientation in six-year-olds. Psychologia a Patopsychologia Dietata",
                "authors": [
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Dieskova",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "",
                "volume": "19",
                "issue": "",
                "pages": "387--396",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dieskova, V. (1984). Reflectivity-impulsivity and social orientation in six-year-olds. Psycholo- gia a Patopsychologia Dietata, 19, 387-396.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Stage/environment fit: Developmentally appropriate classrooms for young adolescents",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. S., & Midgley, C. (1988). Stage/environment fit: Developmentally appropriate classrooms for young adolescents. In R. E. Ames & C. Ames (Eds.), Research on motiva- tion in education. New York: Academic Press.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Changes in academic motivation and self-perception during early adolescence",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. S., & Midgley, C. (1990). Changes in academic motivation and self-perception during early adolescence. In R. Montemayor, G. R. Adams, & T. P. Gullotta (Eds.), From children to adolescence: a transition period? Newbury Park, CA: Sage.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "What are we doing to early adolescents? The impact of educational contexts on early adolescents",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Lord",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "American Journal of Education",
                "volume": "89",
                "issue": "",
                "pages": "521--542",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. S., Lord, S., & Midgley, C. (1991). What are we doing to early adolescents? The impact of educational contexts on early adolescents. American Journal of Education, 89, 521-542.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Development during adolescence the impact of stage environment fit on young adolescents' experiences in schools and in families",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "D"
                        ],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Buchanan",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Reuman",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Flanagan",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Maciver",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "American Psychologist",
                "volume": "48",
                "issue": "2",
                "pages": "90--101",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. S., Midgley, C., Wigfield, W. D., Buchanan, C. M., Reuman, D., Flanagan, C., & MacIver, D. (1993). Development during adolescence the impact of stage environment fit on young adolescents' experiences in schools and in families. American Psychologist, 48(2), 90-101.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "The school transitional environment project: An ecological intervention and evaluation",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "D"
                        ],
                        "last": "Felner",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Adan",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Felner, R. D., & Adan, A. M. (1988). The school transitional environment project: An ecological intervention and evaluation. In R. H. Price, E. L. Cowen, R. P. Lorion, & J. Ramos-McKay (Eds.), Fourteen ounces of prevention: A casebook for practitioners. Washington, DC: American Psychological Association.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Primary prevention during school transitions: Social support and environmental structure",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "D"
                        ],
                        "last": "Felner",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Ginter",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Primavera",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "American Journal of Community Psychology",
                "volume": "10",
                "issue": "",
                "pages": "227--240",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Felner, R. D., Ginter, M. A., & Primavera, J. (1982). Primary prevention during school transitions: Social support and environmental structure. American Journal of Community Psychology, 10, 227-240.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Transitions and stressful life events: A model for primary prevention",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "D"
                        ],
                        "last": "Felner",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "S"
                        ],
                        "last": "Farber",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Primavera",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Preventive psychology: Theory, research, and practice",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Felner, R. D., Farber, S. S., & Primavera, J. (1983). Transitions and stressful life events: A model for primary prevention. In R. D. Felner, L. A. Jason, J. N. Moritsugu, & S. S. Farber (Eds.), Preventive psychology: Theory, research, and practice. New York: Pergamon Press.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Attitude toward school: Grades K-12",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Frith",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Narikawa",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Los Angeles: Instructional Objectives Exchange",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Frith, S., & Narikawa, O. (1970). Attitude toward school: Grades K-12. Los Angeles: Instruc- tional Objectives Exchange.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "High school transition-related changes in urban minority students' academic performance and perceptions of self and school environment",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Gillock",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Reyes",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Journal of Community Psychology",
                "volume": "24",
                "issue": "",
                "pages": "245--261",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gillock, K., & Reyes, O. (1996). High school transition-related changes in urban minority students' academic performance and perceptions of self and school environment. Journal of Community Psychology, 24, 245-261.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Family ecologies of ethnic minority children",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "O"
                        ],
                        "last": "Harrison",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "N"
                        ],
                        "last": "Wilson",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Pine",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "Q"
                        ],
                        "last": "Chan",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Buriel",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Child Development",
                "volume": "61",
                "issue": "",
                "pages": "347--362",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harrison, A. O., Wilson, M. N., Pine, C. J., Chan, S. Q., & Buriel, R. (1990). Family ecologies of ethnic minority children. Child Development, 61, 347-362.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Self-esteem and self-concept",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Harter",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Integrative processes and socialization: Early to middle childhood",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harter, S. (1988). Self-esteem and self-concept. In T. D. Yawkey & J. E. Johnson (Eds.), Integrative processes and socialization: Early to middle childhood. Hillsdale, NJ: Law- rence Erlbaum.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Effects of childhood poverty on productivity later in life: Implications for public policy",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "S"
                        ],
                        "last": "Hill",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Sandfort",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Children and Youth Services Review",
                "volume": "17",
                "issue": "1-2",
                "pages": "91--126",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hill, M. S., & Sandfort, J. R. (1995). Effects of childhood poverty on productivity later in life: Implications for public policy. Children and Youth Services Review, 17(1-2), 91-126.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Understanding and changing social systems: An ecological view",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "G"
                        ],
                        "last": "Kelly",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Ryan",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "E"
                        ],
                        "last": "Altman",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "P"
                        ],
                        "last": "Stelzner",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Handbook of community psychology",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kelly, J. G., Ryan, A. M., Altman, B. E., & Stelzner, S. P. (1993). Understanding and changing social systems: An ecological view. In E. Seidman & Rappaport (Eds.), Handbook of community psychology. New York: Plenum Press.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "The ecological analogy",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Levine",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "V"
                        ],
                        "last": "Perkins",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Principles of community psychology: Perspectives and applications",
                "volume": "",
                "issue": "",
                "pages": "77--99",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Levine, M., & Perkins, D. V. (1987). The ecological analogy. In Principles of community psychology: Perspectives and applications (pp. 77-99). New York: Oxford University Press.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Perceived social support among high-stress adolescents: The role of peers and family",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Licitra-Kleckler",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "A"
                        ],
                        "last": "Waas",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Journal of Adolescent Research",
                "volume": "8",
                "issue": "",
                "pages": "381--402",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Licitra-Kleckler, D. M., & Waas, G. A. (1993). Perceived social support among high-stress adolescents: The role of peers and family. Journal of Adolescent Research, 8, 381-402.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Prediction of school failure from third grade data",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "N"
                        ],
                        "last": "Lloyd",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Educational and Psychological Measurement",
                "volume": "38",
                "issue": "",
                "pages": "1193--1200",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lloyd, D. N. (1978). Prediction of school failure from third grade data. Educational and Psychological Measurement, 38, 1193-1200.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Classroom environment and the transition to junior high school",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Feldlaufer",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Educational environments: Evaluation, antecedents and consequences",
                "volume": "",
                "issue": "",
                "pages": "113--139",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Midgley, C., Eccles, J. S., & Feldlaufer, H. (1991). Classroom environment and the transition to junior high school. In B. J. Fraser & H. J. Walberg (Eds.), Educational environments: Evaluation, antecedents and consequences (pp. 113-139). New York: Pergamon Press.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Cultural discontinuities and schooling",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "U"
                        ],
                        "last": "Ogbu",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Anthropology & Education Quarterly",
                "volume": "13",
                "issue": "4",
                "pages": "290--307",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ogbu, J. U. (1982). Cultural discontinuities and schooling. Anthropology & Education Quar- terly, 13(4), 290-307.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Follow-up study on low-and high-risk Hispanic high school students",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Reyes",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Journal of Community Psychology",
                "volume": "21",
                "issue": "",
                "pages": "218--226",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Reyes, O. (1993). Follow-up study on low-and high-risk Hispanic high school students. Journal of Community Psychology, 21, 218-226.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Identifying high-risk students in a high school dropout prevention program",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Reyes",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Hedeker",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Prevention in Human Services",
                "volume": "10",
                "issue": "",
                "pages": "137--150",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Reyes, O., & Hedeker, D. (1993). Identifying high-risk students in a high school dropout prevention program. Prevention in Human Services, 10, 137-150.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Pilot study examining factors associated with academic success for Hispanic high school students",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Reyes",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "A"
                        ],
                        "last": "Jason",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Journal of Youth and Adolescence",
                "volume": "22",
                "issue": "",
                "pages": "57--71",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Reyes, O., & Jason, L. A. (1993). Pilot study examining factors associated with academic success for Hispanic high school students. Journal of Youth and Adolescence, 22, 57-71.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "A longitudinal study of school adjustment in urban minority adolescents: Effects of a high school transition program",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Reyes",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Gillock",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Kobus",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "American Journal of Community Psychology",
                "volume": "22",
                "issue": "3",
                "pages": "341--369",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Reyes, O., Gillock, K., & Kobus, K. (1994). A longitudinal study of school adjustment in urban minority adolescents: Effects of a high school transition program. American Journal of Community Psychology, 22(3), 341-369.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "School transitions and school dropout",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Roderick",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Advances in educational policy",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Roderick, M. (1995). School transitions and school dropout. In K. Wong (Ed.), Advances in educational policy. Connecticut: JAI Press.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Perspectives on children's development from cultural psychology",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Rogoff",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Morelli",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "American Psychologist",
                "volume": "44",
                "issue": "",
                "pages": "343--348",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rogoff, B., & Morelli, G. (1989). Perspectives on children's development from cultural psychol- ogy. American Psychologist, 44, 343-348.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "The impact of school transitions in early adolescence on the self-system and perceived social context of poor urban youth",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Seidman",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Allen",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Aber",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Mitchell",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Feinman",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Child Development",
                "volume": "65",
                "issue": "",
                "pages": "507--522",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Seidman, E., Allen, L., Aber, J. L., Mitchell, C., & Feinman, J. (1994). The impact of school transitions in early adolescence on the self-system and perceived social context of poor urban youth. Child Development, 65, 507-522.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "The impact of the transition to high school on the self-esteem and perceived social context of poor urban youth",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Seidman",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Aber",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Allen",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "E"
                        ],
                        "last": "French",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "American Journal of Community Psychology",
                "volume": "24",
                "issue": "",
                "pages": "409--515",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Seidman, E., Aber, J. L., Allen, L., & French, S. E. (1996). The impact of the transition to high school on the self-esteem and perceived social context of poor urban youth. American Journal of Community Psychology, 24, 409-515.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "African-American versus white children and the transition into junior high school",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Simmons",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Black",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Zhou",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "American Journal of Education",
                "volume": "99",
                "issue": "",
                "pages": "481--520",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Simmons, G., Black, A., & Zhou, Y. (1991). African-American versus white children and the transition into junior high school. American Journal of Education, 99, 481-520.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Moving into adolescence: The impact of pubertal change and school context",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Simmons",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Blyth",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Simmons, R. G., & Blyth, D. A. (1987). Moving into adolescence: The impact of pubertal change and school context. New York: Aldine De Gruyter.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Entry into early adolescence: The impact of school structure, puberty, and early dating on self-esteem",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Simmons",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Blyth",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "F"
                        ],
                        "last": "Vancleave",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Bush",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "American Sociological Review",
                "volume": "44",
                "issue": "",
                "pages": "948--967",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Simmons, R. G., Blyth, D. A., VanCleave, E. F., & Bush, D. M. (1979). Entry into early adolescence: The impact of school structure, puberty, and early dating on self-esteem. American Sociological Review, 44, 948-967.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Psychocultural variables and constants: Effects of teaching and learning in schools",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Tharp",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "American Psychologist",
                "volume": "44",
                "issue": "",
                "pages": "349--359",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tharp, R. G. (1989). Psychocultural variables and constants: Effects of teaching and learning in schools. American Psychologist, 44, 349-359.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Dropouts speak out: Qualitative data on early school departures",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Tidwell",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Adolescence",
                "volume": "23",
                "issue": "",
                "pages": "939--954",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tidwell, R. (1988). Dropouts speak out: Qualitative data on early school departures. Adoles- cence, 23, 939-954.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Verbal elaboration and the promotion of transfer of training in educable mentally retarded children",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Turnure",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Thurlow",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Journal of Experimental Child Psychology",
                "volume": "15",
                "issue": "",
                "pages": "137--148",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Turnure, J. E., & Thurlow, M. L. (1973). Verbal elaboration and the promotion of transfer of training in educable mentally retarded children. Journal of Experimental Child Psychol- ogy, 15, 137-148.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Statistical abstract of the United States 1995. The national data book",
                "authors": [
                    {
                        "first": "U",
                        "middle": [
                            "S"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Bureau of the Census",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "U.S. Bureau of the Census. (1995). Statistical abstract of the United States 1995. The national data book. Washington D.C.: Government Printing Office.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Youth indicators",
                "authors": [],
                "year": 1996,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "96--123",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "U.S. Department of Education, National Center for Education Statistics (1996). Youth indica- tors, 1996, NCES 96-027, by T. Snyder & L. Shafer. Washington, DC: USDE.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Eighth to tenth grade Dropout",
                "authors": [],
                "year": 1992,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "92--98",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "U.S. Department of Education, Office of Educational Research and Improvement (1992). Eighth to tenth grade Dropout, NCES92-006, by M. McMillen. Washington, DC: USDE.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "High school attrition among Hispanic and non-Hispanic white youths",
                "authors": [
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Velez",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Sociology of Education",
                "volume": "62",
                "issue": "",
                "pages": "119--133",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Velez, W. (1989). High school attrition among Hispanic and non-Hispanic white youths. Sociology of Education, 62, 119-133.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Development between the ages of 11 and 25",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "R"
                        ],
                        "last": "Pintrich",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wigfield, A., Eccles, J. S., & Pintrich, P. R. (1994). Development between the ages of 11 and 25. In D. C. Berliner & R. C. Calfee (Eds.), The handbook of educational psychology. New York: Macmillan.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Participant and sample selection."
            },
            "FIGREF1": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Grade point average trends throughout high school for No-to-Minimal, Modest, and Major Decline groups (n ϭ 107)."
            },
            "FIGREF2": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Absence trends throughout high school for No-to-Minimal, Modest, and Major Decline groups (n ϭ 107).levels corresponding with the No-to-Minimal, Modest, or Major Decline in grades they experienced following the school transition.Prediction of Membership in Active and Inactive Groups. To determine the change score variables that best predict membership in Active and Inactive categories, a stepwise discriminant function analysis was performed. Variables entered were those on which degree of change over time differed significantly for groups, including perceptions of social support from school, perceived upset with peers and with school, and GPA. One discriminant function [ 2 (4) ϭ 26.63, p Ͻ .05] was calculated, accurately classifying 71% of the cases. Specifically, 75% (n ϭ 42 of 57) of the Active group and 65% (n ϭ 30 of 50) of the Inactive group were correctly classified. Of the four change variables entered, the variable that best distinguished Active from Inactive groups was change inGPA [F(1,100)ϭ 16.38, p Ͻ .05], followed by change in perceived upset with peers [F(1,100) ϭ 7.53, p Ͻ .05], change in perceived school support [F(1,100) ϭ 7.06, p Ͻ .05], and, last, change in perceived upset with school [F(1,100) ϭ 5.54, p Ͻ .05]. Significant variables accounted for 24% of the variance. Canonical discriminant function coefficients indicate the directionality of these variables."
            },
            "TABREF0": {
                "num": null,
                "content": "<table><tr><td/><td/><td colspan=\"3\">Grade Ending [n (%)]</td><td/></tr><tr><td>Enrollment Status</td><td>8th</td><td>9th</td><td>10th</td><td>11th</td><td>12th a</td></tr><tr><td>Active</td><td>137 (100)</td><td>123 (90)</td><td>103 (75)</td><td>78 (57)</td><td>57 (42)</td></tr><tr><td>Inactive</td><td>0 (0)</td><td>4 (3)</td><td>19 (14)</td><td>35 (26)</td><td>50 (36)</td></tr><tr><td>Lost</td><td>0 (0)</td><td>10 (7)</td><td>15 (11)</td><td>24 (18)</td><td>30 (22)</td></tr><tr><td>Total</td><td/><td/><td/><td/><td>137</td></tr><tr><td>a</td><td/><td/><td/><td/><td/></tr></table>",
                "type_str": "table",
                "text": "Overall Sample Enrollment Status at the End of Each High School Year"
            },
            "TABREF1": {
                "num": null,
                "content": "<table/>",
                "type_str": "table",
                "text": "gender [ 2 (1,136) ϭ .00, ns], race/ethnicity [ 2 (1,125) ϭ .33, ns], and household status [ 2 (1,136) ϭ .21, ns]. Generally equal numbers of students represented the participating elementary schools [ 2 (1,136) ϭ .36, ns] and treatment group assignment in the original study"
            },
            "TABREF2": {
                "num": null,
                "content": "<table/>",
                "type_str": "table",
                "text": "ϭ 12.2, p Ͻ .05, R 2 ϭ .32, Ͷ 2 ϭ .10; absences, F(1,103) ϭ 18.7, p Ͻ .05, R 2 ϭ .39, Ͷ 2 ϭ .14]."
            },
            "TABREF3": {
                "num": null,
                "content": "<table><tr><td/><td/><td colspan=\"2\">Active</td><td/><td/><td colspan=\"2\">Inactive</td><td/></tr><tr><td/><td>8th</td><td/><td>9th</td><td/><td>8th</td><td/><td/><td>9th</td></tr><tr><td/><td>M</td><td>SD</td><td>M</td><td>SD</td><td>M</td><td>SD</td><td>M</td><td>SD</td></tr><tr><td>GPA a</td><td>3.03</td><td>.61</td><td>2.19</td><td>.84</td><td>2.60</td><td>.64</td><td>1.20</td><td>.92</td></tr><tr><td>Absences</td><td>2.44</td><td>2.80</td><td>5.52</td><td>6.16</td><td>7.75</td><td>8.76</td><td>13.75</td><td>12.17</td></tr><tr><td>School perceptions</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Peer</td><td>2.77</td><td>.49</td><td>2.87</td><td>.84</td><td>2.83</td><td>.47</td><td>2.81</td><td>.47</td></tr><tr><td colspan=\"9\">Teacher instruc. Teacher authority Teacher relationship School climate Self-Perceptions Self Scholastic competence Social competence Romantic Appearance Athletic competence Peer Social support Family School Peers Family upset b Peer upset b School upset b observed in the domains of school support [F(1,100) ϭ 7.05, p Ͻ .05], upset 2.82 .33 2.63 .36 2.72 .32 2.60 .34 2.83 .34 2.69 .37 2.78 .36 2.67 .41 2.65 .49 2.52 .40 2.55 .45 2.51 .42 2.59 .30 2.64 .33 2.51 .32 2.62 .26 3.14 .67 3.35 .58 3.03 .58 3.22 .48 2.97 .62 3.03 .56 2.62 .70 2.80 .53 2.92 .75 3.11 .63 3.00 .66 3.15 .58 2.48 .62 2.71 .63 2.63 .58 2.85 .54 2.73 .75 3.01 .62 2.98 .67 3.11 .65 2.74 .79 2.80 .71 2.67 .78 2.51 .71 3.12 .62 3.15 .57 3.05 .66 3.13 .66 3.52 .90 3.41 1.02 3.23 .98 3.21 1.01 2.66 .27 2.08 1.14 2.42 1.13 2.50 1.05 3.16 .99 2.89 1.02 3.23 .98 3.21 1.01 1.64 .67 1.75 .75 1.93 .91 1.99 .73 2.50 .86 2.05 .82 2.43 1.06 2.58 1.00 2.13 .98 1.74 .97 2.07 1.10 2.29 1.25 group differences were with peers [F(1,100) ϭ 7.53, p Ͻ .05], and upset with school [F(1,100) ϭ 5.54, p Ͻ .05]. In terms of school support, Active students declined sharply in their perceptions of support relative to the essentially unchanged percep-tions of Inactive students (Active, change score M ϭ Ϫ.60, SD ϭ 1.4; Inactive, change score M ϭ .11, SD ϭ 1.3). With respect to perceived upset with peers, Active students evidenced a marked improvement in their perceptions, while Inactive students' perceptions changed minimally (Ac-cline on pretransition grades, no pretransition differences were found. How-ever, chi-square analyses by degree of change revealed that 79% of the Active group experienced a No-to-Minimal (n ϭ 22) or Modest Decline (n ϭ 27) in grades, while 63% (n ϭ 22) of the Inactive group experienced tive, change score M ϭ Ϫ.45, When comparing students by No-to-Minimal, Modest, and Major De-a Major Decline [ 2 (2,104) ϭ 12.18, p Ͻ .05].</td></tr></table>",
                "type_str": "table",
                "text": "Means and Standard Deviations on Variables at Pretransition and Posttransition (n ϭ 107) less upset with their school, while Inactive students' perceptions changed minimally (Active, change score M ϭ Ϫ.39, 3 SD ϭ 1.2; Inactive, change score M ϭ .22, 3 SD ϭ 1.3).With respect to academic performance, Active and Inactive groups showed significant declines on change in GPA over the eighth-to ninthgrade transition[F(1,102)ϭ 15.8, p Ͻ .05, R 2 ϭ .37]. Inactive students experienced a greater degree of change, declining more sharply in grades (Inactive, change score M ϭ Ϫ1.39, SD ϭ .77; Active, change score M ϭ Ϫ.83, SD ϭ .67)."
            }
        }
    }
}