{
    "paper_id": "Salmela_2016",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-24T16:04:09.382084Z"
    },
    "title": "The Dark Side of Internet Use: Two Longitudinal Studies of Excessive Internet Use, Depressive Symptoms, School Burnout and Engagement Among Finnish Early and Late Adolescents",
    "authors": [
        {
            "first": "Katariina",
            "middle": [],
            "last": "Salmela-Aro",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Helsinki",
                "location": {
                    "settlement": "Helsinki",
                    "country": "Finland"
                }
            },
            "email": ""
        },
        {
            "first": "•",
            "middle": [],
            "last": "Katja Upadyaya",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Helsinki",
                "location": {
                    "settlement": "Helsinki",
                    "country": "Finland"
                }
            },
            "email": ""
        },
        {
            "first": "Kai",
            "middle": [],
            "last": "Hakkarainen",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Helsinki",
                "location": {
                    "settlement": "Helsinki",
                    "country": "Finland"
                }
            },
            "email": ""
        },
        {
            "first": "Kirsti",
            "middle": [],
            "last": "Lonka",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Helsinki",
                "location": {
                    "settlement": "Helsinki",
                    "country": "Finland"
                }
            },
            "email": ""
        },
        {
            "first": "Kimmo",
            "middle": [],
            "last": "Alho",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Helsinki",
                "location": {
                    "settlement": "Helsinki",
                    "country": "Finland"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "Recent research shows an increased concern with well-being at school and potential problems associated with students' use of socio-digital technologies, i.e., the mobile devices, computers, social media, and the Internet. Simultaneously with supporting creative social activities, socio-digital participation may also lead to compulsive and addictive behavioral patterns affecting both general and school-related mental health problems. Using two longitudinal data waves gathered among 1702 (53 % female) early (age 12-14) and 1636 (64 % female) late (age 16-18) Finnish adolescents, we examined crosslagged paths between excessive internet use, school engagement and burnout, and depressive symptoms. Structural equation modeling revealed reciprocal crosslagged paths between excessive internet use and school burnout among both adolescent groups: school burnout predicted later excessive internet use and excessive internet use predicted later school burnout. Reciprocal paths between school burnout and depressive symptoms were also found. Girls typically suffered more than boys from depressive symptoms and, in late adolescence, school burnout. Boys, in turn, more typically suffered from excessive internet use. These results show that, among adolescents, excessive internet use can be a cause of school burnout that can later spill over to depressive symptoms.",
    "pdf_parse": {
        "paper_id": "Salmela_2016",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Recent research shows an increased concern with well-being at school and potential problems associated with students' use of socio-digital technologies, i.e., the mobile devices, computers, social media, and the Internet. Simultaneously with supporting creative social activities, socio-digital participation may also lead to compulsive and addictive behavioral patterns affecting both general and school-related mental health problems. Using two longitudinal data waves gathered among 1702 (53 % female) early (age 12-14) and 1636 (64 % female) late (age 16-18) Finnish adolescents, we examined crosslagged paths between excessive internet use, school engagement and burnout, and depressive symptoms. Structural equation modeling revealed reciprocal crosslagged paths between excessive internet use and school burnout among both adolescent groups: school burnout predicted later excessive internet use and excessive internet use predicted later school burnout. Reciprocal paths between school burnout and depressive symptoms were also found. Girls typically suffered more than boys from depressive symptoms and, in late adolescence, school burnout. Boys, in turn, more typically suffered from excessive internet use. These results show that, among adolescents, excessive internet use can be a cause of school burnout that can later spill over to depressive symptoms.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Recent research shows an increased concern with wellbeing at school and potential problems associated with compulsive use of socio-digital technologies, i.e., computers, social media, and the Internet (OECD 2015). Today's early and middle adolescents are among the first cohorts of young people who have grown up using mobile devices and social media; ubiquitous access to digital technologies enables them to be in constant contact with their peers and engage in various social activities, such as playing games, creating media, and sharing knowledge. Partially because of the social embeddedness of digital activities, their intensive use may also lead to compulsive and addictive behavioral patterns affecting both general and school-related mental health (Kaltiala-Heino et al. 2004) . The socio-digital participation of adolescents can thus have both bright and dark sides (Hakkarainen et al. 2015) . In the present investigation, we address the latter.",
                "cite_spans": [
                    {
                        "start": 759,
                        "end": 787,
                        "text": "(Kaltiala-Heino et al. 2004)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 878,
                        "end": 903,
                        "text": "(Hakkarainen et al. 2015)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Specifically, this study examined the longitudinal crosslagged paths between excessive internet use and both general mental health problems (depressive symptoms) and contextual school-related burnout and engagement using two-wave longitudinal data gathered among both early (age 12-14 years) and late (age 16-18 years) Finnish adolescents. Problematic use of digital technologies has most often been described as compulsive or addicted patterns of playing computer games, using social media, and hanging out on the Internet (Kaltiala-Heino et al. 2004) . The American Psychiatric Association has acknowledged such problems for the first time by including an appendix, Internet Use Disorder, to the fifth edition of the Diagnostic and Statistical Manual for Mental Disorders. However, in the present study, excessive internet use does not denote a clinical diagnosis, but a potentially pathological behavioral pattern characterized by the presence of the following symptoms: (1) a loss of control over the behavior, (2) conflict (internal and interpersonal), (3) preoccupation with the Internet, (4) use of the Internet to modify mood, and (5) withdrawal symptoms (Meerkerk et al. 2009) .",
                "cite_spans": [
                    {
                        "start": 524,
                        "end": 552,
                        "text": "(Kaltiala-Heino et al. 2004)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1163,
                        "end": 1185,
                        "text": "(Meerkerk et al. 2009)",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Previous research on adolescents' excessive internet use and mental health problems (e.g., depressive symptoms) has mostly been cross-sectional. One recent longitudinal study among late adolescents showed that excessive internet use predicted impaired mental health (depressive symptoms) later on (Ciarrochi et al. 2016) . Similarly, excessive media exposure in adolescence increases the odds of depressive symptoms in early adulthood, particularly among young men (Primack et al. 2009) . However, the previous longitudinal research on excessive internet use and depressive symptoms has not studied young people at different ages. Moreover, previous studies on the associations between excessive internet use and mental health have focused solely on general mental health and not examined the role of contextual, school-related mental health. Our aim was to contribute to filling these important gaps in the literature by examining the longitudinal crosslagged paths between excessive internet use, depressive symptoms and school burnout and engagement among both early and late adolescents. Is excessive internet use an antecedent of school-related and/or depressive symptoms, or vice versa, or is there a reciprocal influence? We were particularly interested in the role of school engagement and school burnout, as these might be the key variables through which excessive internet use and depressive symptoms develop among adolescents (Salmela-Aro et al. 2009a, b) . School burnout might mediate the relationship between excessive internet use and depressive symptoms, whereas school engagement might buffer against the effect. Most importantly, the present study could help us determine the extent to which emotional engagement and school burnout predict adolescent excessive internet use, knowledge of potential value in designing targeted interventions and pedagogical practices.",
                "cite_spans": [
                    {
                        "start": 297,
                        "end": 320,
                        "text": "(Ciarrochi et al. 2016)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 465,
                        "end": 486,
                        "text": "(Primack et al. 2009)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 1437,
                        "end": 1466,
                        "text": "(Salmela-Aro et al. 2009a, b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "The current adolescent generation is immersed in sociodigital technologies from the very beginning of their lives (Prensky 2001; 2012; also Bennett et al. 2008; Hakkarainen et al. 2015; Palfrey and Gasser 2011) . Socio-digital technologies mediate, more or less profoundly, all the personal and social activities of adolescents, many of whom make intensive use of such technologies outside school on a daily basis (European Parliament 2015; Ito et al. 2010; Jenkins et al. 2009; OECD 2015 ). Yet, young people's patterns of socio-digital participation are heterogeneous. In their yearlong ethnographic study, Ito and her colleagues (2010) distinguished friendship-driven hanging out with friends from the more complex and potentially creative interestdriven pattern of socio-digital participation. Their investigation indicated that only a minority of adolescents engaged in such interest-driven socio-digital mediated activities as seeking knowledge on the Internet, cultivating advanced computer or media skills or actively participating in various network communities that are likely to provide meaningful, socio-digitally mediated learning experiences. The majority of adolescents instead used social media for hanging out in extended networks of peers and engaging only in relatively shallow social activities, such as repeatedly updating their status or exchanging instant messages. A study carried out by Li et al. (in press) revealed similar pattern among a sample of Finnish adolescents.",
                "cite_spans": [
                    {
                        "start": 114,
                        "end": 128,
                        "text": "(Prensky 2001;",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 129,
                        "end": 134,
                        "text": "2012;",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 135,
                        "end": 160,
                        "text": "also Bennett et al. 2008;",
                        "ref_id": null
                    },
                    {
                        "start": 161,
                        "end": 185,
                        "text": "Hakkarainen et al. 2015;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 186,
                        "end": 210,
                        "text": "Palfrey and Gasser 2011)",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 414,
                        "end": 440,
                        "text": "(European Parliament 2015;",
                        "ref_id": null
                    },
                    {
                        "start": 441,
                        "end": 457,
                        "text": "Ito et al. 2010;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 458,
                        "end": 478,
                        "text": "Jenkins et al. 2009;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 479,
                        "end": 488,
                        "text": "OECD 2015",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 1412,
                        "end": 1432,
                        "text": "Li et al. (in press)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Excessive Internet Use and Mental Health Among Digital Youth",
                "sec_num": null
            },
            {
                "text": "Compulsive use of socio-digital technologies partially reflects their affordances. Many digital applications and programs used by adolescents are designed to be addictive, to require sustained participation, for example to reach a new game level, find contextually relevant fresh information, or maintain satisfactory reciprocal social relations. Such activities may foster sustained investment efforts and training of attentional competencies and memory as well as social sharing of experiences (Gee 2007; Gee and Hayes 2011) . Simultaneously, however, there is also a danger that some adolescents will become addicted to immersive socio-digital activities. Excessive socio-digital participation competes with school work and may disturb daily life in general and, in particular, balanced circadian rhythms of waking and sleeping (Kaltiala-Heino et al. 2004) . Moreover, many mobile applications are intrusive in their use of default alerts about new media events, continuously interrupting ongoing activities and hooking many vulnerable adolescents onto repeated online activities (Carr 2011) . Multi-tasking behaviour may hinder learning, memory performance and the development of attentional capabilities; weakly developed attentional competencies may lead to socio-digital activities that are both shallow and compulsive (Carrier et al. 2015) . Learning and creativity, in contrast, require sustained attention across extended periods of time rather than repeated switching of attention from one situation to the next. Socio-digital practices might be driven by harmonious passions (Vallerand et al. 2007) , leading adolescents to develop their skills and competencies and gradually engage in more complex activities (Ito et al. 2010) . Computer games as well as social media provide ample opportunities for seeking, building, and sharing personal and collaborative knowledge and media (Hakkarainen et al. 2015) .",
                "cite_spans": [
                    {
                        "start": 496,
                        "end": 506,
                        "text": "(Gee 2007;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 507,
                        "end": 526,
                        "text": "Gee and Hayes 2011)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 831,
                        "end": 859,
                        "text": "(Kaltiala-Heino et al. 2004)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1083,
                        "end": 1094,
                        "text": "(Carr 2011)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 1326,
                        "end": 1347,
                        "text": "(Carrier et al. 2015)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 1587,
                        "end": 1610,
                        "text": "(Vallerand et al. 2007)",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 1722,
                        "end": 1739,
                        "text": "(Ito et al. 2010)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1891,
                        "end": 1916,
                        "text": "(Hakkarainen et al. 2015)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Excessive Internet Use and Mental Health Among Digital Youth",
                "sec_num": null
            },
            {
                "text": "Often, however, young people, especially those with motivational problems combined with limited adult guidance and control, develop an obsessive digital passion (Vallerand et al. 2007) , or even addiction, involving repeated participation in monotonous and compulsive activities related to social-media usage or computer gaming (Kaltiala-Heino et al. 2004) . Although heavy use of sociodigital technologies may be symptom of addiction, we consider an inability to exert control over internet use to be a significant criteria of addiction. Although adolescents may become addicted to computer or video games that do not involve real-time use of the Internet, their digital activities are more and more often socially mediated through it, for this reason, we examine the compulsive use of socio-digital technologies as a uniform construct, using the term excessive internet use (Hakkarainen et al. 2015) .",
                "cite_spans": [
                    {
                        "start": 161,
                        "end": 184,
                        "text": "(Vallerand et al. 2007)",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 328,
                        "end": 356,
                        "text": "(Kaltiala-Heino et al. 2004)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 876,
                        "end": 901,
                        "text": "(Hakkarainen et al. 2015)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Excessive Internet Use and Mental Health Among Digital Youth",
                "sec_num": null
            },
            {
                "text": "Recent studies have shown that excessive internet use is associated with general mental health problems such as depressive symptoms, loneliness, anxiety and low self-esteem (Ceyhan and Ceyhan 2008; Gamez 2014; Kim et al. 2009; Lam and Peng 2010) . What begins with instant messaging in adolescence may lead to excessive internet use and mental health problems later on (van den Eijnden et al. 2008) . Lam and Peng (2010) found that excessive internet use predicted psychopathology 9 months later. In their recent review of the cross-sectional research, Carli et al. (2012) found an association between depressive symptoms and excessive internet use among adolescents. They concluded that there was a pressing need for longitudinal studies and studies conducted separately among early, mid, and late adolescents. From the perspective of causality, it may be that depressive symptoms lead to excessive internet use, or that excessive internet use leads to poor mental health, such as depressive symptoms, or that the influence between the two is reciprocal. Only a few longitudinal studies have examined the relationships between excessive internet use and mental health among adolescents (Ciarrochi et al. 2016; Gamez 2014; Ko et al. 2009; Thorsteinsson and Davey 2014; van den Eijnden et al. 2008) . Ciarrochi et al. (in press) found clear support for the view that compulsive internet use was an antecedent to the development of general mental health problems such as depressive symptoms among mid and late adolescents (see also Selfhout et al. 2009) . However, the role of schoolrelated mental health in excessive internet use, and vice versa, has been neglected. School is a key context during adolescence, and for this reason we would argue that school-related mental health plays a key role in adolescents' excessive internet use (Salmela-Aro et al. in press).",
                "cite_spans": [
                    {
                        "start": 173,
                        "end": 197,
                        "text": "(Ceyhan and Ceyhan 2008;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 198,
                        "end": 209,
                        "text": "Gamez 2014;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 210,
                        "end": 226,
                        "text": "Kim et al. 2009;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 227,
                        "end": 245,
                        "text": "Lam and Peng 2010)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 369,
                        "end": 398,
                        "text": "(van den Eijnden et al. 2008)",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 401,
                        "end": 420,
                        "text": "Lam and Peng (2010)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 553,
                        "end": 572,
                        "text": "Carli et al. (2012)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 1187,
                        "end": 1210,
                        "text": "(Ciarrochi et al. 2016;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 1211,
                        "end": 1222,
                        "text": "Gamez 2014;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 1223,
                        "end": 1238,
                        "text": "Ko et al. 2009;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 1239,
                        "end": 1268,
                        "text": "Thorsteinsson and Davey 2014;",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 1269,
                        "end": 1297,
                        "text": "van den Eijnden et al. 2008)",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 1300,
                        "end": 1327,
                        "text": "Ciarrochi et al. (in press)",
                        "ref_id": null
                    },
                    {
                        "start": 1530,
                        "end": 1551,
                        "text": "Selfhout et al. 2009)",
                        "ref_id": "BIBREF45"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Excessive Internet Use and Mental Health Among Digital Youth",
                "sec_num": null
            },
            {
                "text": "This study was designed to address this issue. We expected, in particular, to find reciprocal relationships between excessive internet use and school burnout.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Excessive Internet Use and Mental Health Among Digital Youth",
                "sec_num": null
            },
            {
                "text": "Finnish schools practice heterogeneous grouping, meaning that all students, regardless of their academic ability level receive instruction together in the same classroom. This approach has been shown to have significant benefits for low-performing students and is often attributed to the low disparity in Finland between the highest-and lowest-performing students. Furthermore, Finnish culture values education and academic achievement and Finnish students have been highly ranked academically in the PISA (Program for International Assessment) assessments. However, recent PISA (OECD 2015) results revealed that Finnish students are less likely to be engaged and to like school than adolescents in most of the other OECD countries: Finland was ranked 60th among the 65 countries on the survey item measuring students' liking of school. Although Finnish schools are relatively well equipped with information and communication technologies, digital technologies are not intensively used in Finnish classrooms, causing students who make the most intensive use of socio-digital technologies to feel alienated and even bored (Salmela-Aro et al. in press). Research shows that many Finnish students report feeling academically inadequate, exhausted by school, and cynical about the value of school. Taken together, these are symptoms of school burnout (Salmela-Aro et al. 2009a, b) . Recently school engagement has been examined as a positive, fulfilling study-related state of mind (Salmela-Aro and Upadyaya 2012). In line with this approach, we define school engagement as a combination of energy, dedication and absorption, thereby highlighting its affective component. In this framework, energy refers to high levels of vigour and energy while studying. Dedication is characterized by a positive cognitive attitude towards studying in general, a perception of studying as meaningful, and experiencing a sense of significance, enthusiasm, challenge, and inspiration. Absorption is characterized by being fully concentrated and happily engrossed in one's studying so that time passes quickly. These dimensions have been found to correlate highly with each other (Salmela-Aro and Upadyaya 2012).",
                "cite_spans": [
                    {
                        "start": 1347,
                        "end": 1376,
                        "text": "(Salmela-Aro et al. 2009a, b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Emotional Engagement and School Burnout Among Finnish Adolescents",
                "sec_num": null
            },
            {
                "text": "Recently, psychometric work suggests that the positive and negative features of emotional engagement are both consequential and structurally distinguishable (Skinner et al. 2008) . Thus, disengagement is not considered solely to reflect the absence of engagement, but rather it is a separate and distinct psychological process that contributes uniquely to student outcomes in school settings.",
                "cite_spans": [
                    {
                        "start": 157,
                        "end": 178,
                        "text": "(Skinner et al. 2008)",
                        "ref_id": "BIBREF46"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Emotional Engagement and School Burnout Among Finnish Adolescents",
                "sec_num": null
            },
            {
                "text": "Consequently, disengagement has recently been explored in relation to school burnout (Salmela-Aro et al. 2009a, b) , which comprises three separate dimensions: exhaustion due to school demands, a cynical and detached attitude toward school, and feelings of inadequacy as a student. Exhaustion refers to being tired, to ruminating on school-related issues and to sleep problems (Salmela-Aro et al. 2009a, b) . Cynicism is manifested as an indifferent or distal attitude toward studying in general, a loss of interest in studying and not seeing studying as meaningful (Salmela-Aro et al. 2009a, b) . Sense of inadequacy refers to a diminished feeling of competence, achievement and accomplishment as a student (Salmela-Aro et al. 2009a, b) . School burnout has been studied as a continuous process that influences students' engagement with schoolwork, well-being, and later adjustment (Salmela-Aro and Upadyaya 2012). The negative emotional processes measured in the construct of school burnout conceptually mirror those of positive emotional engagement and align well with the concept of emotional disengagement in school, which influences academic and psychological functioning. Studies have rarely examined emotional engagement and school burnout simultaneously (for exceptions, see Tuominen-Soini and Salmela-Aro 2014; Salmela-Aro and Upadyaya 2014) which shows that school burnout leads to decreased school engagement later on, despite research findings indicating that positive and negative emotional processes are distinct and may differently affect adolescents' academic and emotional wellbeing (Janosz et al. 2008) . A longitudinal three-wave cross-lagged study among adolescents showed that school burnout predicted depressive symptoms later on rather than vice versa (Salmela-Aro et al. 2009a, b) . School engagement and burnout have not previously been studied in the context of excessive internet use. A recent study (Salmela-Aro et al. in press) revealed that many adolescents high in cynicism toward school had advanced selfreported socio-digital competencies. The active socio-digital participants reported that they would be more engaged at school if that they were allowed to use the new information and communication technologies more intensively in the classroom. The results suggested that adolescents immersed deeply in the use of socio-digital technologies may experience discontinuity, and thus a gap, between their in-and out-of-school experiences. They might be at risk for excessive internet use, if educational institutions do not meet their needs and provide structured opportunities for incorporating creative ways to use of socio-digital technologies in learning (Salmela-Aro et al. in press).",
                "cite_spans": [
                    {
                        "start": 85,
                        "end": 114,
                        "text": "(Salmela-Aro et al. 2009a, b)",
                        "ref_id": null
                    },
                    {
                        "start": 377,
                        "end": 406,
                        "text": "(Salmela-Aro et al. 2009a, b)",
                        "ref_id": null
                    },
                    {
                        "start": 566,
                        "end": 595,
                        "text": "(Salmela-Aro et al. 2009a, b)",
                        "ref_id": null
                    },
                    {
                        "start": 708,
                        "end": 737,
                        "text": "(Salmela-Aro et al. 2009a, b)",
                        "ref_id": null
                    },
                    {
                        "start": 1601,
                        "end": 1621,
                        "text": "(Janosz et al. 2008)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 1776,
                        "end": 1805,
                        "text": "(Salmela-Aro et al. 2009a, b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Emotional Engagement and School Burnout Among Finnish Adolescents",
                "sec_num": null
            },
            {
                "text": "Stage-environment fit theorists posit that students' motivation and engagement are largely determined by the extent to which schools provide educational and social environments that meet adolescents' needs for relatedness, autonomy, and competence (Eccles et al. 1993) . Meeting the developmental needs of digital adolescents appears to entail that educational institutions provide richer opportunities for cultivating creative and collaborative competences in the use of socio-digital technologies for learning. For instance, engaging adolescents in the pursuit of complex collaborative study projects results in increased engagement and improved learning results (Bransford et al. 1999) . Fulfilling adolescents' socio-cognitive and emotional needs can lead to an increase in their emotional engagement, in turn positively influencing their academic achievement and learning and protecting them from excessive internet use (Park et al. 2012 ). In the case of Finnish students, research suggests that students' emotional engagement is linked to contextual features such as the school climate, support from the school, and teachers able to motivate their students (Salmela-Aro et al. 2009a, b) . These contextual features have been linked to positive student perceptions of school (Haapasalo et al. 2010 ). However, while some studies have reported that Finnish students enjoy school and find learning valuable, there is mounting evidence that students also have negative feelings about school. From the 7th to 9th grade, students experience a significant decline in looking forward to school, and find school increasingly exhausting (Haapasalo et al. 2010) . The trend toward motivational decline is the most marked among students who choose the academic track during the transition to upper secondary education. Within a year and a half after entering high school, Finnish students on the academic track feel significantly burned out (Salmela-Aro and Tynkkynen 2012). Finland has only one high-stake test, i.e., the matriculation examination taken at the end of high school. In order to gain access to higher education, students on the academic track strive to be successful in schoolwork that is not only more challenging and strenuous but also is carried out an educational environment that is oriented more towards peer comparison and competition than was the case in their years of basic education (Salmela-Aro and Tynkkynen 2012). When their developmental needs for competency, relatedness, and autonomy are not met, students may become emotionally disaffected from school and withdraw, a process which might also lead to excessive internet use (Eccles et al. 1993; Ryan and Deci 2000) . In today's world, students' developmental needs may include possibilities for taking part in guided practices on the use of socio-digital technologies specifically for learning, knowledge seeking, and other creative purposes. It is possible that the same student who feels competent outside school, using the latest digital tools in order to cultivate relations with her/his peers, may feel inadequate and isolated at school when such tools are not available (Salmela-Aro et al. in press ). This reflects the potential gap between practices and needs inside and outside school.",
                "cite_spans": [
                    {
                        "start": 248,
                        "end": 268,
                        "text": "(Eccles et al. 1993)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 665,
                        "end": 688,
                        "text": "(Bransford et al. 1999)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 925,
                        "end": 942,
                        "text": "(Park et al. 2012",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 1164,
                        "end": 1193,
                        "text": "(Salmela-Aro et al. 2009a, b)",
                        "ref_id": null
                    },
                    {
                        "start": 1281,
                        "end": 1303,
                        "text": "(Haapasalo et al. 2010",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 1634,
                        "end": 1657,
                        "text": "(Haapasalo et al. 2010)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 2652,
                        "end": 2672,
                        "text": "(Eccles et al. 1993;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 2673,
                        "end": 2692,
                        "text": "Ryan and Deci 2000)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 3154,
                        "end": 3182,
                        "text": "(Salmela-Aro et al. in press",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Emotional Engagement and School Burnout Among Finnish Adolescents",
                "sec_num": null
            },
            {
                "text": "Furthermore, the ways in which the quality of students' emotional involvement in school influences excessive internet use might be complex and not yet completely understood. On the one hand, students who are socialized to self-directed, agentic and collaborative activities on the Internet (Gee and Hayes 2011) may become disengaged at school when faced with teacher-centered and externally controlled activities. Socio-digital participation may provide many adolescents with experiences of competence, belonging and autonomy (Salmela-Aro et al. in press). On the other hand, excessive immersion in monotonous and largely meaningless socio-digital activities may consume an adolescents' cognitive and time resources, making it harder to fully concentrate on learning and schoolwork (OECD 2015). Both low emotional engagement and school burnout are linked to poor academic and psychological functioning. Specifically, school burnout in Finnish students has been linked to substance use (Haapasalo et al. 2010) , low academic achievement (Salmela-Aro et al. 2009a, b) and depressive symptoms during the school years and beyond (Salmela-Aro et al. 2009a, b) , and thus might also lead to excessive internet use. Yet, while overall school satisfaction among Finnish students is low, highachieving students are at the greatest risk for experiencing adverse levels of stress and depressive symptoms (Tuominen-Soini and Salmela-Aro 2014). Moreover, gender might play a role, as research has usually shown excessive internet use to be more prevalent among males than females (Dhir et al. 2015; Morrison and Gore 2010; Willoughby 2008 ), whereas school burnout and depressive symptoms are more typical among females than males (Salmela-Aro and Tynkkynen 2012). Thus, possible gender differences in excessive internet use and depressive symptoms were investigated further in the present study.",
                "cite_spans": [
                    {
                        "start": 985,
                        "end": 1008,
                        "text": "(Haapasalo et al. 2010)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 1036,
                        "end": 1065,
                        "text": "(Salmela-Aro et al. 2009a, b)",
                        "ref_id": null
                    },
                    {
                        "start": 1125,
                        "end": 1154,
                        "text": "(Salmela-Aro et al. 2009a, b)",
                        "ref_id": null
                    },
                    {
                        "start": 1567,
                        "end": 1585,
                        "text": "(Dhir et al. 2015;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 1586,
                        "end": 1609,
                        "text": "Morrison and Gore 2010;",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 1610,
                        "end": 1625,
                        "text": "Willoughby 2008",
                        "ref_id": "BIBREF51"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Emotional Engagement and School Burnout Among Finnish Adolescents",
                "sec_num": null
            },
            {
                "text": "Digital technologies have transformed many aspects of human life. At the center of these transformations are today's digital adolescents (Prensky 2001) , who have been immersed with socio-digital technologies from the very beginning of their lives. Although socio-digital participation provides adolescents with access to diverse epistemic, social, and cultural resources supporting positive development, internet use can, however, have its dark side, such as addiction to repeated, monotonous, and largely meaningless use of digital technologies. In this study, we examined the longitudinal paths between excessive internet use, depressive symptoms, school burnout and engagement. Excessive use of the Internet has been associated with depressive symptoms (e.g., Meerkerk et al. 2009) . However, the existing research is mostly cross-sectional, which means that the possible longitudinal cross-lagged paths between depressive symptoms and problematic internet use have been little studied. Moreover, there is no research on the cross-lagged pathways between these possible reciprocal paths between school burnout, school engagement, depressive symptoms and excessive internet use. Specifically, we examined whether excessive internet use leads to both depressive symptoms and/or school-related burnout, or vice versa, or whether the influence is reciprocal. We examined these questions by studying twowave longitudinal data on both early and late adolescents. We thus report two longitudinal two-wave studies among early (age 12-14 years, Study 1) and late (age 16-18 years, Study 2) adolescents on the possible cross-lagged paths between excessive internet use and both depressive symptoms and school burnout.",
                "cite_spans": [
                    {
                        "start": 137,
                        "end": 151,
                        "text": "(Prensky 2001)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 764,
                        "end": 785,
                        "text": "Meerkerk et al. 2009)",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Present Study",
                "sec_num": null
            },
            {
                "text": "The Mind-the-Gap Survey Millennium target population (born in 2000) comprised all the 6th public grade elementary school students in the City of Helsinki. The sample contained 1 702 elementary school students from 33 schools (Males = 720, Females = 906, information about gender was missing for 76 students). Of these students, 461 participated in the study at both measurement times, whereas 760 students participated only at Time 1 and 1403 students participated only at Time 2. Only 10 % of the participants had an immigrant background, and were therefore somewhat under represented. At the two time points [Time 1 (spring 2013) at age 12-13; Time 2 (spring 2014) at age 13-14], participants completed a questionnaire measuring school burnout, school engagement, depressive symptoms, excessive internet use and various background variables. The questionnaire was administered during school hours and took about an hour to complete. Participation was voluntary, and informed consent forms were collected from both the students and their parents. The study protocol was approved by the University of Helsinki Ethical Review Board in the Humanities and Social and Behavioral Sciences.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study 1 Method",
                "sec_num": null
            },
            {
                "text": "School engagement was assessed at both time points with the Schoolwork Engagement Inventory (EDA; Salmela-Aro and Upadyaya 2012). The EDA measures energy (3 items, e.g., ''When I study, I feel that I am bursting with energy''), dedication (3 items, e.g., ''I am enthusiastic about my studies''), and absorption (3 items, e.g., ''Time flies when I'm studying'') in relation to school. Participants rated all items on a 7-point Likert-type scale ranging from 0 (Never) to 6 (Every day). The sum score of school engagement was used, and yielded a Cronbach's alpha reliability of 0.93 and 0.95.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "School Engagement",
                "sec_num": null
            },
            {
                "text": "School burnout was assessed at both time points with the School Burnout Inventory (SBI; Salmela-Aro et al. 2009a, b) . The inventory consists of three subscales: exhaustion (4 items, e.g., ''I feel overwhelmed by my studies''), cynicism toward the meaning of studying (3 items, e.g., ''I feel that I am losing interest in my studies''), and sense of inadequacy as a student (2 items, e.g., ''I often have feelings of inadequacy in my studies''). Participants rated all items on a 6-point Likert-type scale ranging from 1 (Completely disagree) to 6 (Completely agree). Composite scores were computed separately for the three subscales. The Cronbach alpha reliabilities were between 0.89 and 0.91 on both occasions.",
                "cite_spans": [
                    {
                        "start": 88,
                        "end": 116,
                        "text": "Salmela-Aro et al. 2009a, b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "School Burnout",
                "sec_num": null
            },
            {
                "text": "Depressive symptoms were measured by seven items drawn from the DEPS Depression Scale (Salokangas et al. 1995) . Sample items were: ''I feel sad,'' ''I do not enjoy my life,'' and ''The future is hopeless.'' Items were rated on a 4-point scale, ranging from 1 (not at all) to 4 (very much). The Cronbach's alpha reliabilities for the sum scores were 0.92 and 0.92.",
                "cite_spans": [
                    {
                        "start": 86,
                        "end": 110,
                        "text": "(Salokangas et al. 1995)",
                        "ref_id": "BIBREF42"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Depressive Symptoms",
                "sec_num": null
            },
            {
                "text": "In Finland, at the end of each academic year, all students receive an overall Grade Point Average (GPA), calculated on a scale from 4-10, for all the courses they have taken that year. Participants were asked to report their GPAs for each of the two study years.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Grade Point Average",
                "sec_num": null
            },
            {
                "text": "Excessive Internet use was evaluated by 7 (Time 1) and 5 (Time 2) statements concerning the respondent's desire to use information and communication technologies (ICTs) that is harmful and compulsive in nature (Kaltiala-Heino et al. 2004), e.g., ''I have a powerful urge to use ICT all the time.''; ''Using ICT causes me to neglect my schoolwork.''; and ''I use ICT late at night when it is possible.'', each rated on a 5-point Likert-type scale ranging from 1 (Completely disagree) to 5 (Completely agree) (Cronbach Alpha 0.72 and 0.80).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Excessive Internet Use",
                "sec_num": null
            },
            {
                "text": "Participants' gender and family socioeconomic status (SES) were included in our analyses as covariates. Gender was coded as 0 (boy) or 1 (girl). Family SES was indicated by parental occupation. Each parent's occupation was first coded according to the Classification of socio-economic groups issued by Statistics Finland (1989) . This measure was further recoded as 1 (blue collar), 2 (lower white collar) and 3 (upper white collar). If both parents were working, the higher SES of either parent was taken as the indicator of the family's SES. Regardless of the participants' family SES, only 2 % of the students did not have access to the Internet at home.",
                "cite_spans": [
                    {
                        "start": 313,
                        "end": 327,
                        "text": "Finland (1989)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Demographic Measures",
                "sec_num": null
            },
            {
                "text": "Attrition between the measurements was analyzed by comparing students who participated the study at both measurement times (N = 720) with those who had missing data at one measurement time (N = 906). The attrition analyses were carried out for students' engagement, burnout, depressive symptoms, excessive internet use, and GPA. The results indicated that students who participated the study at both measurement times showed lower levels of burnout (M = 2.52, SD = 1.00) and depressive symptoms (M = 1.49, SD = 0.58) at Time 2 than students who participated in the study only once (M = 2.66, SD = 1.08, t (1407) = 2.28, p \\ .05 for burnout and M = 1.60, SD = 0.63, t (1390) = 3.11, p \\ .01 for depressive symptoms).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Demographic Measures",
                "sec_num": null
            },
            {
                "text": "The research questions were analysed using autoregressive cross-lagged path models. The first model included stability coefficients for engagement, burnout, excessive internet use, and depressive symptoms, as well as crosslagged paths from each variable at Time 1 to each subsequent variable at Time 2. All the endogenous variables were allowed to covary. Gender and family SES were included in the model as antecedents. To identify the final model, all statistically non-significant paths were set to zero. The results of this initial model indicated that engagement and family SES were not significantly associated with any other variables, and thus these variables were omitted from the final model. The second model included stability coefficients for the three separate burnout dimensions (e.g., exhaustion, cynicism, and feelings of inadequacy) and excessive internet use, as well as crosslagged paths from each variable at Time 1 to each subsequent variable at Time 2. All the endogenous models were allowed to covary and gender was included in the model as an antecedent. To identify the final model, all statistically non-significant paths were set to zero.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Analysis Strategy",
                "sec_num": null
            },
            {
                "text": "The statistical analyses were performed using Mplus Version 6 (Muthén and Muthén 1998-2016) with the missing data method. The missing data method uses all the available data in order to estimate the model without imputing data. Because the distributions of the variables were skewed, the model parameters were estimated using the MLR estimator (Muthén and Muthén 1998-2016) . Goodness-of-fit was evaluated using five indicators: v 2 test, Comparative Fit Index (CFI), Tucker-Lewis Index (TLI), Root Mean Square Error of Approximation (RMSEA), and the Standardized Root Mean Square Residual (SRMR).",
                "cite_spans": [
                    {
                        "start": 62,
                        "end": 73,
                        "text": "(Muthén and",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 74,
                        "end": 91,
                        "text": "Muthén 1998-2016)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 344,
                        "end": 355,
                        "text": "(Muthén and",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 356,
                        "end": 373,
                        "text": "Muthén 1998-2016)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Analysis Strategy",
                "sec_num": null
            },
            {
                "text": "Means, variances and correlations between the variables are shown in Table 1 . After the non-significant paths were set to zero, the final model fitted the data well (Table 2 ; Fig. 1 ). First, among the early adolescents, the variables school engagement, school burnout, excessive internet use and depressive symptoms all showed statistically significant stability between Time 1 and Time 2. Second, the results revealed reciprocal positive cross-lagged paths between excessive internet use and school burnout: excessive internet use predicted later school burnout, and school burnout predicted later excessive internet use. Third, school burnout also predicted later depressive symptoms. Finally, the results showed that girls suffered more than boys from depressive symptoms, and that boys suffered more than girls from excessive internet use.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 69,
                        "end": 76,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 166,
                        "end": 174,
                        "text": "(Table 2",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 177,
                        "end": 183,
                        "text": "Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "The second model examined the cross-lagged paths between excessive internet use and the three components of school burnout. After all non-significant paths were set to zero, the final model fitted the data well (Table 2; Fig. 2) . The results showed stability among all three components of school burnout from Time 1 to Time 2. Second, the crosslagged paths between cynicism and feelings of inadequacy were statistically significant: cynicism predicted later inadequacy and inadequacy predicted later cynicism toward school. Finally, exhaustion, in particular, increased subsequent excessive internet use. Excessive internet use, cynicism, and feelings of inadequacy were more typical among boys than girls, whereas exhaustion was more typical among girls.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 211,
                        "end": 220,
                        "text": "(Table 2;",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 221,
                        "end": 228,
                        "text": "Fig. 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "The Mind-the-Gap Survey High school target population (born in 1997) comprised all the 1st grade public high school students from the City of Helsinki. The sample consisted of 1636 high school students from 18 schools (Males = 528, Females = 1047; for 53 students, data on gender were missing). At two time points [Time 1 (spring 2014) at age 16-17 (N = 1261); Time 2 (spring 2015) at age 17-18 (N = 902)], participants completed the same questionnaire as in Study 1. Of these students, 580 participated at both measurement times. The questionnaire was administered during school hours and took about an hour to complete. Participation was voluntary, and informed consent forms were collected from both the students and their parents. The study protocol was approved by the University of Helsinki Ethical Review Board in the Humanities and Social and Behavioral Sciences.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study 2 Method",
                "sec_num": null
            },
            {
                "text": "All the measures were the same as in Study 1. The Cronbach alphas for school engagement, school burnout, depressive symptoms and excessive internet use were between 0.85 and 0.92.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "Attrition analyses were carried out to examine attrition between the measurements by comparing students who participated the study at both measurement times (N = 580) with those who had missing data at one measurement time (N = 1056). The attrition analyses were carried out for students' engagement, burnout, depressive symptoms, excessive internet use, and GPA. The results indicated that students who participated the study at both measurement times showed higher engagement (M = 4.83, SD = 1.16) and a lower level of depressive symptoms (M = 1.64, SD = 0.52) at Time 1 than students who participated the study only once (M = 4.53, SD = 1.26, t (1338) = -4.55, p \\ .001 for engagement and M = 1.71, SD = 0.60, t (1337) = 2.44, p \\ .05 for depressive symptoms).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "Means, variances and correlations between variables are shown in Table 2 . After all the non-significant paths were set to zero, the final model fitted the data well (Table 2 ; Fig. 3 ). Among the late adolescents, all the variables showed statistically significant stability from Time 1 to Time 2. Second, the results revealed reciprocal cross-lagged paths between excessive internet use and school burnout: excessive internet use predicted later school burnout and school burnout predicted later excessive internet use. There was also a negative path between school burnout and engagement. Depressive symptoms, in turn, was predicted by school burnout. Reciprocal paths between school burnout and depressive symptoms were also observed. Girls suffered more than boys from depressive symptoms and school burnout, and boys suffered more than girls from excessive internet use. Moreover, fathers' high The second model examined the cross-lagged associations between the three components of school burnout and excessive internet use. After non-significant paths were set to zero, the final model fitted the data well (Table 2 ; Fig. 4 ). As in Study 1, reciprocal paths were indicated between cynicism and feelings of inadequacy. In addition, feelings of inadequacy predicted later exhaustion. Moreover, excessive internet use led to an increase in all three components of school burnout, whereas only exhaustion led to an increase in subsequent excessive internet use. Feelings of exhaustion and inadequacy were more typical among girls than boys, whereas excessive internet use was more typical among boys (Table 3) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 65,
                        "end": 72,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 166,
                        "end": 174,
                        "text": "(Table 2",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 177,
                        "end": 183,
                        "text": "Fig. 3",
                        "ref_id": null
                    },
                    {
                        "start": 1115,
                        "end": 1123,
                        "text": "(Table 2",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 1126,
                        "end": 1132,
                        "text": "Fig. 4",
                        "ref_id": null
                    },
                    {
                        "start": 1606,
                        "end": 1615,
                        "text": "(Table 3)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Previous research has shown that compulsive and excessive internet use is positively associated with impaired mental health, depressive symptoms, loneliness, anxiety and low",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "ExhausƟon 2",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ExhausƟon1",
                "sec_num": null
            },
            {
                "text": "Cynicism self-esteem (Ciarrochi et al. 2016; Gamez 2014; Lam and Peng 2010) . Similarly, excessive media use may lead to mental health problems later on (Primack et al. 2009) . However, longitudinal research examining the possible reciprocal influences between excessive internet use and general and school-related mental health is lacking. Moreover, the associations between excessive internet use and mental health may vary according to the age of the participants. Thus, there is a need for studies to examine these associations among early, mid, and late adolescents (Carli et al. 2012) . This is the first study to examine longitudinal crosslagged paths between excessive internet use, school engagement and burnout, and depressive symptoms among early and late adolescents. Interestingly, the two longitudinal studies reported here revealed reciprocal positive cross-lagged paths between excessive internet use and school burnout in both groups. According to these results, excessive internet use leads to later school burnout and school burnout leads to later excessive internet use. The results show that, among adolescents, contextual schoolrelated mental health, in particular, is affected by excessive internet use, which later on can spill over to depressive symptoms. Many of the digital youth targeted in the present studies are highly experienced in working with sociodigital technologies outside of school on an everyday basis",
                "cite_spans": [
                    {
                        "start": 21,
                        "end": 44,
                        "text": "(Ciarrochi et al. 2016;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 45,
                        "end": 56,
                        "text": "Gamez 2014;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 57,
                        "end": 75,
                        "text": "Lam and Peng 2010)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 153,
                        "end": 174,
                        "text": "(Primack et al. 2009)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 571,
                        "end": 590,
                        "text": "(Carli et al. 2012)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ExhausƟon1",
                "sec_num": null
            },
            {
                "text": "Exhaustion 2",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Exhaustion1",
                "sec_num": null
            },
            {
                "text": "Cynicism (Gee and Hayes 2011) . However, while socio-digital participation may provide rewarding cognitive and social experiences outside school, many adolescents appear to be at risk for addiction to excessive use of socio-digital technologies as a consequence of disengaging from educational experiences that do not motivate or interest them. Excessive internet use relates not only to individual behaviors, but also to the way socio-digital technologies are designed to function (constantly advertising new social events, repeatedly updating information, opening new levels only after iterative efforts, constantly interrupting activity and actively calling for attention) (Hakkarainen et al. 2015) . Constant activation of seemingly relevant social messages may hook vulnerable adolescents with motivational problems onto compulsive, repeated digital activities. Such experiences may gradually lead to excessive internet use. Sometimes, intensive socio-digital participation can be driven by harmonious passions (Vallerand et al. 2007 ) that lead adolescents to cultivate their skills and competencies and engage in gradually more complex digital activities (Ito et al. 2010) ; however, some young people develop an obsessive passion (Vallerand et al. 2007) , or even addiction, involving repeated participation in monotonous activities such as those related to computer gaming and/or social media use (Kaltiala-Heino et al. 2004) . Our previous understanding of the younger generation's excessive internet use and mental health is limited in part by the fact that most of the literature on the topic focuses on adolescents in the USA, where many students experience a decline in emotional engagement, as well as in academic and psychological outcomes, over the course of secondary school (Eccles et al. 1993) . Studying the course and consequences of emotional engagement and burnout in relation to excessive internet use in a country like Finland, where students attain consistently high levels of academic achievement throughout their school career, despite recent evidence showing that students may not enjoy school, can yield some unique insights regarding the associations of student emotional school engagement and burnout with excessive internet use. Our results contribute to the literature by revealing that it is contextual, school-related mental health problems, in particular, that predict later excessive internet use, and vice versa, rather than general mental health problems, such as depressive symptoms. It might be that detrimental school-related mental health is the first step to excessive internet use, later spilling over to general mental health in the form of, e.g., depressive symptoms. Our results reveal the first signs of these spirals among both early and late adolescents. These are very important initial findings. If young people are not engaged at school, then they will find new objects of engagement outside of school. Although such interests may be developmentally beneficial, they may also lead to excessive and possibly addictive narrow engagement with the Internet. In support of earlier studies, we also found a negative path between school burnout and engagement (Salmela-Aro and Upadyaya 2014). Depressive symptoms, in turn, was predicted by school burnout and vice versa (Salmela-Aro et al. 2009a, b) .",
                "cite_spans": [
                    {
                        "start": 9,
                        "end": 29,
                        "text": "(Gee and Hayes 2011)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 676,
                        "end": 701,
                        "text": "(Hakkarainen et al. 2015)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 1016,
                        "end": 1038,
                        "text": "(Vallerand et al. 2007",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 1162,
                        "end": 1179,
                        "text": "(Ito et al. 2010)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1238,
                        "end": 1261,
                        "text": "(Vallerand et al. 2007)",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 1406,
                        "end": 1434,
                        "text": "(Kaltiala-Heino et al. 2004)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1793,
                        "end": 1813,
                        "text": "(Eccles et al. 1993)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 3319,
                        "end": 3348,
                        "text": "(Salmela-Aro et al. 2009a, b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Exhaustion1",
                "sec_num": null
            },
            {
                "text": "Stage-environment fit theorists argue that students' motivation and engagement are largely determined by the extent to which schools provide educational and social environments that meet adolescents' needs for relatedness, autonomy, and competence (Eccles et al. 1993) . Accordingly, fulfilling adolescents' social and emotional needs can lead to an increase in their emotional engagement (Park et al. 2012 ) and positively influence their academic achievement and so prevent excessive internet use. However, our results revealed that school engagement was not related to, or buffered against, excessive internet use, but rather it was the negative side of engagement, that is, school burnout, that was associated with excessive internet use. This is an important finding, as it points to the different relations attaching to engagement and burnout in the school context. However, the results also showed that burnout can later spill over to engagement, impairing the latter in high school. This trend toward a decline in motivation is most marked among students who choose an academic track during their transition to upper secondary education. This might be related to stress induced by academic demands (Salmela-Aro and Tynkkynen 2012). With university studies as their goal, upper secondary students on the academic track strive to be successful in high school, which presents a more challenging and strenuous educational environment, oriented more toward social comparison and peer competition, than lower secondary school (Salmela-Aro and Tynkkynen 2012). When they feel pressured and their developmental needs for competency, relatedness, and autonomy are not met, students may withdraw and become emotionally disaffected from school. This, in turn, could lead to excessive internet use (Eccles et al. 1993; Ryan and Deci 2000) . Adolescents might resort to socio-digital technologies because, unlike the latter, school does not support their needs for competency, relatedness and autonomy (Salmela-Aro et al. in press).",
                "cite_spans": [
                    {
                        "start": 248,
                        "end": 268,
                        "text": "(Eccles et al. 1993)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 389,
                        "end": 406,
                        "text": "(Park et al. 2012",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 1794,
                        "end": 1814,
                        "text": "(Eccles et al. 1993;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1815,
                        "end": 1834,
                        "text": "Ryan and Deci 2000)",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Exhaustion1",
                "sec_num": null
            },
            {
                "text": "The results revealed that, among early adolescents in lower secondary school, later excessive internet use was predicted, in particular, by the burnout component of cynical attitude toward school and studies. These cynical young people at the age of 12 and 13 might feel that school no longer has any meaning or value for them and so seek meaning and value outside of school and, among other things, develop an addiction to such technology-mediated activities as excessive gaming and social media use. There is a risk that this can later lead to a cynical and negative attitude toward society as a whole and dropout from school (Bask and Salmela-Aro 2013) . For high school students on an academic track, it was rather the component of exhaustion that leads to excessive internet use. These results point to the importance of finding ways to incorporate socio-digital practices that are meaningful for youth into their school work, to serve learning and not just as entertainment outside school.",
                "cite_spans": [
                    {
                        "start": 628,
                        "end": 655,
                        "text": "(Bask and Salmela-Aro 2013)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Exhaustion1",
                "sec_num": null
            },
            {
                "text": "As found in earlier studies, girls in general reported suffering more than boys from depressive symptoms and, in late adolescence, from school burnout, whereas boys more typically suffered from excessive internet use. SES did not predict any of these variables. Similarly, depressive symptoms were followed by an increase in burnout symptoms in both girls and boys in high school. Among boys, while excessive internet use was more frequent than among girls, it was also linked to increased subsequent burnout symptoms. Thus, the present results suggest that the symptoms related to mental health problems and their causes and consequences may be partially different for boys and girls. Early identification and treatment of these would benefit all students and prevent further symptoms from accumulating (e.g., early depressive symptoms among girls may lead to burnout in high school).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Exhaustion1",
                "sec_num": null
            },
            {
                "text": "This study has its limitations. Both longitudinal studies were based on only two waves and the retention rate could be better. To gain a more nuanced understanding of excessive internet use, data on adolescents' digitally mediated activities and interests and associated addictive experiences and symptoms are needed. Moreover, future studies should further examine the development of internet addition. It would be important to collect more data on various aspects of excessive internet use, not only on its developmental effects but also on its actual content, processes and qualities. Excessive internet use is a complex phenomenon that may confound both obsessive and harmonious passions. In order to assess its cognitive implications, we need to collect data on adolescents' sociodigital activities. This is important for distinguishing the less developmental and more negative (as well as positive, see also Willoughby 2008) aspects of socio-digital participation and using the potential opened up by complex technology-mediated practices for improving the pedagogic practices of schools. Making meaningful suggestions for preventing excessive internet use (beyond reducing time on the Internet), requires a sophisticated and concrete understanding of the associated psychological processes. Finally, the present studies are limited in that they did not examine contextual factors. Future studies could examine features of the educational and family context to help us understand which aspects of different educational systems and cultures contribute to the development of excessive internet use, emotional engagement and school burnout (Wang and Degol 2014) . Further studies are needed, for instance, to reveal gaps and discontinuities between adolescents' out-of-school learning experiences and the practices used in schools to promote learning and engagement.",
                "cite_spans": [
                    {
                        "start": 1643,
                        "end": 1664,
                        "text": "(Wang and Degol 2014)",
                        "ref_id": "BIBREF50"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations",
                "sec_num": null
            },
            {
                "text": "Our results have strong practical implications. The present results can help us to design targeted interventions. The lower secondary school years might be the most critical time to intervene. To engage students in school and not allow them to be burned out might be the most successful way to prevent excessive internet use and promote mental health. Internet use may be addictive, but it may also offer creative personal and social experiences providing important gratifications that are useful in later studies and working life (Dhir et al. 2015) . The bright side of socio-digital participation should also be examined. For instance, international experiences of computer-supported collaborative learning indicate that participation in student-centered but structured technology-mediated learning motivates adolescents and produces good learning results (e.g., Hakkarainen et al. 2015) . Numerous investigations reveal that, supported by proper instruction and collaborative technologies, primaryand lower secondary school students are able to pursue challenging inquiries. Such approaches highlight the importance of the active personal and collaborative engagement of students in their learning processes (shared objectives, team-produced artifacts, self-reflection, and peer review). Pedagogically meaningful use of socio-digital technologies would not only engage adolescents in constructing in-depth understanding of scientific principles but also motivate their participation in building and using scientific and technological knowledge in an experimental way in meaningful contexts. The relevance of such pedagogic innovations are highlighted by recent changes in the Finnish national curriculum for comprehensive and high-school education that require 20 % of studies to be taken as phenomenon-based projects that involve integrating several subject domains and student collaboration and participation in the project design (Schneider et al. 2016) .",
                "cite_spans": [
                    {
                        "start": 531,
                        "end": 549,
                        "text": "(Dhir et al. 2015)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 865,
                        "end": 889,
                        "text": "Hakkarainen et al. 2015)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 1936,
                        "end": 1959,
                        "text": "(Schneider et al. 2016)",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Implications",
                "sec_num": null
            },
            {
                "text": "By making learning a more meaningful and social experience, it would be possible to promote learning engagement also in students who already show signs of a cynical attitude to school. Engaging a larger proportion of adolescents in general, and males in particular, entails a substantial transformation in prevailing educational practices to bring them in line with the personal and social needs and emerging capabilities of digital youth. The present research findings also have a number of implications for prevention and treatment. In terms of prevention, identification of specific variables associated with excessive internet use helps in targeting potential at-risk individuals. These adolescents and their parents may then be approached by teachers and educated about the potential problems posed by extensive internet use. Raising awareness and providing education for adolescents, their parents and, in particular, schools and teachers are clearly key themes in prevention. Thus far, socio-digital technologies are not systematically used in Finnish schools for learning purposes. While adolescents rely on spontaneously emerging socio-digital practices of maintaining their social relations and pursuing their interests, they are in danger of excessive participation in repeated meaningless activities and, ultimately, of excessive internet use. In order to solve the problem, adolescents should be provided with opportunities to take part in structured activities that guide and facilitate complex and creative ways of using the new technologies (see Schneider et al. 2016) .",
                "cite_spans": [
                    {
                        "start": 1562,
                        "end": 1584,
                        "text": "Schneider et al. 2016)",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Implications",
                "sec_num": null
            },
            {
                "text": "The present study despite its limitations adds to our understanding of adolescents' excessive internet use from the perspective of emotional engagement in school and school burnout. Emotional engagement, school burnout and depressive symptoms were found to function as distinct psychological processes each of which makes a unique contribution to adolescent excessive internet use. Furthermore, the quality of students' emotional involvement in school may influence excessive internet use through multiple pathways. Students who burn out at school are at risk for excessive internet use and depressive symptoms, which in turn can affect various measures of their academic success later on. Promoting student engagement has become a global concern, and the present findings from Finnish students, who are among the highest performing students in the world, shed light on the role of students' emotional engagement and school burnout in shaping excessive internet use by young people.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion",
                "sec_num": null
            },
            {
                "text": "J Youth Adolescence",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "a Time 1, b Time 2 ? p \\ .06; * p \\ .05; ** p \\ .01; *** p \\ .001 J Youth Adolescence",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Authors Contributions K S. A. conceived the Mind-the-Gap study, designed the current study and coordinated and drafted the manuscript. K. U. performed the statistical analyses and contributed to the writing of the manuscript. K. H. conceived the Mind-the-Gap study, and helped to draft the manuscript. K. L. conceived the Mind-the-Gap study, and helped to draft the manuscript. K. A. conceived the Mindthe-Gap study and helped to draft the manuscript. All authors read and approved the final manuscript.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Acknowledgements",
                "sec_num": null
            },
            {
                "text": "Funding The study has been supported by the Academy of Finland Grants 263328 Mind-the-Gap Lonka, Hakkarainen, Alho and Salmela-Aro and 273872 LEAD Salmela-Aro.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "annex",
                "sec_num": null
            },
            {
                "text": "The authors report no conflict of interests.Ethical Approval The study protocol was approved by the University of Helsinki Ethical Review Board in the Humanities and Social and Behavioral Sciences.Informed Consent Participation was voluntary, and informed consent forms were collected from both the students and their parents.Professor, Institute of Education, University College London, UK. She received her doctorate in psychology in University of Helsinki. Her major interest include motivation, well-being and educational transitions.Katja Upadyaya is a postdoctoral researcher at the University of Jyväskylä and University of Helsinki, Finland. She received her doctorate in 2007 from the University of Jyväskylä. Her major research interests include school-and work-engagement, educational transitions, students' motivation, well-being, and teacher-student and parent-child interaction.Kai Hakkarainen is Professor at the University of Helsinki, Finland. He received his doctorate in psychology in University of Helsinki. His major interest include socio-digital technology and collaborate learning.Kirsti Lonka is Professor at the University of Helsinki, Finland. She received his doctorate in psychology in University of Helsinki. Her major interest include teacher education, and learning.Kimmo Alho is Professor at the University of Helsinki, Finland. He received his doctorate in psychology in University of Helsinki. His major interest include attention and brain development.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conflict of interest",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Burned out to drop out: Exploring the relationship between school burnout and school dropout",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Bask",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Salmela-Aro",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "European Journal of Psychology of Education",
                "volume": "28",
                "issue": "2",
                "pages": "511--528",
                "other_ids": {
                    "DOI": [
                        "10.1007/s10212-012-0126-5"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Bask, M., & Salmela-Aro, K. (2013). Burned out to drop out: Exploring the relationship between school burnout and school dropout. European Journal of Psychology of Education, 28(2), 511-528. doi:10.1007/s10212-012-0126-5.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "The 'digital natives' debate: A critical review of the evidence",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Bennett",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Maton",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Kervin",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "British Journal of Educational Technology",
                "volume": "39",
                "issue": "5",
                "pages": "775--786",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bennett, S., Maton, K., & Kervin, L. (2008). The 'digital natives' debate: A critical review of the evidence. British Journal of Educational Technology, 39(5), 775-786.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "How people learn: Brain, mind, and school",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Bransford",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "N"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Cocking",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bransford, J., Brown, A. N., & Cocking, R. (1999). How people learn: Brain, mind, and school. Washington, DC: National Academy Press.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "The association between pathological internet use and comorbid psychopathology: A systematic review",
                "authors": [
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Carli",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Durkee",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Wasserman",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Hadlaczky",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Despalins",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Kramarz",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Kaess",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Psychopathology",
                "volume": "46",
                "issue": "1",
                "pages": "1--13",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Carli, V., Durkee, T., Wasserman, D., Hadlaczky, G., Despalins, R., Kramarz, E., & Kaess, M. (2012). The association between pathological internet use and comorbid psychopathology: A systematic review. Psychopathology, 46(1), 1-13.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "The shallows: What the internet is doing to our brains",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Carr",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Carr, N. (2011). The shallows: What the internet is doing to our brains. New York: W. W. Norton & Company.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Causes, affects and practicalities of everyday multitasking",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Carrier",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Rosen",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Cheever",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Lim",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Developmental Review",
                "volume": "35",
                "issue": "",
                "pages": "64--78",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Carrier, L., Rosen, L., Cheever, N., & Lim, A. (2015). Causes, affects and practicalities of everyday multitasking. Developmental Review, 35, 64-78.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Loneliness, depression, and computer self-efficacy as predictors of problematic internet use",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "A"
                        ],
                        "last": "Ceyhan",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Ceyhan",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "CyberPsychology & Behavior",
                "volume": "11",
                "issue": "6",
                "pages": "699--701",
                "other_ids": {
                    "DOI": [
                        "10.1089/cpb.2007.0255"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Ceyhan, A. A., & Ceyhan, E. (2008). Loneliness, depression, and computer self-efficacy as predictors of problematic internet use. CyberPsychology & Behavior, 11(6), 699-701. doi:10.1089/cpb. 2007.0255.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "The development of compulsive internet use and mental health: A four year study of adolescence",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Ciarrochi",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Parker",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Baljinder",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Marshall",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Jackson",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Gloster",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Heaven",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Developmental Psychology",
                "volume": "52",
                "issue": "2",
                "pages": "272--283",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ciarrochi, J., Parker, P., Baljinder, S., Marshall, S., Jackson, C., Gloster, A., & Heaven, P. (2016). The development of compul- sive internet use and mental health: A four year study of adolescence. Developmental Psychology, 52(2), 272-283.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Predicting adolescent Internet addiction: The roles of demographics, technology accessibility, unwillingness to communicate and sought Internet gratifications",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Dhir",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Chen",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Nieminen",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Computers in Human Behavior",
                "volume": "51",
                "issue": "",
                "pages": "24--33",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dhir, A., Chen, S., & Nieminen, M. (2015). Predicting adolescent Internet addiction: The roles of demographics, technology accessibility, unwillingness to communicate and sought Internet gratifications. Computers in Human Behavior, 51, 24-33.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Development during adolescence: The impact of stage-environment fit on young adolescents' experiences in schools and in families",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Buchanan",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Reuman",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Flanagan",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Mac Iver",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "American Psychologist",
                "volume": "48",
                "issue": "2",
                "pages": "90--101",
                "other_ids": {
                    "DOI": [
                        "10.1037/0003-066X.48.2.90"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. S., Midgley, C., Wigfield, A., Buchanan, C. M., Reuman, D., Flanagan, C., & Mac Iver, D. (1993). Development during adolescence: The impact of stage-environment fit on young adolescents' experiences in schools and in families. American Psychologist, 48(2), 90-101. doi:10.1037/0003-066X.48.2.90.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Depressive symptoms and problematic internet use among adolescents: An analysis of the longitudinal relationships from the cognitive-behavioural model",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Gamez",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Cyberpsychology, Behaviour and Social Networking",
                "volume": "17",
                "issue": "11",
                "pages": "714--719",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gamez, M. (2014). Depressive symptoms and problematic internet use among adolescents: An analysis of the longitudinal relation- ships from the cognitive-behavioural model. Cyberpsychology, Behaviour and Social Networking, 17(11), 714-719.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "What video games have to teach us about learning and literacy",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Gee",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gee, J. P. (2007). What video games have to teach us about learning and literacy (2nd ed.). New York: St. Martin's Griffin.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Language and learning in the digital age",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Gee",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "Hayes",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gee, J. P., & Hayes, E. R. (2011). Language and learning in the digital age. London: Routledge.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "How comprehensive school students perceive their psychosocial school environment",
                "authors": [
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Haapasalo",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Välimaa",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Kannas",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Scandinavian Journal of Educational Research",
                "volume": "54",
                "issue": "2",
                "pages": "133--150",
                "other_ids": {
                    "DOI": [
                        "10.1080/00313831003637915"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Haapasalo, I., Välimaa, R., & Kannas, L. (2010). How comprehensive school students perceive their psychosocial school environment. Scandinavian Journal of Educational Research, 54(2), 133-150. doi:10.1080/00313831003637915.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Socio-digital revolution: Digital natives vs digital immigrants",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Hakkarainen",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Hietajärvi",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Alho",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Lonka",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Salmela-Aro",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "International encyclopedia of the social and behavioral sciences",
                "volume": "22",
                "issue": "",
                "pages": "918--923",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hakkarainen, K., Hietajärvi, L., Alho, K., Lonka, K., & Salmela-Aro, K. (2015). Socio-digital revolution: Digital natives vs digital immigrants. In J. D. Wright (Ed.), International encyclopedia of the social and behavioral sciences (2nd ed., Vol. 22, pp. 918-923). Amsterdam: Elsevier.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Hanging out, messing around, and geeking out",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Ito",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Baumer",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Bittandi",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Boud",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Cody",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ito, M., Baumer, S., Bittandi, M., Boud, D., Cody, R., et al. (2010). Hanging out, messing around, and geeking out. Cambridge, MA: MIT Press.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "School engagement trajectories and their differential predictive relations to dropout",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Janosz",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Archambault",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Morizot",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "S"
                        ],
                        "last": "Pagani",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Journal of social Issues",
                "volume": "64",
                "issue": "1",
                "pages": "21--40",
                "other_ids": {
                    "DOI": [
                        "10.1111/j.1540-4560.2008.00546.x"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Janosz, M., Archambault, I., Morizot, J., & Pagani, L. S. (2008). School engagement trajectories and their differential predictive relations to dropout. Journal of social Issues, 64(1), 21-40. doi:10.1111/j.1540-4560.2008.00546.x.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Confronting the challenges of participatory culture: Media education for 21st century",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Jenkins",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Clinton",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Purushotma",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Robison",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Wiegel",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jenkins, H., Clinton, K., Purushotma, R., Robison, A., & Wiegel, M. (2009). Confronting the challenges of participatory culture: Media education for 21st century. Macrthur: MacArthur.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Internet addiction? Potentially problematic use of the Internet in a population of 12-18 year-old adolescents",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Kaltiala-Heino",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Lintonen",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Rimpelä",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Addiction Research & Theory",
                "volume": "12",
                "issue": "1",
                "pages": "89--96",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kaltiala-Heino, R., Lintonen, T., & Rimpelä, A. (2004). Internet addiction? Potentially problematic use of the Internet in a population of 12-18 year-old adolescents. Addiction Research & Theory, 12(1), 89-96.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Loneliness as the cause and the effect of problematic Internet use: The relationship between Internet use and psychological well-being",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Kim",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Larose",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Peng",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "CyberPsychology & Behavior",
                "volume": "12",
                "issue": "4",
                "pages": "451--455",
                "other_ids": {
                    "DOI": [
                        "10.1089/cpb.2008.0327"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Kim, J., LaRose, R., & Peng, W. (2009). Loneliness as the cause and the effect of problematic Internet use: The relationship between Internet use and psychological well-being. CyberPsychology & Behavior, 12(4), 451-455. doi:10.1089/cpb.2008.0327.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "The associations between aggressive behaviors and Internet addiction and online activities in adolescents",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "H"
                        ],
                        "last": "Ko",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "Y"
                        ],
                        "last": "Yen",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "C"
                        ],
                        "last": "Liu",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "F"
                        ],
                        "last": "Huang",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "F"
                        ],
                        "last": "Yen",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Journal of Adolescent Health",
                "volume": "44",
                "issue": "6",
                "pages": "598--605",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ko, C. H., Yen, J. Y., Liu, S. C., Huang, C. F., & Yen, C. F. (2009). The associations between aggressive behaviors and Internet addiction and online activities in adolescents. Journal of Adolescent Health, 44(6), 598-605.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Effect of pathological use of the internet on adolescent mental health: A prospective study",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "T"
                        ],
                        "last": "Lam",
                        "suffix": ""
                    },
                    {
                        "first": "Z",
                        "middle": [
                            "W"
                        ],
                        "last": "Peng",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Archives of Pediatrics and Adolescent Medicine",
                "volume": "164",
                "issue": "10",
                "pages": "901--906",
                "other_ids": {
                    "DOI": [
                        "10.1001/archpediatrics.2010.159"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Lam, L. T., & Peng, Z. W. (2010). Effect of pathological use of the internet on adolescent mental health: A prospective study. Archives of Pediatrics and Adolescent Medicine, 164(10), 901-906. doi:10.1001/archpediatrics.2010.159.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Adolescents' networks: Exploring different patterns of socio-digital participation",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Li",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Hietajärvi",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Palonen",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Salmela-Aro",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Hakkarainen",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Scandinavian Journal of Educational Research",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.1080/00313831.2015.1120236"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Li, S., Hietajärvi, L., Palonen, T., Salmela-Aro, K., & Hakkarainen, K. (in press). Adolescents' networks: Exploring different patterns of socio-digital participation. Scandinavian Journal of Educational Research. doi: 10.1080/00313831.2015.1120236.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "The compulsive internet use scale (CIUS): Some psychometric properties",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "J"
                        ],
                        "last": "Meerkerk",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Van Den Eijnden",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "A"
                        ],
                        "last": "Vermulst",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "F L"
                        ],
                        "last": "Garretsen",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "CyberPsychology & Behavior",
                "volume": "12",
                "issue": "1",
                "pages": "1--6",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Meerkerk, G. J., Van Den Eijnden, R., Vermulst, A. A., & Garretsen, H. F. L. (2009). The compulsive internet use scale (CIUS): Some psychometric properties. CyberPsychology & Behavior, 12(1), 1-6.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "The relationship between excessive Internet use and depression: A questionnaire-based study of 1,319 young people and adults",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Morrison",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Gore",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Psychopathology",
                "volume": "43",
                "issue": "2",
                "pages": "121--126",
                "other_ids": {
                    "DOI": [
                        "10.1159/000277001"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Morrison, C. M., & Gore, H. (2010). The relationship between excessive Internet use and depression: A questionnaire-based study of 1,319 young people and adults. Psychopathology, 43(2), 121-126. doi:10.1159/000277001.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Mplus. User's guide",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Muthén",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "O"
                        ],
                        "last": "Muthén",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Muthén, L. & Muthén, B. O. (1998-2016). Mplus. User's guide. Los Angeles, CA: Muthén & Muthén.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Students, computers and learning",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Oecd",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "OECD. (2015). Students, computers and learning. Paris: OECD.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Reclaiming an awkward term: What we might learn from ''Digital Natives",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Palfrey",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Gasser",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Deconstructing digital natives",
                "volume": "",
                "issue": "",
                "pages": "186--204",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Palfrey, J., & Gasser, U. (2011). Reclaiming an awkward term: What we might learn from ''Digital Natives''. In M. Thomas (Ed.), Deconstructing digital natives (pp. 186-204). London, UK: Routledge.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "What makes students engaged in learning? A time-use study of within-and between-individual predictors of emotional engagement in low-performing high schools",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Park",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "D"
                        ],
                        "last": "Holloway",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Arendtsz",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Bempechat",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Li",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Journal of Youth and Adolescence",
                "volume": "41",
                "issue": "3",
                "pages": "390--401",
                "other_ids": {
                    "DOI": [
                        "10.1007/s10964-011-9738-3"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Park, S., Holloway, S. D., Arendtsz, A., Bempechat, J., & Li, J. (2012). What makes students engaged in learning? A time-use study of within-and between-individual predictors of emotional engagement in low-performing high schools. Journal of Youth and Adolescence, 41(3), 390-401. doi:10.1007/s10964-011- 9738-3.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Innovative schools: Teaching and learning in the digital era-workshop documentation",
                "authors": [],
                "year": 2015,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Parliament, European (Ed.). (2015). Innovative schools: Teaching and learning in the digital era-workshop documentation. Brussels: European Parliament.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Digital natives, digital immigrants",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Prensky",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "",
                "volume": "9",
                "issue": "",
                "pages": "1--6",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Prensky, M. (2001). Digital natives, digital immigrants. On the New Horizon, 9(5), 1-6.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "From digital natives to digital wisdom: Hopeful essays from 21st century learning",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Prensky",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Prensky, M. (2012). From digital natives to digital wisdom: Hopeful essays from 21st century learning. Thousand Oaks, CA: Sage.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Association between media use in adolescence and depression in young adulthood: A longitudinal study",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "A"
                        ],
                        "last": "Primack",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Swanier",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Georgiopoulos",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "R"
                        ],
                        "last": "Land",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Fine",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Archives of General Psychiatry",
                "volume": "66",
                "issue": "2",
                "pages": "181--188",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Primack, B. A., Swanier, B., Georgiopoulos, A. M., Land, S. R., & Fine, M. J. (2009). Association between media use in adoles- cence and depression in young adulthood: A longitudinal study. Archives of General Psychiatry, 66(2), 181-188. doi:10.1001/ archgenpsychiatry.2008.532.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Self-determination theory and the facilitation of intrinsic motivation, social development, and wellbeing",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Ryan",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "L"
                        ],
                        "last": "Deci",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "American Psychologist",
                "volume": "55",
                "issue": "1",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ryan, R. M., & Deci, E. L. (2000). Self-determination theory and the facilitation of intrinsic motivation, social development, and well- being. American Psychologist, 55(1), 68.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "School burnout inventory (SBI): Reliability and validity",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Salmela-Aro",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Kiuru",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Leskinen",
                        "suffix": ""
                    },
                    {
                        "first": "J.-E",
                        "middle": [],
                        "last": "Nurmi",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "European Journal of Psychological Assessment",
                "volume": "25",
                "issue": "1",
                "pages": "48--57",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Salmela-Aro, K., Kiuru, N., Leskinen, E., & Nurmi, J.-E. (2009a). School burnout inventory (SBI): Reliability and validity. Euro- pean Journal of Psychological Assessment, 25(1), 48-57. doi:10. 1027/1015-5759.25.1.48.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "School Burnout and Engagement Profiles among Digital Natives in Finland: A person-oriented approach",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Salmela-Aro",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Muotka",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Hakkarainen",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Alho",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Lonka",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Salmela-Aro, K., Muotka, J., Hakkarainen, K., Alho, K., & Lonka, K. (in press). School Burnout and Engagement Profiles among Digital Natives in Finland: A person-oriented approach. Euro- pean Journal of Developmental Psychology.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Depressive symptoms and school burnout during adolescence: Evidence from two cross-lagged longitudinal studies",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Salmela-Aro",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Savolainen",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Holopainen",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Journal of Youth and Adolescence",
                "volume": "38",
                "issue": "10",
                "pages": "1316--1327",
                "other_ids": {
                    "DOI": [
                        "10.1007/s10964-008-9334-"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Salmela-Aro, K., Savolainen, H., & Holopainen, L. (2009b). Depressive symptoms and school burnout during adolescence: Evidence from two cross-lagged longitudinal studies. Journal of Youth and Adolescence, 38(10), 1316-1327. doi:10.1007/s10964-008-9334-.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Gendered pathways in school burnout among adolescents",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Salmela-Aro",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Tynkkynen",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Journal of Adolescence",
                "volume": "35",
                "issue": "4",
                "pages": "929--939",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Salmela-Aro, K., & Tynkkynen, L. (2012). Gendered pathways in school burnout among adolescents. Journal of Adolescence, 35(4), 929-939.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "The schoolwork engagement inventory: Energy, dedication and absorption (EDA)",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Salmela-Aro",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Upadyaya",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Salmela-Aro, K., & Upadyaya, K. (2012). The schoolwork engage- ment inventory: Energy, dedication and absorption (EDA).",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "School burnout and engagement in the context of demands-resources model",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Salmela-Aro",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Upadyaya",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "British Journal of Educational Psychology",
                "volume": "84",
                "issue": "1",
                "pages": "137--151",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Salmela-Aro, K., & Upadyaya, K. (2014). School burnout and engagement in the context of demands-resources model. British Journal of Educational Psychology, 84(1), 137-151. doi:10. 1111/bjep.12018.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Screening for depression in primary care Development and validation of the Depression Scale, a screening instrument for depression",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "K R"
                        ],
                        "last": "Salokangas",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Poutanen",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Stengård",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Salokangas, R. K. R., Poutanen, O., & Stengård, E. (1995). Screening for depression in primary care Development and validation of the Depression Scale, a screening instrument for depression.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Investigating optimal learning moments in U.S. and Finnish science classes",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Schneider",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Krajick",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Lavonen",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Salmela-Aro",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Journal of Research in Science Teaching",
                "volume": "53",
                "issue": "3",
                "pages": "400--421",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Schneider, B., Krajick, J., Lavonen, J., Salmela-Aro, K., et al. (2016). Investigating optimal learning moments in U.S. and Finnish science classes. Journal of Research in Science Teaching, 53(3), 400-421.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Different types of Internet use, depression, and social anxiety: The role of perceived friendship quality",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "H"
                        ],
                        "last": "Selfhout",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Branje",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Delsing",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "F"
                        ],
                        "last": "Ter Bogt",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "H"
                        ],
                        "last": "Meeus",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Journal of Adolescence",
                "volume": "32",
                "issue": "4",
                "pages": "819--833",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.adolescence.2008.10.011"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Selfhout, M. H., Branje, S. J., Delsing, M., ter Bogt, T. F., & Meeus, W. H. (2009). Different types of Internet use, depression, and social anxiety: The role of perceived friendship quality. Journal of Adolescence, 32(4), 819-833. doi:10.1016/j.adolescence. 2008.10.011.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Engagement and disaffection in the classroom: Part of a larger motivational dynamic",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Skinner",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Furrer",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Marchand",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Kindermann",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Journal of Educational Psychology",
                "volume": "100",
                "issue": "4",
                "pages": "765--781",
                "other_ids": {
                    "DOI": [
                        "10.1037/a0012840"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Skinner, E., Furrer, C., Marchand, G., & Kindermann, T. (2008). Engagement and disaffection in the classroom: Part of a larger motivational dynamic? Journal of Educational Psychology, 100(4), 765-781. doi:10.1037/a0012840.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Adolescents' compulsive Internet use and depression: A longitudinal study",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "B"
                        ],
                        "last": "Thorsteinsson",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Davey",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Open Journal of Depression",
                "volume": "3",
                "issue": "1",
                "pages": "13--17",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thorsteinsson, E. B., & Davey, L. (2014). Adolescents' compulsive Internet use and depression: A longitudinal study. Open Journal of Depression, 3(1), 13-17.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Schoolwork engagement and burnout among Finnish high school students and young adults: Profiles, progressions, and educational outcomes",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Tuominen-Soini",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Salmela-Aro",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Developmental Psychology",
                "volume": "50",
                "issue": "3",
                "pages": "649--662",
                "other_ids": {
                    "DOI": [
                        "10.1037/a0033898"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Tuominen-Soini, H., & Salmela-Aro, K. (2014). Schoolwork engage- ment and burnout among Finnish high school students and young adults: Profiles, progressions, and educational outcomes. Devel- opmental Psychology, 50(3), 649-662. doi:10.1037/a0033898.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "Online communication, compulsive Internet use, and psychosocial well-being among adolescents: A longitudinal study",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Vallerand",
                        "suffix": ""
                    },
                    {
                        "first": "S.-J",
                        "middle": [],
                        "last": "Salvy",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Margeau",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Elliot",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Denis",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Grouzet",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Blanhauet",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Van Den Eijnden",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "J"
                        ],
                        "last": "Meerkerk",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "A"
                        ],
                        "last": "Vermulst",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Spijkerman",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Engels",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Developmental Psychology",
                "volume": "75",
                "issue": "3",
                "pages": "655--665",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Vallerand, R., Salvy, S.-J., Margeau, G., Elliot, A., Denis, P., Grouzet, F., & Blanhauet, C. (2007). On the role of passion in performance. Journal of Personality, 75(3), 505-534. van den Eijnden, R. J., Meerkerk, G. J., Vermulst, A. A., Spijkerman, R., & Engels, R. C. (2008). Online communication, compulsive Internet use, and psychosocial well-being among adolescents: A longitudinal study. Developmental Psychology, 44(3), 655-665.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Staying engaged: Knowledge and research needs in student engagement",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "T"
                        ],
                        "last": "Wang",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Degol",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Child Development Perspectives",
                "volume": "8",
                "issue": "3",
                "pages": "137--143",
                "other_ids": {
                    "DOI": [
                        "10.1111/cdep.12073"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Wang, M. T., & Degol, J. (2014). Staying engaged: Knowledge and research needs in student engagement. Child Development Perspectives, 8(3), 137-143. doi:10.1111/cdep.12073.",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "A short-term longitudinal study of Internet and computer game use by adolescent boys and girls: Prevalence, frequency of use, and psychosocial predictors",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Willoughby",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Developmental Psychology",
                "volume": "44",
                "issue": "1",
                "pages": "195--204",
                "other_ids": {
                    "DOI": [
                        "10.1037/0012-1649.44.1.195"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Willoughby, T. (2008). A short-term longitudinal study of Internet and computer game use by adolescent boys and girls: Prevalence, frequency of use, and psychosocial predictors. Developmental Psychology, 44(1), 195-204. doi:10.1037/0012-1649.44.1.195.",
                "links": null
            }
        },
        "ref_entries": {
            "TABREF0": {
                "num": null,
                "content": "<table><tr><td/><td>1</td><td>2</td><td>3</td><td>4</td><td>5</td><td>6</td><td>7</td><td>8</td><td>9</td><td>1 0</td><td>1 1</td></tr><tr><td>1. School burnout a</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>2. School burnout b</td><td>.51***</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>3. Depressive symptoms a</td><td>.59***</td><td>.37***</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>4. Depressive symptoms b</td><td>.40***</td><td>.53***</td><td>.49***</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>5. Excessive internet use a</td><td>.43***</td><td>.32***</td><td>.32***</td><td>.23***</td><td/><td/><td/><td/><td/><td/></tr><tr><td>6. Excessive internet use b</td><td>.30***</td><td>.30***</td><td>.24***</td><td>.24***</td><td>.42***</td><td/><td/><td/><td/><td/></tr><tr><td>7. School engagement a</td><td colspan=\"3\">-.44*** -.25*** -.01</td><td>.04</td><td>-.07</td><td>-.06</td><td/><td/><td/><td/></tr><tr><td>8. School engagement b</td><td colspan=\"3\">-.26*** -.31*** -.03</td><td>.01</td><td>-.06</td><td>-.04</td><td>.58***</td><td/><td/><td/></tr><tr><td>9. Gender</td><td>.03</td><td>-.02</td><td>-.10**</td><td>-.16***</td><td>.13***</td><td>.08**</td><td>.00</td><td>-.01</td><td/><td/></tr><tr><td>10. Fathers' SES</td><td>.08</td><td>.08</td><td>-.00</td><td>-.02</td><td>-.19</td><td>0.02</td><td>.17</td><td>-.03</td><td>.06</td><td/></tr><tr><td>11. Mothers' SES</td><td>.25**</td><td>-.01</td><td>.10</td><td>.05</td><td>.03</td><td>.05</td><td>-.15</td><td colspan=\"2\">-.04 -.03</td><td>.21**</td></tr><tr><td>M</td><td>2.50</td><td>2.62</td><td>1.67</td><td>1.58</td><td>1.99</td><td>2.25</td><td>4.47</td><td>4.22</td><td colspan=\"2\">1.44 1.17</td><td>1.46</td></tr><tr><td>Var</td><td>1.10</td><td>1.24</td><td>0.43</td><td>0.38</td><td>0.64</td><td>0.71</td><td>2.03</td><td>2.30</td><td colspan=\"2\">0.25 0.17</td><td>0.26</td></tr><tr><td>a Time 1, b Time 2</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr></table>",
                "type_str": "table",
                "text": "Study 1: means and variances of variable values and correlations between variables"
            },
            "TABREF1": {
                "num": null,
                "content": "<table><tr><td>Goodness-of-fit summary for the tested models</td><td>N</td><td>v 2</td><td>df</td><td>p</td><td>CFI</td><td>TLI</td><td>RMSEA</td><td>SRMR</td></tr><tr><td>Model 1</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Study 1</td><td>1702</td><td>31.18</td><td>7</td><td>0.00</td><td>0.98</td><td>0.93</td><td>0.05</td><td>0.03</td></tr><tr><td>Study 2</td><td>1635</td><td>51.54</td><td>26</td><td>0.00</td><td>0.99</td><td>0.98</td><td>0.03</td><td>0.03</td></tr><tr><td>Model 2</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Study 1</td><td>1702</td><td>32.31</td><td>12</td><td>0.00</td><td>0.99</td><td>0.98</td><td>0.03</td><td>0.02</td></tr><tr><td>Study 2</td><td>1635</td><td>37.51</td><td>10</td><td>0.00</td><td>0.99</td><td>0.97</td><td>0.04</td><td>0.04</td></tr><tr><td colspan=\"9\">Model 1 = Associations between school engagement, burnout, depressive symptoms, and excessive</td></tr><tr><td>internet use</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"9\">Model 2 = Associations between the separate school burnout dimensions and excessive internet use</td></tr><tr><td>Fig. 1 Cross-lagged</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>associations between 6 and 7th grade students' burnout, excessive internet use, and</td><td/><td/><td/><td>Burnout 1</td><td/><td>.48*** .10*</td><td colspan=\"2\">Burnout 2</td></tr><tr><td>depressive symptoms. Note:</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>*p \\ .05; **p \\ .01; ***p \\ .001</td><td/><td/><td/><td/><td/><td/><td>.15**</td><td/></tr><tr><td/><td>Gender</td><td>.13***</td><td/><td colspan=\"2\">Excessive internet use 1</td><td>.37***</td><td colspan=\"2\">Excessive internet use 2</td></tr><tr><td/><td/><td colspan=\"2\">-.17***</td><td/><td/><td>.19**</td><td/><td/></tr><tr><td/><td/><td/><td/><td>Depressive</td><td/><td>.38***</td><td colspan=\"2\">Depressive</td></tr><tr><td/><td/><td/><td/><td>symptoms 1</td><td/><td/><td colspan=\"2\">symptoms 2</td></tr></table>",
                "type_str": "table",
                "text": ""
            }
        }
    }
}