{
    "paper_id": "Simpkins_2006",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-24T16:01:53.385272Z"
    },
    "title": "Math and Science Motivation: A Longitudinal Examination of the Links Between Choices and Beliefs",
    "authors": [
        {
            "first": "Sandra",
            "middle": [
                "D"
            ],
            "last": "Simpkins",
            "suffix": "",
            "affiliation": {},
            "email": "sandra.simpkins@asu.edu"
        },
        {
            "first": "Pamela",
            "middle": [
                "E"
            ],
            "last": "Davis-Kean",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Jacquelynne",
            "middle": [
                "S"
            ],
            "last": "Eccles",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Amy",
            "middle": [],
            "last": "Arbreton",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Phyllis",
            "middle": [],
            "last": "Blumenfeld",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Carol",
            "middle": [],
            "last": "Freedman- Doan",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Rena",
            "middle": [],
            "last": "Harold",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Janis",
            "middle": [],
            "last": "Jacobs",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Toby",
            "middle": [],
            "last": "Jayaratne",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Mina",
            "middle": [],
            "last": "Vida",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Allan",
            "middle": [],
            "last": "Wigfield",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Kwang",
            "middle": [],
            "last": "Suk",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "This study addresses the longitudinal associations between youths' out-of-school activities, expectancies-values, and high school course enrollment in the domains of math and science. Data were collected on 227 youth who reported on their activity participation in 5th grade, expectancies-values in 6th and 10th grade, and courses taken throughout high school. Math and science course grades at 5th and 10th grade were gathered through school record data. Results indicated youths' math and science activity participation predicted their expectancies and values, which, in turn, predicted the number of high school courses above the predictive power of grades. Although there were mean-level differences between boys and girls on some of these indicators, relations among indicators did not significantly differ by gender.",
    "pdf_parse": {
        "paper_id": "Simpkins_2006",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "This study addresses the longitudinal associations between youths' out-of-school activities, expectancies-values, and high school course enrollment in the domains of math and science. Data were collected on 227 youth who reported on their activity participation in 5th grade, expectancies-values in 6th and 10th grade, and courses taken throughout high school. Math and science course grades at 5th and 10th grade were gathered through school record data. Results indicated youths' math and science activity participation predicted their expectancies and values, which, in turn, predicted the number of high school courses above the predictive power of grades. Although there were mean-level differences between boys and girls on some of these indicators, relations among indicators did not significantly differ by gender.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Over the past several decades, the U.S. economy has increasingly relied on math-, science-, and technology-related fields. Unfortunately, the number of youth, particularly women, pursuing college degrees and careers in math and science is declining (Panteli, Stack, & Ramsay, 2001) . Researchers have begun to document the pathways youth take to pursue particular careers. For example, high school math and science course choices are influential in youths' pursuit of a science-related career through their influence on youths' beliefs (Eccles, 1994; Farmer, Wardrop, Anderson, & Risinger, 1995; Farmer, Wardrop, & Rotella, 1999) . Given the growing importance of math and science in career choices, it is important that researchers understand what leads to various pathways in the pursuit of math and science careers. Although researchers know that high school math and science courses have long-term implications on youths' college and postcollege choices, little longitudinal work has focused on precursors of students' high school course choices. This information is necessary to expand researchers' understanding of what might influence course selection in high school. Theories of motivation, such as the Eccles expectancy-value model (Parsons [Eccles] , Adler, & Meece, 1984) , suggest that self-beliefs and task beliefs are critical precursors of these high school choices. These relations are reciprocal in that choices influence beliefs, which, in turn, impact subsequent choices (Eccles, 1994) . Thus, the purpose of this current investigation is to test the reciprocal relations between choices and beliefs in math and science to gain a better understanding of the process that might lead to choosing math and science coursework in high school.",
                "cite_spans": [
                    {
                        "start": 249,
                        "end": 281,
                        "text": "(Panteli, Stack, & Ramsay, 2001)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 536,
                        "end": 550,
                        "text": "(Eccles, 1994;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 551,
                        "end": 595,
                        "text": "Farmer, Wardrop, Anderson, & Risinger, 1995;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 596,
                        "end": 629,
                        "text": "Farmer, Wardrop, & Rotella, 1999)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1250,
                        "end": 1258,
                        "text": "[Eccles]",
                        "ref_id": null
                    },
                    {
                        "start": 1270,
                        "end": 1282,
                        "text": "Meece, 1984)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 1490,
                        "end": 1504,
                        "text": "(Eccles, 1994)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Theoretically, the reciprocal relations between choices and beliefs should emerge across development as children move through middle childhood and into adolescence. Thus, choices made by elementary school children regarding math and science activities should influence their beliefs regarding both their abilities in and utility of these activities and then subsequently influence their later choices (or behaviors) regarding these academic subjects. These relations should emerge regardless of changes in the types of math and science choices across these periods. Elementary school children often do not have a choice in their math and science classes, because these choices are often predetermined by the school. Children at this age do, however, have some choice concerning their engagement in math and science activities outside of school. In high school, youths' participation in out-of-school math and science activities is low, as most youth spend their out-of-school time hanging out with friends, working, or engaging in extracurricular activities (Larson & Verma, 1999) . High school youth, however, exert choices in these domains in the courses they take during school. As a result, the types of choices youth make in math and science change as they age. According to the Eccles model (Parsons [Eccles] et al., 1984) , regardless of the changes in choices, early out-of-school choices should influence self-beliefs and task beliefs and subsequent adolescent school choices. Hence, this article will examine how engagement in out-of-school math and science enrichment activities relates to youths' subsequent self-beliefs and task beliefs, which, in turn, predict enrollment in high school math and science courses. Such longitudinal links between early engagement in enrichment activities and later course enrollment choices have implications for out-of-school programming, children's leisure pursuits, and strategies to get children on track for math and science careers.",
                "cite_spans": [
                    {
                        "start": 1058,
                        "end": 1080,
                        "text": "(Larson & Verma, 1999)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 1306,
                        "end": 1328,
                        "text": "[Eccles] et al., 1984)",
                        "ref_id": "BIBREF37"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Children's everyday activities provide opportunities for the development of talent interests and cognitive skills (e.g., Guberman, 1999) . According to Erikson (1982) , middle childhood may be a particularly influential time for activities because this is when behavioral habits critical for health and competence are solidified and when skills, which form the basis for personal identities and self-esteem, are being learned. Furthermore, researchers have found that individual differences in self-beliefs and task beliefs emerge over the elementary school years and then are continually refined in response to performance feedback and identity formation processes through adolescence (Eccles, Lord, Roeser, Barber, & Jozefowicz, 1997; Jacobs, Finken, Griffin, & Wright, 1998; Wigfield et al., 1997) . Thus, participation in out-of-school activities during the elementary school years when self-beliefs and task beliefs are emerging may be particularly important.",
                "cite_spans": [
                    {
                        "start": 121,
                        "end": 136,
                        "text": "Guberman, 1999)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 152,
                        "end": 166,
                        "text": "Erikson (1982)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 686,
                        "end": 736,
                        "text": "(Eccles, Lord, Roeser, Barber, & Jozefowicz, 1997;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 737,
                        "end": 777,
                        "text": "Jacobs, Finken, Griffin, & Wright, 1998;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 778,
                        "end": 800,
                        "text": "Wigfield et al., 1997)",
                        "ref_id": "BIBREF45"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relations Among Activities, Beliefs, and Courses",
                "sec_num": null
            },
            {
                "text": "Researchers have shown that children's participation in organized and informal activities during middle childhood has implications for both their beliefs in these domains (e.g., importance, self-concept of ability) and emerging cognitive abilities (Eccles, Wigfield, & Schiefele, 1998; Gauvain, 1999) . In fact, research suggests that math and science out-of-school activities are positively associated with youths' interest in science and self-concept of abilities in these domains (Dickhäuser & Stiensmeier-Pelster, 2002; Jacobs et al., 1998) . Although these studies provide preliminary evidence that children's participation in out-of-school activities is associated with concurrent beliefs, few studies have examined the longitudinal associations between out-of-school choices and subsequent beliefs.",
                "cite_spans": [
                    {
                        "start": 248,
                        "end": 285,
                        "text": "(Eccles, Wigfield, & Schiefele, 1998;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 286,
                        "end": 300,
                        "text": "Gauvain, 1999)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 483,
                        "end": 523,
                        "text": "(Dickhäuser & Stiensmeier-Pelster, 2002;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 524,
                        "end": 544,
                        "text": "Jacobs et al., 1998)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relations Among Activities, Beliefs, and Courses",
                "sec_num": null
            },
            {
                "text": "Other researchers have focused on the power of beliefs in predicting adolescent choices. Expectancies and values are strong predictors of academic-and sport-related choices (Eccles et al., 1998) . For instance, youths' intentions to enroll in elective math and science courses were associated with their interest and belief about the importance of these domains (Atwater, Wiggins, & Gardner, 1995; Meece, Wigfield, & Eccles, 1990 ; Parsons [Eccles] et al., 1985) . The actual number of math and science courses adolescents took in high school was predicted by youths' task values (e.g., interest, feelings of the importance) but not their math self-concepts (Joyce & Farenga, 2000 ; Parsons [Eccles] et al., 1984; Updegraff, Eccles, Barber, & O'Brien, 1996) . Much of this work, however, has concentrated on the math domain. Science has been studied less often, particularly in regard to the distinction between physical and life science choices (Andre, Whigham, Hendrickson, & Chambers, 1999) .",
                "cite_spans": [
                    {
                        "start": 173,
                        "end": 194,
                        "text": "(Eccles et al., 1998)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 362,
                        "end": 397,
                        "text": "(Atwater, Wiggins, & Gardner, 1995;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 398,
                        "end": 429,
                        "text": "Meece, Wigfield, & Eccles, 1990",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 440,
                        "end": 462,
                        "text": "[Eccles] et al., 1985)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 658,
                        "end": 680,
                        "text": "(Joyce & Farenga, 2000",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 691,
                        "end": 713,
                        "text": "[Eccles] et al., 1984;",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 714,
                        "end": 757,
                        "text": "Updegraff, Eccles, Barber, & O'Brien, 1996)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 946,
                        "end": 993,
                        "text": "(Andre, Whigham, Hendrickson, & Chambers, 1999)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relations Among Activities, Beliefs, and Courses",
                "sec_num": null
            },
            {
                "text": "What is not clear in the existing literature is how these various choices and beliefs relate to each other over time. We believe that after-school activity choices, psychological predictors, and adolescent choices influence each other through various feedback systems over time (Eccles, 1994) . Initially, daily experiences during activity participation in middle childhood (Erikson, 1982) are likely to influence the development of children's task and selfperceptions, which, in turn, should predict subsequent choices in adolescence. Very limited research has addressed such developmental questions. The research that does exist is cross-sectional and suggests that participating in out-of-school science activities is associated with youths' interest in science and aspirations of a physical science career (Jacobs et al., 1998) . We hypothesize that youths' participation in out-of-school activities will be positively associated with their self-beliefs and task beliefs in these domains. In turn, we expect that these beliefs will positively predict later choices; in this case, the number of high school courses.",
                "cite_spans": [
                    {
                        "start": 278,
                        "end": 292,
                        "text": "(Eccles, 1994)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 374,
                        "end": 389,
                        "text": "(Erikson, 1982)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 810,
                        "end": 831,
                        "text": "(Jacobs et al., 1998)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relations Among Activities, Beliefs, and Courses",
                "sec_num": null
            },
            {
                "text": "A common influence on youths' beliefs and choices is their achievement. Research suggests that math and science achievement are positively associated with youths' values and selfconcepts (Casey, Nuttall, & Pezaris, 1997; Frome & Eccles, 1998; Jacobs, 1991; Jacobs et al., 1998 ; Parsons [Eccles] et al., 1984 [Eccles] et al., , 1985 Updegraff et al., 1996; Wigfield, Eccles, Mac Iver, Reuman, & Midgley, 1991) . In addition, youth who perform well in math and science are more likely to enroll in additional elective courses (Farmer et al., 1995 (Farmer et al., , 1999 Parsons [Eccles] et al., 1984; Updegraff et al., 1996) . Even though performance is associated with youths' beliefs and choices, few investigators have included measures of performance feedback, such as school grades, in their analyses. Thus, the unique relations between beliefs and choices, beyond their very high association with performance, are often not clear. A major aim of this study is to test longitudinal associations among participation in math and science activities, beliefs, and number of courses while taking into account the influence that performance feedback exerts on youths' beliefs and choices in these domains. We hypothesize that even though performance will influence beliefs and choices, youths' beliefs and choices will be strongly related across time.",
                "cite_spans": [
                    {
                        "start": 187,
                        "end": 220,
                        "text": "(Casey, Nuttall, & Pezaris, 1997;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 221,
                        "end": 242,
                        "text": "Frome & Eccles, 1998;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 243,
                        "end": 256,
                        "text": "Jacobs, 1991;",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 257,
                        "end": 276,
                        "text": "Jacobs et al., 1998",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 287,
                        "end": 308,
                        "text": "[Eccles] et al., 1984",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 309,
                        "end": 332,
                        "text": "[Eccles] et al., , 1985",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 333,
                        "end": 356,
                        "text": "Updegraff et al., 1996;",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 357,
                        "end": 409,
                        "text": "Wigfield, Eccles, Mac Iver, Reuman, & Midgley, 1991)",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 525,
                        "end": 545,
                        "text": "(Farmer et al., 1995",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 546,
                        "end": 568,
                        "text": "(Farmer et al., , 1999",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 569,
                        "end": 599,
                        "text": "Parsons [Eccles] et al., 1984;",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 600,
                        "end": 623,
                        "text": "Updegraff et al., 1996)",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relations Among Activities, Beliefs, and Courses",
                "sec_num": null
            },
            {
                "text": "The purpose of this study is to examine the longitudinal relations between youths' math and science choices and their expectancies and values from middle childhood through adolescence. Specifically, we examine the model presented in Figure 1 , which is based on the Eccles expectancy-value model of behavioral choices (Parsons [Eccles] et al., 1984) . This model, which spans 5th-12th grade, includes indicators of youths' beliefs and choices (i.e., out-of-school activity participation in elementary school, number of courses taken throughout high school) that are applicable to these developmental periods. As described in the Eccles expectancy-value model (Parsons [Eccles] et al., 1984) , middle childhood activity choices are theorized to influence future beliefs and, in turn, influence choices into adolescence.",
                "cite_spans": [
                    {
                        "start": 327,
                        "end": 349,
                        "text": "[Eccles] et al., 1984)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 668,
                        "end": 690,
                        "text": "[Eccles] et al., 1984)",
                        "ref_id": "BIBREF37"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 233,
                        "end": 241,
                        "text": "Figure 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Longitudinal Model Between Choices and Beliefs",
                "sec_num": null
            },
            {
                "text": "Youths' math and science experiences change dramatically from 5th-12th grade. For instance, the topics covered in school become more challenging and advanced with development. In addition, research suggests that youths' expectancies and values continue to change across these years (Jacobs, Lanza, Osgood, Eccles, & Wigfield, 2002 ; Parsons [Eccles] et al., 1985; Wigfield et al., 1991) . In order to examine the relations between choices and beliefs across this period, we included youths' beliefs at two time points, namely, beliefs in middle childhood (i.e., 6th grade) and in adolescence (i.e., 10th grade), which is when many children begin to choose elective high school courses (Updegraff et al., 1996) . Indicators of youths' performance, namely, their course grades, were included in 5th and 10th grade in order to control for the influence of the performance feedback youth receive on predicting choices and beliefs. Lastly, parental income and education were included to control for broad parental influences, such as the home environment.",
                "cite_spans": [
                    {
                        "start": 282,
                        "end": 330,
                        "text": "(Jacobs, Lanza, Osgood, Eccles, & Wigfield, 2002",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 341,
                        "end": 363,
                        "text": "[Eccles] et al., 1985;",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 364,
                        "end": 386,
                        "text": "Wigfield et al., 1991)",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 685,
                        "end": 709,
                        "text": "(Updegraff et al., 1996)",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Longitudinal Model Between Choices and Beliefs",
                "sec_num": null
            },
            {
                "text": "Gender differences are a pervasive theme throughout the literature on math and science. Math and physical science are often considered to be domains in which boys have high achievement, values, and self-concepts. On the contrary, math and science school achievement and grades are usually not significantly different between boys and girls (e.g., Farmer et al., 1995; Updegraff et al., 1996) , and sometimes girls outperform boys in both subject areas (Hay, Ashman, & Van Kraayenoord, 1998; Jacobs, 1991) . There are, however, marked differences in their beliefs and choices. Research has consistently shown that girls have lower math and science self-concepts than boys (Andre et al., 1999; Eccles & Harold, 1991; Eccles, Wigfield, Harold, & Blumenfeld, 1993; Jacobs, 1991; Jacobs & Eccles, 1992; Jacobs et al., 2002; Meece et al., 1990 ; Parsons [Eccles] et al., 1984 [Eccles] et al., , 1985 Stipek & Gralinski, 1991; Updegraff et al., 1996; Wigfield et al., 1991) . The evidence concerning gender differences in values is less consistent than self-concepts. Findings on youths' overall value, which includes both interest and beliefs about importance, suggest that boys and girls report similar values of mathematics and science (Andre et al., 1999; Eccles et al., 1993; Jacobs et al., 2002 ; Parsons [Eccles] et al., 1984 [Eccles] et al., , 1985 Wigfield et al., 1991) . When beliefs about importance is examined separately, however, findings have shown that boys attach greater personal importance to do well in math than girls (Andre et al., 1999; Eccles & Harold, 1991; Meece et al., 1990; Updegraff et al., 1996; Wigfield et al., 1991) . We expect that boys will have higher values and self-concepts than girls in both domains.",
                "cite_spans": [
                    {
                        "start": 347,
                        "end": 367,
                        "text": "Farmer et al., 1995;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 368,
                        "end": 391,
                        "text": "Updegraff et al., 1996)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 452,
                        "end": 490,
                        "text": "(Hay, Ashman, & Van Kraayenoord, 1998;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 491,
                        "end": 504,
                        "text": "Jacobs, 1991)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 671,
                        "end": 691,
                        "text": "(Andre et al., 1999;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 692,
                        "end": 714,
                        "text": "Eccles & Harold, 1991;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 715,
                        "end": 760,
                        "text": "Eccles, Wigfield, Harold, & Blumenfeld, 1993;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 761,
                        "end": 774,
                        "text": "Jacobs, 1991;",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 775,
                        "end": 797,
                        "text": "Jacobs & Eccles, 1992;",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 798,
                        "end": 818,
                        "text": "Jacobs et al., 2002;",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 819,
                        "end": 837,
                        "text": "Meece et al., 1990",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 848,
                        "end": 869,
                        "text": "[Eccles] et al., 1984",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 870,
                        "end": 893,
                        "text": "[Eccles] et al., , 1985",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 894,
                        "end": 919,
                        "text": "Stipek & Gralinski, 1991;",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 920,
                        "end": 943,
                        "text": "Updegraff et al., 1996;",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 944,
                        "end": 966,
                        "text": "Wigfield et al., 1991)",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 1232,
                        "end": 1252,
                        "text": "(Andre et al., 1999;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 1253,
                        "end": 1273,
                        "text": "Eccles et al., 1993;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 1274,
                        "end": 1293,
                        "text": "Jacobs et al., 2002",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 1304,
                        "end": 1325,
                        "text": "[Eccles] et al., 1984",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 1326,
                        "end": 1349,
                        "text": "[Eccles] et al., , 1985",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 1350,
                        "end": 1372,
                        "text": "Wigfield et al., 1991)",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 1533,
                        "end": 1553,
                        "text": "(Andre et al., 1999;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 1554,
                        "end": 1576,
                        "text": "Eccles & Harold, 1991;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1577,
                        "end": 1596,
                        "text": "Meece et al., 1990;",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 1597,
                        "end": 1620,
                        "text": "Updegraff et al., 1996;",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 1621,
                        "end": 1643,
                        "text": "Wigfield et al., 1991)",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gender Differences",
                "sec_num": null
            },
            {
                "text": "There are also marked gender differences in youths' math and science choices. Boys are more likely than girls to enroll in math courses during high school (Farmer et al., 1995 ; Parsons [Eccles] et al., 1984; Updegraff et al., 1996) but are less likely to engage in math activities outside of school (Eccles & Harold, 1991; Simpkins, Davis-Kean, & Eccles, 2005) . The number of science courses and participation in out-of-school science activities, however, does not significantly differ by gender (Farmer et al., 1995 (Farmer et al., , 1999 Simpkins et al., 2005) , but this may be due to the fact that girls are more likely to favor the biological sciences and boys have higher representation in the physical sciences (Andre et al., 1999) . We hypothesize that boys will enroll in more math and physical science high school courses than girls but participate less often in math out-of-school activities.",
                "cite_spans": [
                    {
                        "start": 155,
                        "end": 175,
                        "text": "(Farmer et al., 1995",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 186,
                        "end": 208,
                        "text": "[Eccles] et al., 1984;",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 209,
                        "end": 232,
                        "text": "Updegraff et al., 1996)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 300,
                        "end": 323,
                        "text": "(Eccles & Harold, 1991;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 324,
                        "end": 361,
                        "text": "Simpkins, Davis-Kean, & Eccles, 2005)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 498,
                        "end": 518,
                        "text": "(Farmer et al., 1995",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 519,
                        "end": 541,
                        "text": "(Farmer et al., , 1999",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 542,
                        "end": 564,
                        "text": "Simpkins et al., 2005)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 720,
                        "end": 740,
                        "text": "(Andre et al., 1999)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gender Differences",
                "sec_num": null
            },
            {
                "text": "It is also possible that gender differences could emerge in relations between beliefs and choices. These relational differences can occur regardless of mean-level differences in youths' beliefs and choices. For example, even though boys had higher math beliefs and lower participation in out-of-school math activities, similar associations between math beliefs and time spent in outof-school math activities emerged for both boys and girls (Eccles & Harold, 1991; Paris, Yambor, & Packard, 1998 ; Parsons [Eccles] et al., 1984) . In this case, beliefs were positively associated with both boys' and girls' participation in math activities regardless of mean-level differences. Furthermore, these relations were similar in strength. Although child gender can be linked to mean-level and relational differences, the majority of research addressing this issue has only examined whether boys and girls differ according to their means. Thus, gender differences in the relations between beliefs and choices will also be examined in the bivariate associations and the overall model presented in Figure 1 . ",
                "cite_spans": [
                    {
                        "start": 440,
                        "end": 463,
                        "text": "(Eccles & Harold, 1991;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 464,
                        "end": 494,
                        "text": "Paris, Yambor, & Packard, 1998",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 505,
                        "end": 527,
                        "text": "[Eccles] et al., 1984)",
                        "ref_id": "BIBREF37"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1088,
                        "end": 1096,
                        "text": "Figure 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Gender Differences",
                "sec_num": null
            },
            {
                "text": "This investigation focused on testing relations between math and science choices and beliefs from middle childhood through adolescence. Specifically, we expect that youths' out-of-school activities will positively predict their self-beliefs and task beliefs, which, in turn, will positively predict the number of courses they take in high school. We also hypothesize that boys will have higher self-beliefs and task beliefs, higher high school course enrollment, lower participation in activities, and similar academic achievement as girls. We will also examine whether relations among these indicators and the model in Figure 1 are different for boys and girls.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 620,
                        "end": 628,
                        "text": "Figure 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Study Aims",
                "sec_num": null
            },
            {
                "text": "Data are from the Michigan Childhood and Beyond Study. This longitudinal, school-based study includes families with children in 12 public schools from three school districts in Michigan (Eccles et al., 1993; Wigfield et al., 1997) . In 1987, children in kindergarten, 1st grade, and 3rd grade were recruited along with their parents through children's schools. Letters describing the study and permission slips were given to families by children's teachers. Seventy-five percent to 90% of the families across the schools agreed to participate.",
                "cite_spans": [
                    {
                        "start": 186,
                        "end": 207,
                        "text": "(Eccles et al., 1993;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 208,
                        "end": 230,
                        "text": "Wigfield et al., 1997)",
                        "ref_id": "BIBREF45"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Participants",
                "sec_num": null
            },
            {
                "text": "Only data from the 3rd-grade cohort were used in this study in order to obtain data from the grade levels of interest in middle childhood and adolescence. If families had data at three of the four waves used in this study, they were included in the present sample (N ϭ 227; 77% of the cohort). Information from one child and both parents in each family were included. At the beginning of the study (i.e., 3rd grade), children's mean age was 8.33 years (SD ϭ 0.32), 54% were female, and the majority of the families (97%) had two parents living in the home. Ninety-seven percent of mothers, 96% of fathers, and 93% of children were European American and spoke English. Forty-two percent of mothers and 44% of fathers had earned a degree from a 4-year college. Families' 1989 annual household income ranged between under $10,000 to over $80,000 (Mdn ϭ $50,000 -$59,999). This sample was explicitly selected so that family income and neighborhood resources would not be obstacles to parents providing opportunities for their children.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Participants",
                "sec_num": null
            },
            {
                "text": "The Michigan Childhood and Beyond Study includes data on these children from 3rd-6th grade, 10th-12th grade, and 2 years post-high school. Data used in this study were from 5th, 6th, 10th, and 12th grade. Children's data were collected at school during the spring of each year. Questionnaires were administered in their classroom under the supervision of several staff members. During 5th and 6th grade, questionnaires were read aloud to the entire class. Children's participation in math and science activities was collected in 5th grade. Children described their math and science interest, their beliefs about the importance of these subjects, and their self-competencies at 6th and 10th grade. In 12th grade, youth reported the courses they took throughout high school. Youths' grades in their math and science courses were gathered from their school record data at 5th and 10th grade.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Procedure",
                "sec_num": null
            },
            {
                "text": "Choices: Activity participation. At 5th grade, children described how often they participated in math and science activities after school during the past year. For each of the activities, children were first asked whether they participated in several specific math or science activities in the past year (1 ϭ yes, 0 ϭ no). Following each of the lists of specific activities, children rated how often they generally participated in those types of activities outside of school in the past year on a 7-point scale (0 ϭ never, 6 ϭ almost every day for a lot of time). The lists of activities were presented before assessing how much time children participated in each type of activity for two reasons. First, the list of specific activities provided children with concrete examples of activities in each domain. Second, it provided children with an opportunity to reflect on the different types of activities they have engaged in over the past year.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "For math activities, children were asked whether they had participated (i.e., 1 ϭ yes, 0 ϭ no) in the following math activities during the past year: \"flashcards\" (11% said yes); \"calculators\" (39% said yes); \"computer games with math\" (38% said yes); the electronic game \"Speak & Math\" (11% said yes); \"math workbooks, dittos, and worksheets\" (35% said yes); \"math board games\" (15% said yes); \"play school doing math problems\" (17% said yes); \"math puzzles\" (20% said yes); and \"make up and do problems in math\" (23% said yes). Subsequently, children were asked how often they participated in these types of math activities in the past year using the 7-point scale.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "To measure children's participation in science activities, we asked children whether they had participated (i.e., yes, no) in the following activities during the past year: \"collecting things like rocks, insects, leaves, and shells\" (58% said yes); \"doing experiments like with chemistry sets\" (35% said yes); \"reading science books\" (35% said yes); \"going to science museums\" (42% said yes); \"building erector sets\" (15% said yes); and \"working with science kits\" (30% said yes). Following the list of activities, children stated how often they participated in such science activities in the past year on the 7-point scale. The two questions assessing temporal participation in math and science were used in our analyses. These items were meant to exclude time children spent on math and science homework, as earlier items in the questionnaire assessed time spent on homework.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "Choices: High school courses. In 12th grade, participants reported whether they had taken various math and science courses at any point during high school. Math courses included Algebra, Algebra II, Geometry, Precalculus, Trigonometry, Calculus, and Advanced Placement Calculus-Advanced Placement Analysis. The list of physical science classes included Chemistry, Advanced Chemistry-Advanced Placement Chemistry, Physics, and Advanced Physics-Advanced Placement Physics. The number of courses in math and science was calculated by summing the number of math or science courses youth took throughout high school.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "Expectancies-values. Children described their expectancies and values concerning math and science at 6th and 10th grade. These scales have excellent face, convergent, and discriminant validity as well as strong psychometric properties (Eccles et al., 1993; Jacobs et al., 2002) .",
                "cite_spans": [
                    {
                        "start": 235,
                        "end": 256,
                        "text": "(Eccles et al., 1993;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 257,
                        "end": 277,
                        "text": "Jacobs et al., 2002)",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "Children's math self-concept included five items (Cronbach's ␣: 6th grade ϭ .78, 10th grade ϭ .85): (a) \"How good at math are you?\" (1 ϭ not at all good, 7 ϭ very good); (b) \"If you were to list all of the students in your class from worst to best in math, where would you put yourself?\" (1 ϭ one of the worst, 7 ϭ one of the best); (c) \"Compared to most of your other school subjects, how good are you at math?\" (1 ϭ a lot worse, 7 ϭ a lot better); (d) \"How well do you expect to do in math this year?\" (1 ϭ not at all well, 7 ϭ very well); and (e) \"How good would you be at learning something new in math?\" (1 ϭ not all good, 7 ϭ very good).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "Children's perceptions of math importance at 6th and 10th grade included three items (Cronbach's ␣: 6th grade ϭ .71, 10th grade ϭ .84): (a) \"In general, how useful is what you learn in math?\" (1 ϭ not at all useful, 7 ϭ very useful); (b) \"For me being good at math is . . . .\" (1 ϭ not at all important, 7 ϭ very important); and (c) \"Compared to most of your other activities, how important is it to you to be good at math?\" (1 ϭ not as important, 7 ϭ a lot more important).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "Interest in math was assessed at 6th and 10th grade with the following three items (Cronbach's ␣: 6th grade ϭ .61, 10th grade ϭ .71): (a) \"Compared to most of your other activities, how much do you like math?\" (1 ϭ not as much, 7 ϭ a lot more); (b) \"In general, do you find working on math assignments . . . .\" (1 ϭ very boring, 7 ϭ very interesting); and (c) \"How much do you like doing math? (1 ϭ a little, 7 ϭ a lot).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "Children's science self-concept included three items at 6th grade (Cronbach's ␣ ϭ .86): (a) \"How good at science are you?\" (1 ϭ not at all good, 7 ϭ very good); (b) \"If you were to list all of the students in your class from worst to best in science, where would you put yourself?\" (1 ϭ one of the worst, 7 ϭ one of the best); and (c) \"Compared to most of your other school subjects, how good are you at science?\" (1 ϭ a lot worse, 7 ϭ a lot better). In 10th grade, all science items were changed to assess physics and chemistry, which reflected students' current and future science curriculum. Three items were used to assess children's science self-concept at 10th grade (Cronbach's ␣ ϭ .90): (a) \"How good do you think you would be at physics and chemistry?\" (1 ϭ not at all good, 7 ϭ very good); (b) \"How well do you expect to do in physics and chemistry in high school?\" (1 ϭ not at all well, 7 ϭ very well); and (c) \"How good do you think you would be in a career requiring physics and chemistry skills?\" (1 ϭ not at all good, 7 ϭ very good).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "Children's perceptions of science importance at 6th and 10th grade included two items: (a) \"In general, how useful is what you learn in (science/physics and chemistry)?\" (1 ϭ not at all useful, 7 ϭ very useful) and (b) \"For me, being good at (science/physics and chemistry) is . . . .\" (1 ϭ not at all important, 7 ϭ very important). In 6th grade, youth also reported on an additional item: \"Compared to most of your other activities, how important is it to you to be good at science?\" (1 ϭ not at all important, 7 ϭ very important). The reliability of the three-item scale at 6th grade was .92. The reliability of the 10th-grade two-item scale was .84.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "Interest in science was assessed at 6th and 10th grade with the following items (Cronbach's ␣: 6th grade ϭ .92, 10th grade ϭ .71): (a) \"In general, I (find/think I will find) working on (science/physics and chemistry) assignments . . . .\" (1 ϭ very boring, 7 ϭ very interesting) and (b) \"How much (do you/do you think you will) like doing (science/physics and chemistry)?\" (1 ϭ a little, 7 ϭ a lot).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "Grades. Children's yearly course grades in math and science during 5th and 10th grade were collected from the school record data (1 ϭ F, 16 ϭ Aϩ).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "Parent education. Mothers and fathers reported their highest level of educational attainment on a list of precoded responses (1 ϭ grade school, 9 ϭ PhD). The highest level of education across mothers and fathers was used as an indicator of parental education (Shumow & Lomax, 2002) .",
                "cite_spans": [
                    {
                        "start": 259,
                        "end": 281,
                        "text": "(Shumow & Lomax, 2002)",
                        "ref_id": "BIBREF39"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "Family annual income. Parents described their annual income with a scale listing income brackets in $10,000 increments (minimum ϭ none; maximum ϭ over $80,000). Parents' incomes were summed to create the average family annual income.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "The missing data rates in this study are comparable with other longitudinal studies (no missing data at 5th grade, 1% missing data at 6th grade, 12% missing data at 10th grade, 24% missing data at 12th grade). A combination of mailed surveys and telephone interviews (coupled with a variety of tracking strategies, including earlier parent or friend contacts, the State Motor Vehicle Department records, social security numbers, and forwarding address information available from the post office) was used to minimize attrition. All participants were tracked and asked to participate at each wave. The most common source of attrition was moving out of the data collection area.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Missing Data",
                "sec_num": null
            },
            {
                "text": "This report included data from four waves (i.e., 5th, 6th, 10th, and 12th grade). Youth were included in the study if they had data from three of the four time points. To see whether sample attrition influenced results, we compared individuals with complete data or missing data at one wave (i.e., participants included in this investigation) with individuals with missing data at two or more time points (i.e., individuals excluded from the current investigation) on all indicators included in the analyses. Only 2 of the 23 comparisons were significant. Youth with complete data at all waves or who were missing data at one wave had lower ratings of science selfconcept in 6th grade (d ϭ .01) and math interest in 6th grade (d ϭ .01) than youth who had missing data at two or more waves.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Missing Data",
                "sec_num": null
            },
            {
                "text": "The results are organized into three broad sections. First, we report the descriptive statistics and gender differences for the indicators included in our model. Second, we discuss the bivariate relations and gender differences in the relations among youths' beliefs, activity participation, number of courses, and course grades. Third, we estimated the model presented in Figure 1 with structural equation models for each of the various beliefs in math and science. We also tested gender differences in the overall model in this third section.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 373,
                        "end": 381,
                        "text": "Figure 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Overview of Analyses",
                "sec_num": null
            },
            {
                "text": "Means and standard deviations of children's grades, activity participation, expectancies-values, and number of courses are presented separately for boys and girls in Table 1 . Children's course grades in math and science in 5th grade indicate that they typically earned between a B-(i.e., 11) and a B (i.e., 12). In 10th grade, youths' course grades in math and science dropped slightly. The means for course grades in both domains fell between a Cϩ (i.e., 10) and B-. Children reported participating in math and science activities about once a week in 5th grade. The means of youths' self-concept, interest, and beliefs about the importance of math and science typically fell around the midpoint of the 7-point scales (i.e., 4). Thus, on average, youth in 6th and 10th grade reported moderate abilities in, interest in, and beliefs about the importance of math and science. Youth, on average, reported taking around four math courses in high school; in contrast, they reported enrolling in about one or two physical science courses.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 166,
                        "end": 173,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Descriptive Statistics",
                "sec_num": null
            },
            {
                "text": "Gender differences in youths' grades, activity participation, expectancies-values, and course enrollment were tested with a multivariate analysis of variance (MANOVA). The overall MANOVA was significant, F(20, 207) ϭ 2.27, p Ͻ .01. Further comparisons revealed that boys spent less time in math activities than girls ( p Ͻ .001). Boys, however, had higher math selfconcepts of ability at 6th grade than girls ( p Ͻ .05). Overall, there were not many significant mean-level differences between boys and girls.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Do Boys and Girls Differ on These Math and Science Indicators?",
                "sec_num": null
            },
            {
                "text": "Bivariate correlations were computed to examine relations among children's activity participation, grades, beliefs, and number of courses. Although separate correlations were computed for math and science indicators for boys and girls (see Table 2 for  math correlations and Table 3 for science correlations), similar patterns emerged across associations across domains and genders. Tables 2 and 3 were statistically significant. Youths' participation in out-of-school math and science activities in 5th grade was positively associated with their expectancies-values in 6th and 10th grades, particularly for boys. Thus, if boys participated in high amounts of math and science activities in 5th grade, they were more likely to have higher beliefs in those domains 1 year later and even 5 years later. The correlations between girls' activity participation and beliefs were positive but not statistically significant.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 240,
                        "end": 282,
                        "text": "Table 2 for  math correlations and Table 3",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 383,
                        "end": 397,
                        "text": "Tables 2 and 3",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "What Are the Bivariate Relations Among Grades, Beliefs, and Choices?",
                "sec_num": null
            },
            {
                "text": "Youths' expectancies and values evidenced high correlations within and across time for both domains and genders. The intercorrelations among youths' ratings of interest, beliefs about importance, and self-concept in each domain were high within 6th and 10th grade (rs ϭ .24 -.82). Math and science beliefs also typically evidenced moderate to high stability across 6th to 10th grade. Youths' course grades in math during 5th and 10th grade were positively associated with their math self-concept and interest in 6th grade. Youths' beliefs about science in 6th grade were not consistently associated with their grades in science. Math and science beliefs in 10th grade were highly correlated with their concurrent grades.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Several of the correlations presented in",
                "sec_num": null
            },
            {
                "text": "The number of math and science courses taken throughout high school was positively associated with youths' grades in 5th and 10th grade. In addition, they were related to youths' 6th-grade self-concept and 10th-grade beliefs. Thus, youth who took more courses were more likely to excel in their courses and have higher expectancies and values concerning math and science.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Several of the correlations presented in",
                "sec_num": null
            },
            {
                "text": "We tested differences between boys' and girls' correlations with Fischer's z' transformation (Cohen & Cohen, 1983) . Correlations that significantly differed between boys and girls appear in boldface in Tables 2 and 3 . Two of the 45 math correlation pairs were significantly different for boys and girls (i.e., 4%; see Table 2 ). Girls' math grades and feelings about the importance of math in 10th grade (r ϭ .42) were more strongly associated than boys' indicators (r ϭ .16). On the other hand, boys' interest in math during 6th grade and their participation in math activities (r ϭ .35) were more strongly associated than girls' nonsignificant correlation (r ϭ .09). Overall, however, the number of significantly different associations between boys and girls was quite small. Eighteen percent of the correlations (i.e., 8 of the 45 correlation pairs) among the science indicators were significantly different for boys and girls. Three of the correlations showed that girls' grades were more strongly associated with their adolescent beliefs and choices than boys' grades. Girls' science grades during 6th grade were positively associated with their 10th-grade interest and beliefs about importance (rs ϭ .13 and .19, respectively). Boys' respective grades and beliefs were negatively related (rs ϭ Ϫ.16 and Ϫ.08). In contrast to boys (r ϭ .12), girls' science grades in 10th grade strongly predicted the number of physical science courses they took throughout high school (r ϭ .46). Four of the intercorrelations among youths' beliefs were typically more strongly related for boys than girls. Boys' science self-concept at 10th grade was more strongly associated with their science interest and feelings about the importance of science at 6th grade than girls' indicators. In addition, boys' science interest at 10th grade was more strongly related to their feelings about the importance of science at 6th grade than girls' correlations. The association between science interest and self-concept at 10th grade was strong for both genders, but it was significantly stronger for girls than boys. The final correlation that was significantly different between boys and girls was the relation between activity participation and feelings of importance at 6th grade. Boys' indicators were positively and significantly associated, whereas girls' indicators were positively but not significantly correlated.",
                "cite_spans": [
                    {
                        "start": 93,
                        "end": 114,
                        "text": "(Cohen & Cohen, 1983)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 203,
                        "end": 217,
                        "text": "Tables 2 and 3",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 320,
                        "end": 327,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Several of the correlations presented in",
                "sec_num": null
            },
            {
                "text": "AMOS 4.0, a structural equation modeling program, was used to test relations among children's activities, beliefs, number of courses, and grades. Researchers with missing data have two general options on how to handle missing data in AMOS. They can either deal with missing data before estimating the models (e.g., listwise deletion, imputation) or use full information maximum likelihood (FIML) in AMOS when estimating the models. As discussed at the end of the Method section, youth who had data at three or four waves had lower science self-concepts in 6th grade and math interest in 6th grade in comparison with youth who were missing data at two or more waves. These significant differences suggest that data were not missing completely at random. If the data had been missing completely at random, listwise deletion methods would have been appropriate. AMOS assumes the data are missing at random, which is not as strict of an assumption as missing completely at random (Arbuckle, 1996; Byrne, 2001) . When the data are missing at random, FIML yields results that are more accurate than other methods used to handle missing data, such as pairwise deletion, listwise deletion, or imputation (see Arbuckle, 1996 , for a discussion of FIML). Simulation studies have shown that even if the data are not missing at random, AMOS computes reasonable parameter and model estimates. Given the nature of the missing data, FIML was used to estimate the models.",
                "cite_spans": [
                    {
                        "start": 976,
                        "end": 992,
                        "text": "(Arbuckle, 1996;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 993,
                        "end": 1005,
                        "text": "Byrne, 2001)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 1201,
                        "end": 1215,
                        "text": "Arbuckle, 1996",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "How Are Choices and Beliefs Associated Over Time?",
                "sec_num": null
            },
            {
                "text": "Six models were originally estimated. Separate models were estimated for each type of course (i.e., math and physical science courses) and each belief (i.e., self-concept, interest, and importance). Separate models were estimated for self-concept, interest, and beliefs about importance to avoid issues of multicollinearity. Three models were estimated predicting the number of math courses. Separate models were estimated for math self-concept, interest, and beliefs about importance. Three models were estimated for the number of physical science courses. As in the case of math courses, a separate model was estimated for each belief: science self-concept, interest, and importance.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "How Are Choices and Beliefs Associated Over Time?",
                "sec_num": null
            },
            {
                "text": "Each model included the paths depicted in Figure 1 . In addition to the paths and variables presented in Figure 1 , disturbance terms and indicators of latent variables of youths' beliefs were also included in each model. Each disturbance term is a latent variable, which accounts for variance including error that is not explained by other indicators in the model. Disturbance terms were estimated for each of the endogenous variables (i.e., four disturbance terms per model) and each latent variable of youths' beliefs (i.e., two disturbance terms per model). As presented in Figure 1 , youths' self-concept, interest, and beliefs about importance were latent variables. The specific manifest variables or indicators for each latent variable can be found in the Method section. Model-level gender differences. Multigroup analysis in AMOS was used to test gender differences in the models (Byrne, 2001) . Two models were estimated to examine gender differences in the overall model. First, a model was estimated in which all paths were free to vary across the two groups. In the second model, all of the paths and correlations depicted in Figure 1 plus the paths from each latent variable to its indicators (i.e., 1 correlation, 18 predictive paths, and 2-8 measurement paths per model) were restricted to have the same values across the two groups. In these restricted models, each path and correlation had to have the same value for boys and girls. Gender differences in the models were tested by calculating the change in the chi-square between the two models. The degrees of freedom were calculated by taking the difference in the degrees of freedom from the two models. If the change in the chi-square between the two models was significant, then the models were significantly different between boys and girls. A nonsignificant chi-square suggests that differences were not significant between the two models or that the same model fits both boys and girls. These multigroup analyses were examined first to test whether separate models needed to be estimated for boys and girls or whether one model fit both groups.",
                "cite_spans": [
                    {
                        "start": 890,
                        "end": 903,
                        "text": "(Byrne, 2001)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 42,
                        "end": 50,
                        "text": "Figure 1",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 105,
                        "end": 113,
                        "text": "Figure 1",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 578,
                        "end": 586,
                        "text": "Figure 1",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1140,
                        "end": 1148,
                        "text": "Figure 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "How Are Choices and Beliefs Associated Over Time?",
                "sec_num": null
            },
            {
                "text": "Most of the models were not significantly different between boys and girls. The three models predicting the number of math courses were not significantly different between boys and girls: math importance: ⌬ 2 (23, N ϭ 227) ϭ 25.46, ns; math interest, ⌬ 2 (23, N ϭ 227) ϭ 28.71, ns; math self-concept, ⌬ 2 (27, N ϭ 227) ϭ 27.22, ns. Two of the three models predicting the number of physical science courses were similar for boys and girls. Specifically, the models including science importance, ⌬ 2 (22, N ϭ 227) ϭ 26.09, ns, and science interest, ⌬ 2 (21, N ϭ 227) ϭ 11.86, ns, were not significantly different for boys and girls. The model with science self-concept predicting the number of physical science courses, however, was significantly different by gender, ⌬ 2 (22, N ϭ 227) ϭ 209.64, p Ͻ .001. As a result, this model was estimated and will be discussed separately for boys and girls.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "How Are Choices and Beliefs Associated Over Time?",
                "sec_num": null
            },
            {
                "text": "The five models with nonsignificant model-level differences between boys and girls were estimated on the entire sample. In addition, gender was added as a control in these five models to account for mean-level gender differences. The resulting models included indicators and paths depicted in Figure 1 plus gender (0 ϭ girls, 1 ϭ boys) as a control variable next to parent education and income. As a result of adding gender, two correlational paths among the control variables were added and four additional predictive paths were included: paths from gender to (a) 5th-grade course grade, (b) 5th-grade activity participation, (c) 6th-grade beliefs, and (d) the number of courses. Each of these new models included three correlations among controls, 22 paths, and the measurement models of youths' beliefs. The models shown in Figures 2 and 3 are trimmed models, in that only the significant path coefficients are drawn.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 293,
                        "end": 301,
                        "text": "Figure 1",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 827,
                        "end": 842,
                        "text": "Figures 2 and 3",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "How Are Choices and Beliefs Associated Over Time?",
                "sec_num": null
            },
            {
                "text": "Math models. The three models predicting the number of math courses were a good fit to the data according to several model fit indices (see Table 4 ). Although the model chi-squares were significant for all models, this statistic provides a high rate of false negatives when the model actually fits the data well (Hu & Bentler, 1999; Klein, 1998; Schumacker & Lomax, 1996) . As a result, the Tucker-Lewis index, the comparative fit index, the root-mean-square error of approximation, and the chi-square divided by the degrees of freedom (i.e., 2 /df) were also used to indicate how well each model fit the data. As noted in Table 4 , these indicators all suggest that our models fit the data well (Hu & Bentler, 1999) .",
                "cite_spans": [
                    {
                        "start": 313,
                        "end": 333,
                        "text": "(Hu & Bentler, 1999;",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 334,
                        "end": 346,
                        "text": "Klein, 1998;",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 347,
                        "end": 372,
                        "text": "Schumacker & Lomax, 1996)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 697,
                        "end": 717,
                        "text": "(Hu & Bentler, 1999)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 140,
                        "end": 147,
                        "text": "Table 4",
                        "ref_id": "TABREF3"
                    },
                    {
                        "start": 624,
                        "end": 631,
                        "text": "Table 4",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "How Are Choices and Beliefs Associated Over Time?",
                "sec_num": null
            },
            {
                "text": "The three models depicted in Figure 2 show the statistically significant paths in each model. Youths' participation in math activities positively predicted their feelings of importance (see Figure 2a ), interest (see Figure 2b) , and self-concept of abilities in math (see Figure 2c) , such that higher involvement in activities was associated with higher beliefs 1 year later. There was also evidence that math grades in 5th grade were positively associated with youths' 5th-grade activity participation. Youths' math grades were positively associated with their math interest and self-concept across time and within 10th grade. Math grades and feelings of importance were only significantly related within 10th grade. Youths' math grades were moderately stable from 5th to 10th grade. The stability of youths' math beliefs from 6th to 10th grade was high. The number of math courses taken in high school was predicted by youths' math self-concept, interest, course grade, and parent education. Beliefs about math importance did not significantly predict the number of courses. Girls were also more likely to participate in math out-of-school activities and have lower math expectancies and values.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 29,
                        "end": 37,
                        "text": "Figure 2",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 190,
                        "end": 199,
                        "text": "Figure 2a",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 217,
                        "end": 227,
                        "text": "Figure 2b)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 273,
                        "end": 283,
                        "text": "Figure 2c)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "How Are Choices and Beliefs Associated Over Time?",
                "sec_num": null
            },
            {
                "text": "Physical science models. Four models were estimated predicting the number of physical science courses: (a) beliefs about science importance estimated on the entire sample, (b) science interest for the entire sample, (c) self-concept for boys, and (d) self-concept for girls. The statistically significant paths from each model are depicted in Figure 3 . Path estimates from the separate models for boys' and girls' self-concept are combined in Figure 3c . Boys' and girls' path estimates are noted next to each other; boys' estimates are enclosed in parentheses. According to the various fit indices, the models fit the data well (see Table 4 ). Children's participation in out-of-school science activities in 5th grade was positively related to their ratings of science importance, interest, and self-concept 1 year later in 6th grade above the predictive power of 5th-grade science grades. Children's science grades were typically only related to their science beliefs (i.e., interest, importance, and self-concept) when both were measured at the same time point (i.e., 10th grade). Even when we controlled for the effect of science course grades at 10th grade, children's beliefs at 10th grade predicted the number of physical science courses they took throughout high school. In other words, youth who felt science was important, were interested in science, or believed they were good at science were more likely to take more physical science courses. Parallel to math, parent education positively predicted the number of physical science courses.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 343,
                        "end": 351,
                        "text": "Figure 3",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 444,
                        "end": 453,
                        "text": "Figure 3c",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 635,
                        "end": 642,
                        "text": "Table 4",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "How Are Choices and Beliefs Associated Over Time?",
                "sec_num": null
            },
            {
                "text": "In earlier results, we found that the model predicting the number of physical science courses from science self-concepts was significantly different for boys and girls. Path estimates in Figure 3c suggest that many of the gender differences are due primarily to differences in the stability of science self-concepts and relations including parent education rather than differences in relations among activity participation, self-concept, and the number of physical science courses. Boys' science self-concepts of abilities evidenced stronger stability than girls' self-concepts from 6th to 10th grade. In comparison with boys, parent education was a stronger predictor of girls' 5th-grade activity participation and science grades but a weaker predictor of the number of physical science courses. Parent income also negatively predicted girls' activity participation, whereas this relationship was not significant for boys.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 187,
                        "end": 196,
                        "text": "Figure 3c",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "How Are Choices and Beliefs Associated Over Time?",
                "sec_num": null
            },
            {
                "text": "This investigation elucidated developmental relations between youths' choices and beliefs in math and science. Specifically, participation in out-of-school activities at 5th grade predicted youths' subsequent values and self-concepts of abilities. We also found that youth who believed they were skilled in a particular domain or had an interest in the domain were more likely to continue to pursue this endeavor during adolescence than their peers. In addition, these associations emerged above the predictive power of children's achievement, parents' education, and family income. This study extends prior research by Eccles and her colleagues (Parsons [Eccles] et al., 1984) by examining the reciprocal, developmental relations between choices and expectanciesvalues from 5th to 12th grade and by including out-of-school activities and the understudied domain of science.",
                "cite_spans": [
                    {
                        "start": 655,
                        "end": 677,
                        "text": "[Eccles] et al., 1984)",
                        "ref_id": "BIBREF37"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The strength of relations between youths' beliefs and high school courses varied depending on the type of belief tested. In earlier studies, values were particularly important for girls' math course enrollment (Parsons [Eccles] et al., 1984; Updegraff et al., 1996) . In contrast, we found that the number of high school courses was more strongly related to self-concepts rather than values. The difference in the relative strength of values versus ability self-concepts between our findings and previous research As competition for college admittance has escalated, college admission boards have placed increasing importance on grade point averages and advanced course work. These policies may have two implications on the relations between beliefs and courses for youth in this study. Because students in this sample are largely college bound, task value may not play such a large role, as many of the youth may know that these domains and courses are valuable for college and future occupations. In contrast, youths' self-concept may be critical because of its significant associations with grades. In essence, children with higher ability self-concepts may take more courses because of their expectancies to earn high grades in future courses. Second, studies from the 1970s and 1980s found that counselors and parents were more likely to let girls drop out of the advanced math sequence than boys, which may not be the case today because a substantial number of women are pursuing college degrees and prestigious occupations.",
                "cite_spans": [
                    {
                        "start": 219,
                        "end": 241,
                        "text": "[Eccles] et al., 1984;",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 242,
                        "end": 265,
                        "text": "Updegraff et al., 1996)",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "According to the Eccles expectancy-value model (Parsons [Eccles] et al., 1984) , an important influence on children's choices and beliefs is the feedback children receive on their performance. We expected that receiving positive feedback in math and science would be linked to higher ability self-concepts, values, and choices in these domains. Our results suggest that children who earn good grades in math and science are more likely to participate in after-school activities and continue with coursework in these areas. All beliefs were strongly associated with grades within 10th grade, but importance was not consistently associated with grades across time. For example, 5th-grade math grades predicted children's math interest and self-concept 1 year later. Yet, no such lagged relations occurred for beliefs about math importance. Self-concept of abilities and interest, however, are more likely to change in response to school grades (Eccles, 1994) . Our findings concerning the differential strength of self-concept, interest, and beliefs about importance confirm this work.",
                "cite_spans": [
                    {
                        "start": 56,
                        "end": 78,
                        "text": "[Eccles] et al., 1984)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 942,
                        "end": 956,
                        "text": "(Eccles, 1994)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "This study also highlights changes in achievement-related choices across development. We purposefully included two indicators of youths' choices in math and science, namely, participation in out-of-school activities in elementary school and the number of high school courses. One of the ways in which youth can exert choice in the domains of math and science during elementary school is the degree to which they engage in math and science activities outside of school. Yet, as children age into adolescence, their participation in out-of-school math and science activities significantly wanes. Their time outside of school is filled with extracurricular activities, hanging out with peers, homework, and part-time work (Larson & Verma, 1999) . In the majority of high schools, however, youth are increasingly given the ability to select their school courses, particularly whether they continue in upper level math and science courses. This work underscores the need for researchers to be thoughtful of changes in indicators, such as choices, across development.",
                "cite_spans": [
                    {
                        "start": 719,
                        "end": 741,
                        "text": "(Larson & Verma, 1999)",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The literature on participation in out-of-school activities has shown that participation has implications on adolescents' development (e.g., Eccles & Barber, 1999; Eccles & Templeton, 2002; Holland & Andre, 1987; Mahoney, 2000; Simpkins, Fredricks, Davis-Kean, & Eccles, in press; Youniss, McLellan, & Yates, 1997) . Although individuals participate in organized and informal activities during middle childhood, most researchers have focused on adolescence. As a result, researchers know very little about the consequences of participation in elementary school. According to Erikson (1982) , middle childhood is a critical period in which to study children's involvement in various activities, as this is when development of beliefs is central. Our findings lend support for Erikson's theory of the link between children's activity involvement experiences during middle childhood and their subsequent beliefs.",
                "cite_spans": [
                    {
                        "start": 141,
                        "end": 163,
                        "text": "Eccles & Barber, 1999;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 164,
                        "end": 189,
                        "text": "Eccles & Templeton, 2002;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 190,
                        "end": 212,
                        "text": "Holland & Andre, 1987;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 213,
                        "end": 227,
                        "text": "Mahoney, 2000;",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 228,
                        "end": 280,
                        "text": "Simpkins, Fredricks, Davis-Kean, & Eccles, in press;",
                        "ref_id": null
                    },
                    {
                        "start": 281,
                        "end": 314,
                        "text": "Youniss, McLellan, & Yates, 1997)",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 575,
                        "end": 589,
                        "text": "Erikson (1982)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Our findings on gender differences both confirm and extend previous work. We did not find significant gender differences in youths' course grades, the number of courses, or their value of these domains. Differences did emerge, however, in youths' math self-concept of abilities and out-of-school activity participation. Consistent with previous research, girls had lower math selfconcepts (Andre et al., 1999; Eccles & Harold, 1991; Eccles et al., 1993; Jacobs, 1991; Jacobs & Eccles, 1992; Jacobs et al., 2002 ; Meece et al., 1990 ; Parsons [Eccles] et al., 1984; Stipek & Gralinski, 1991; Updegraff et al., 1996; Wigfield et al., 1991) . Gender differences in children's choices were mixed. Our findings suggest that girls are less likely to participate in math activities than boys. The gender differences in children's participation in math activities confirms previous work (Eccles & Harold, 1991; Simpkins et al., 2005) and parallels research on gender differences in play styles (e.g., Maccoby, 1998) . Girls traditionally engage in less rough-and-tumble play and spend more time in fantasy games that revolve around household or school themes than boys. The math activities included as examples on the questionnaires (e.g., doing math puzzles, playing school and doing math problems) incorporate little physical activity and some build on feminine play themes. Although we found gender differences in math activities, we were surprised that gender differences did not emerge in the number of physical science courses youth took throughout high school. On the basis of previous findings, we expected that boys would have taken more physical science courses (Andre et al., 1999; Farmer et al., 1995) . These gender differences may not have emerged because many of the youth in our sample probably took multiple science courses to achieve college aspirations.",
                "cite_spans": [
                    {
                        "start": 389,
                        "end": 409,
                        "text": "(Andre et al., 1999;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 410,
                        "end": 432,
                        "text": "Eccles & Harold, 1991;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 433,
                        "end": 453,
                        "text": "Eccles et al., 1993;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 454,
                        "end": 467,
                        "text": "Jacobs, 1991;",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 468,
                        "end": 490,
                        "text": "Jacobs & Eccles, 1992;",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 491,
                        "end": 510,
                        "text": "Jacobs et al., 2002",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 513,
                        "end": 531,
                        "text": "Meece et al., 1990",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 542,
                        "end": 564,
                        "text": "[Eccles] et al., 1984;",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 565,
                        "end": 590,
                        "text": "Stipek & Gralinski, 1991;",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 591,
                        "end": 614,
                        "text": "Updegraff et al., 1996;",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 615,
                        "end": 637,
                        "text": "Wigfield et al., 1991)",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 879,
                        "end": 902,
                        "text": "(Eccles & Harold, 1991;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 903,
                        "end": 925,
                        "text": "Simpkins et al., 2005)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 993,
                        "end": 1007,
                        "text": "Maccoby, 1998)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 1664,
                        "end": 1684,
                        "text": "(Andre et al., 1999;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 1685,
                        "end": 1705,
                        "text": "Farmer et al., 1995)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gender Differences",
                "sec_num": null
            },
            {
                "text": "In addition to mean-level differences in these indicators, we also tested whether relations among these indicators varied across boys and girls. Our findings suggest that relations between math beliefs and choices are similar for boys and girls. Thus, even though boys have a higher math self-concept and spend less time in math out-of-school activities than girls, the bivariate and model-level relations between self-concept and participation in math activities were similar for both genders.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gender Differences",
                "sec_num": null
            },
            {
                "text": "We did find significant differences in our model using science self-concepts of abilities to predict the number of science courses. These models suggest that, in comparison with girls, boys' science self-concept was more stable from 6th to 10th grade and that 10th-grade self-concept was a slightly stronger predictor of courses. Most of the differences in the model, however, occurred in relations including parent education. Parent education significantly predicted girls' 5th-grade science grades and activity participation but not the number of physical science courses they took throughout high school. The opposite associations emerged for boys. These relations suggest that parent education has an early impact on girls' science choices and performance but a later impact on boys. This early impact on girls' indicators is consistent with research suggesting that parents may have a larger impact on girls in regard to math than boys (Jacobs, Davis-Kean, Bleeker, Eccles, & Malanchuk, 2005) . The gender differences between parent education and number of physical science courses may result from differential expectations. The influence of parent education may be small above the impact of girls' self-concept. In other words, parents may allow girls more freedom in their course choices. On the other hand, boys whose parents are more educated may expect their sons to take physical science courses regardless of boys' self-concepts. The differential relations including parent education emerged in one of the six models, which suggest that gender-specific processes are possible but may be subtle.",
                "cite_spans": [
                    {
                        "start": 941,
                        "end": 997,
                        "text": "(Jacobs, Davis-Kean, Bleeker, Eccles, & Malanchuk, 2005)",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gender Differences",
                "sec_num": null
            },
            {
                "text": "Findings from this study are noteworthy in that they (a) incorporated developmental relations between choices and beliefs span-ning 8 years, (b) included children's activity participation in middle childhood, (c) dealt with science in addition to math, and (d) addressed gender differences in mean levels and relations among indicators. Even though this study extended prior research in multiple regards, there are some limitations to the findings. Perhaps the strongest limitation of the study is the demographic characteristics of the families. The families who participated in this study were largely two-parent, European American families with middle-class incomes. As a result, they may have more resources to devote to children's participation in organized activities and creating an enriching home environment than families of other socioeconomic status (SES) backgrounds. Recent research, for example, shows that families from lower SES brackets are less likely to have computers in the home (Zarrett, Malanchuk, Davis-Kean, & Eccles, in press) . As a result, children in lower SES families are likely to get less exposure to early math and science skills. In addition, low-income families' efforts may need to be devoted to children's basic needs (e.g., providing food and safety) rather than supporting or promoting youths' pursuit of math and science because of other life circumstances (e.g., working two jobs, overriding concern about their child's safety in a high-crime neighborhood). Little math and science support in the home may make children less likely to be exposed to early math and science activities, values, and role models and, as a result, less likely to pursue math-and science-enriched pathways.",
                "cite_spans": [
                    {
                        "start": 1000,
                        "end": 1052,
                        "text": "(Zarrett, Malanchuk, Davis-Kean, & Eccles, in press)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations and Future Directions",
                "sec_num": null
            },
            {
                "text": "This model and our findings are likely to vary on the basis of families' ethnic or racial background. Other beliefs outlined in the Eccles expectancy-value model (Parsons [Eccles] et al., 1984) are liable to play a larger role in the choices for youth of color. For example, research has shown that African Americans' feelings of discrimination are critical determinants of whether they pursue information technology choices in college (Zarrett, Malanchuk, & Eccles, 2003) . At this point, it is unclear the extent to which the predictive power of discrimination might weaken the influence of self-concepts and beliefs on choices.",
                "cite_spans": [
                    {
                        "start": 171,
                        "end": 193,
                        "text": "[Eccles] et al., 1984)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 436,
                        "end": 472,
                        "text": "(Zarrett, Malanchuk, & Eccles, 2003)",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations and Future Directions",
                "sec_num": null
            },
            {
                "text": "The Eccles model (Parsons [Eccles] et al., 1984) also addresses racial and ethnic dissimilarities through differential influences from family and larger cultural belief systems. Ethnic differences in educational and occupational expectations are likely to influence the model discussed in this article. Youths' beliefs may not have a large influence on choices above parental beliefs in cultures with strong educational values, such as many Asian cultures, or cultures in which parents largely make choices for youth. If youth in particular cultures are expected to enroll in all upper level math and science courses or use a majority of their out-of-school time for educational pursuits, children's beliefs, particularly when they are young, may make little difference. In fact, findings by Eccles and Harold (1991) suggested that the relations between beliefs and activity participation in more voluntary activities, such as sports and music, may be stronger than those academic activities discussed in this article. They theorized that the associations were likely to be stronger in sports because youth were allowed more freedom to decide whether they want to engage in sports than math. Cultural differences in the freedom youth have to make choices concerning their time use, education, and occupations are likely to change the strength of relations between beliefs and choices.",
                "cite_spans": [
                    {
                        "start": 26,
                        "end": 48,
                        "text": "[Eccles] et al., 1984)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 792,
                        "end": 816,
                        "text": "Eccles and Harold (1991)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations and Future Directions",
                "sec_num": null
            },
            {
                "text": "This investigation was ambitious in documenting relations between choices and beliefs from 5th to 12th grade. This study could have been even more informative if we had further detailed information on some of the measures, such as youths' activities, and comparable information on adolescent beliefs and choices in the biological sciences. In this study, we included an indicator of the time children spent in activities. However, it would have been useful if we had information about the surrounding context of the activity, whether participation was part of an organized activity or an informal leisure pursuit, and why youth participated in the activity. Another avenue for future research is to examine similar models for the biological sciences. This study incorporated data on adolescents' beliefs and choices in math and physical sciences. We were unable to include similar models in the biological domains during adolescence. More specific details on the measures and various domains and shorter intervals among measurement points would provide further information concerning process and change.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations and Future Directions",
                "sec_num": null
            },
            {
                "text": "Several applied implications can be derived from these results. Our model shows that the links between beliefs and choices in math and science can be traced back to youths' after-school activities in 5th grade. Thus, one potential avenue to increase later choices in math and science coursework is to increase early involvement in math and science activities. Because our activity measure was global and included both formal and informal activities, youth may gain similar motivational benefits if they participate in math and science activities through an organized afterschool program or through informal activities at home. Also, the moderate stability of beliefs across time suggests that math and science beliefs and choices need to be continually promoted across development. The model of a one-time intervention is not likely to have lasting effects on most youth.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Applied Implications",
                "sec_num": null
            },
            {
                "text": "These findings advocate that building youths' self-concepts in these domains is key to promoting course choices for both boys and girls. Although youths' grades had an influence on their choices, the influence of self-concepts, or one's beliefs about their abilities in that domain, was even stronger. This finding suggests that parents and educators should devote time and effort to not just building children's knowledge and skills in these areas but also to developing children's beliefs. Even though values did not play a significant role in these models, it is probable that youth with the highest persistence are those who have high self-concepts and values. The particular belief or set of beliefs that matter may vary by ethnic or racial groups. Thus, it would be advantageous if self-concepts and values were both addressed in future studies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Applied Implications",
                "sec_num": null
            },
            {
                "text": "MATH AND SCIENCE MOTIVATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "SIMPKINS, DAVIS-KEAN, AND ECCLES",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Competency beliefs, positive affect, and gender stereotypes of elementary students and their parents about science versus other school subjects",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Andre",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Whigham",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Hendrickson",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Chambers",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Journal of Research in Science Teaching",
                "volume": "36",
                "issue": "",
                "pages": "719--747",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Andre, T., Whigham, M., Hendrickson, A., & Chambers, S. (1999). Com- petency beliefs, positive affect, and gender stereotypes of elementary students and their parents about science versus other school subjects. Journal of Research in Science Teaching, 36, 719 -747.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Full information estimation in the presence of incomplete data",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Arbuckle",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Advanced structural equation modeling: Issues and techniques",
                "volume": "",
                "issue": "",
                "pages": "243--278",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Arbuckle, J. L. (1996). Full information estimation in the presence of incomplete data. In G. A. Marcoulides & R. E. Schumacker (Eds.), Advanced structural equation modeling: Issues and techniques (pp. 243-278). Hillsdale, NJ: Erlbaum.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "A study of urban middle school students with high and low attitudes toward science",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "M"
                        ],
                        "last": "Atwater",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Wiggins",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Gardner",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Journal of Research in Science Teaching",
                "volume": "32",
                "issue": "",
                "pages": "665--677",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Atwater, M. M., Wiggins, J., & Gardner, C. M. (1995). A study of urban middle school students with high and low attitudes toward science. Journal of Research in Science Teaching, 32, 665-677.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Structural equation modeling with AMOS: Basic concepts, applications, and programming",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Byrne",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Byrne, B. M. (2001). Structural equation modeling with AMOS: Basic concepts, applications, and programming. Mahwah, NJ: Erlbaum.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Mediators of gender differences in mathematics college entrance test scores: A comparison of spatial skills with internalized beliefs and anxieties",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "B"
                        ],
                        "last": "Casey",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Nuttall",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Pezaris",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Developmental Psychology",
                "volume": "33",
                "issue": "",
                "pages": "669--680",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Casey, M. B., Nuttall, R. L., & Pezaris, E. (1997). Mediators of gender differences in mathematics college entrance test scores: A comparison of spatial skills with internalized beliefs and anxieties. Developmental Psychology, 33, 669 -680.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Applied multiple regression/correlation analysis for the behavioral sciences",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Cohen",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Cohen",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cohen, J., & Cohen, P. (1983). Applied multiple regression/correlation analysis for the behavioral sciences (2nd ed.). Hillsdale, NJ: Erlbaum.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Gender differences in computer work: Evidence for the model of achievement-related choices",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Dickhäuser",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Stiensmeier-Pelster",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Contemporary Educational Psychology",
                "volume": "27",
                "issue": "",
                "pages": "486--496",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dickhäuser, O., & Stiensmeier-Pelster, J. (2002). Gender differences in computer work: Evidence for the model of achievement-related choices. Contemporary Educational Psychology, 27, 486 -496.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Understanding women's educational and occupational choices: Applying the Eccles et al. model of achievement-related choices",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Psychology of Women Quarterly",
                "volume": "18",
                "issue": "",
                "pages": "585--609",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. S. (1994). Understanding women's educational and occupational choices: Applying the Eccles et al. model of achievement-related choices. Psychology of Women Quarterly, 18, 585-609.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Student council, volunteering, basketball, or marching band: What kind of extracurricular involvement matters",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "L"
                        ],
                        "last": "Barber",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Journal of Adolescent Research",
                "volume": "14",
                "issue": "",
                "pages": "10--43",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. S., & Barber, B. L. (1999). Student council, volunteering, basketball, or marching band: What kind of extracurricular involvement matters? Journal of Adolescent Research, 14, 10 -43.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Gender differences in sport involvement: Applying the Eccles' expectancy-value model",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "D"
                        ],
                        "last": "Harold",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Journal of Applied Sport Psychology",
                "volume": "3",
                "issue": "",
                "pages": "7--35",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. S., & Harold, R. D. (1991). Gender differences in sport involve- ment: Applying the Eccles' expectancy-value model. Journal of Applied Sport Psychology, 3, 7-35.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "The association of school transitions in early adolescence with developmental trajectories through high school",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "E"
                        ],
                        "last": "Lord",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Roeser",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "L"
                        ],
                        "last": "Barber",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Jozefowicz",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Health risks and developmental transitions during adolescence",
                "volume": "",
                "issue": "",
                "pages": "283--321",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. S., Lord, S. E., Roeser, R. W., Barber, B. L., & Jozefowicz, D. (1997). The association of school transitions in early adolescence with developmental trajectories through high school. In J. Schulenberg, J. Maggs, & K. Hurrelmann (Eds.), Health risks and developmental tran- sitions during adolescence (pp. 283-321). New York: Cambridge Uni- versity Press.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Extracurricular and other after-school activities for youth",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Templeton",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Review of research in education",
                "volume": "26",
                "issue": "",
                "pages": "113--180",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. S., & Templeton, J. (2002). Extracurricular and other after-school activities for youth. In W. G. Secada (Ed.), Review of research in education (Vol. 26, pp. 113-180). Washington, DC: American Educa- tional Research Association.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Ontogeny of children's self-perceptions and subjective task values across activity domains during the early elementary school years",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "D"
                        ],
                        "last": "Harold",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Blumenfeld",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Child Development",
                "volume": "64",
                "issue": "",
                "pages": "830--847",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. S., Wigfield, A., Harold, R. D., & Blumenfeld, P. (1993). Ontogeny of children's self-perceptions and subjective task values across activity domains during the early elementary school years. Child Development, 64, 830 -847.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Motivation",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Schiefele",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Handbook of child psychology",
                "volume": "3",
                "issue": "",
                "pages": "1017--1095",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. S., Wigfield, A., & Schiefele, U. (1998). Motivation. In N. Eisenberg (Ed.), Handbook of child psychology (Vol. 3, 5th ed., pp. 1017-1095). New York: Wiley.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "The life cycle completed: A review",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "H"
                        ],
                        "last": "Erikson",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Erikson, E. H. (1982). The life cycle completed: A review. New York: Norton.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Women's career choices: Focus on science, math, and technology careers",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "S"
                        ],
                        "last": "Farmer",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Wardrop",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "Z"
                        ],
                        "last": "Anderson",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Risinger",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Journal of Counseling Psychology",
                "volume": "42",
                "issue": "",
                "pages": "155--170",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Farmer, H. S., Wardrop, J. L., Anderson, M. Z., & Risinger, R. (1995). Women's career choices: Focus on science, math, and technology ca- reers. Journal of Counseling Psychology, 42, 155-170.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Antecedent factors differentiating women and men in science/nonscience careers",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "S"
                        ],
                        "last": "Farmer",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Wardrop",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "C"
                        ],
                        "last": "Rotella",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Psychology of Women Quarterly",
                "volume": "23",
                "issue": "",
                "pages": "763--780",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Farmer, H. S., Wardrop, J. L., & Rotella, S. C. (1999). Antecedent factors differentiating women and men in science/nonscience careers. Psychol- ogy of Women Quarterly, 23, 763-780.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Parents' influence on children's achievement-related perceptions",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "M"
                        ],
                        "last": "Frome",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "74",
                "issue": "",
                "pages": "435--452",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Frome, P. M., & Eccles, J. S. (1998). Parents' influence on children's achievement-related perceptions. Journal of Personality and Social Psy- chology, 74, 435-452.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Everyday opportunities for the development of planning skills: Sociocultural and family influences",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Gauvain",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "173--201",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gauvain, M. (1999). Everyday opportunities for the development of plan- ning skills: Sociocultural and family influences. In A. Göncü (Ed.), Children's engagement in the world: Sociocultural perspectives (pp. 173-201). Cambridge, England: Cambridge University Press.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Supportive environments for cognitive development: Illustrations from children's mathematical activities outside of school",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "R"
                        ],
                        "last": "Guberman",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "202--227",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Guberman, S. R. (1999). Supportive environments for cognitive develop- ment: Illustrations from children's mathematical activities outside of school. In A. Göncü (Ed.), Children's engagement in the world: Socio- cultural perspectives (pp. 202-227). Cambridge, England: Cambridge University Press.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "The influence of gender, academic achievement and non-school factors upon preadolescent self-concept",
                "authors": [
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Hay",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "F"
                        ],
                        "last": "Ashman",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "E"
                        ],
                        "last": "Van Kraayenoord",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Educational Psychology",
                "volume": "18",
                "issue": "",
                "pages": "461--470",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hay, I., Ashman, A. F., & Van Kraayenoord, C. E. (1998). The influence of gender, academic achievement and non-school factors upon preado- lescent self-concept. Educational Psychology, 18, 461-470.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Participation in extracurricular activities in secondary school: What is known, what needs to be known?",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Holland",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Andre",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Review of Educational Research",
                "volume": "57",
                "issue": "",
                "pages": "437--466",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Holland, A., & Andre, T. (1987). Participation in extracurricular activities in secondary school: What is known, what needs to be known? Review of Educational Research, 57, 437-466.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Cutoff criteria for fit indexes in covariance structure analysis: Conventional criteria versus new alternatives. Structural Equation Modeling",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Hu",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "M"
                        ],
                        "last": "Bentler",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "",
                "volume": "6",
                "issue": "",
                "pages": "1--55",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hu, L., & Bentler, P. M. (1999). Cutoff criteria for fit indexes in covariance structure analysis: Conventional criteria versus new alternatives. Struc- tural Equation Modeling, 6, 1-55.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Influence of gender stereotypes on parent and child mathematics attitudes",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Jacobs",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Journal of Educational Psychology",
                "volume": "83",
                "issue": "",
                "pages": "518--527",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jacobs, J. E. (1991). Influence of gender stereotypes on parent and child mathematics attitudes. Journal of Educational Psychology, 83, 518 -527.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "The impact of parents, interests, and activities on gender differences in math",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Jacobs",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "E"
                        ],
                        "last": "Davis-Kean",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Bleeker",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Malanchuk",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Gender difference in mathematics",
                "volume": "",
                "issue": "",
                "pages": "246--263",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jacobs, J. E., Davis-Kean, P. E., Bleeker, M., Eccles, J. S., & Malanchuk, O. (2005). \"I can do it but I don't want to.\" The impact of parents, interests, and activities on gender differences in math. In A. Gallagher & J. Kaufman (Eds.), Gender difference in mathematics (pp. 246 -263). New York: Cambridge University Press.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "The impact of mothers' gender-role stereotypic beliefs on mothers' and children's ability perceptions",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Jacobs",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "63",
                "issue": "",
                "pages": "932--944",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jacobs, J. E., & Eccles, J. S. (1992). The impact of mothers' gender-role stereotypic beliefs on mothers' and children's ability perceptions. Jour- nal of Personality and Social Psychology, 63, 932-944.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "The career plans of science-talented rural adolescent girls",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Jacobs",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "L"
                        ],
                        "last": "Finken",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "L"
                        ],
                        "last": "Griffin",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Wright",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "American Educational Research Journal",
                "volume": "35",
                "issue": "",
                "pages": "681--704",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jacobs, J. E., Finken, L. L., Griffin, N. L., & Wright, J. D. (1998). The career plans of science-talented rural adolescent girls. American Educa- tional Research Journal, 35, 681-704.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Changes in children's self-competence and values: Gender and domain differences across grades one through twelve",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Jacobs",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Lanza",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Osgood",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Child Development",
                "volume": "73",
                "issue": "",
                "pages": "509--527",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jacobs, J. E., Lanza, S., Osgood, D. W., Eccles, J. S., & Wigfield, A. (2002). Changes in children's self-competence and values: Gender and domain differences across grades one through twelve. Child Develop- ment, 73, 509 -527.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Young girls in science: Academic ability, perceptions and future participation in science",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "A"
                        ],
                        "last": "Joyce",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Farenga",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Roeper Review",
                "volume": "22",
                "issue": "",
                "pages": "261--262",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Joyce, B. A., & Farenga, S. J. (2000). Young girls in science: Academic ability, perceptions and future participation in science. Roeper Review, 22, 261-262.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Principles and practice of structural equation modeling",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "B"
                        ],
                        "last": "Klein",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Klein, R. B. (1998). Principles and practice of structural equation mod- eling. New York: Guilford Press.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "How children and adolescents spend time across the world: Work, play, and developmental opportunities",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Larson",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Verma",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Psychological Bulletin",
                "volume": "125",
                "issue": "",
                "pages": "701--736",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Larson, R. W., & Verma, S. (1999). How children and adolescents spend time across the world: Work, play, and developmental opportunities. Psychological Bulletin, 125, 701-736.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "The two sexes: Growing up apart, coming together",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "E"
                        ],
                        "last": "Maccoby",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Maccoby, E. E. (1998). The two sexes: Growing up apart, coming together. Cambridge, MA: Harvard University Press.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "School extracurricular activity participation as a moderator in the development of antisocial patterns",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Mahoney",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Child Development",
                "volume": "71",
                "issue": "",
                "pages": "502--516",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mahoney, J. L. (2000). School extracurricular activity participation as a moderator in the development of antisocial patterns. Child Development, 71, 502-516.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Predictors of math anxiety and its influence on young adolescents' course enrollment intentions and performance in mathematics",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Meece",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Journal of Educational Psychology",
                "volume": "82",
                "issue": "",
                "pages": "60--70",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Meece, J. L., Wigfield, A., & Eccles, J. S. (1990). Predictors of math anxiety and its influence on young adolescents' course enrollment in- tentions and performance in mathematics. Journal of Educational Psy- chology, 82, 60 -70.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Gendered patterns in computing work in the late 1990s",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Panteli",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Stack",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Ramsay",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "New Technology, Work and Employment",
                "volume": "16",
                "issue": "",
                "pages": "3--11",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Panteli, N., Stack, J., & Ramsay, H. (2001). Gendered patterns in comput- ing work in the late 1990s. New Technology, Work and Employment, 16, 3-11.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Hands-on biology: A museum-school-university partnership for enhancing students' interest and learning in science",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Paris",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "M"
                        ],
                        "last": "Yambor",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "W L"
                        ],
                        "last": "Packard",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "The Elementary School Journal",
                "volume": "98",
                "issue": "",
                "pages": "267--288",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Paris, S. G., Yambor, K. M., & Packard, B. W. L. (1998). Hands-on biology: A museum-school-university partnership for enhancing stu- dents' interest and learning in science. The Elementary School Journal, 98, 267-288.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Self-perceptions, task perceptions, socializing influences, and the decisions to enroll in mathematics",
                "authors": [
                    {
                        "first": "]",
                        "middle": [],
                        "last": "Parsons [eccles",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Adler",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "F"
                        ],
                        "last": "Futterman",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Goff",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "B"
                        ],
                        "last": "Kaczala",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Meece",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Midgley",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Women and mathematics: Balancing the equation",
                "volume": "",
                "issue": "",
                "pages": "95--121",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Parsons [Eccles], J. S., Adler, T. F., Futterman, R., Goff, S. B., Kaczala, C. M., Meece, J. L., & Midgley, C. (1985). Self-perceptions, task perceptions, socializing influences, and the decisions to enroll in math- ematics. In S. F. Chipman, L. R. Brush, & D M. Wilson (Eds.), Women and mathematics: Balancing the equation (pp. 95-121). Hillsdale, NJ: Erlbaum.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Sex differences in achievement: A test of alternate theories",
                "authors": [
                    {
                        "first": "]",
                        "middle": [],
                        "last": "Parsons [eccles",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Adler",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Meece",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "46",
                "issue": "",
                "pages": "26--43",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Parsons [Eccles], J. S., Adler, T., & Meece, J. L. (1984). Sex differences in achievement: A test of alternate theories. Journal of Personality and Social Psychology, 46, 26 -43.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "A beginner's guide to structural equation modeling",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Schumacker",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Lomax",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Schumacker, R. E., & Lomax, R. G. (1996). A beginner's guide to struc- tural equation modeling. Mahwah, NJ: Erlbaum.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Parental efficacy: Predictor of parenting behavior and adolescent outcomes",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Shumow",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Lomax",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Parenting: Science and Practice",
                "volume": "2",
                "issue": "",
                "pages": "127--150",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shumow, L., & Lomax, R. (2002). Parental efficacy: Predictor of parenting behavior and adolescent outcomes. Parenting: Science and Practice, 2, 127-150.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Parental socialization and children's engagement in information technology activities",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "D"
                        ],
                        "last": "Simpkins",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "E"
                        ],
                        "last": "Davis-Kean",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Applied Developmental Science",
                "volume": "9",
                "issue": "",
                "pages": "14--30",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Simpkins, S. D., Davis-Kean, P. E., & Eccles, J. S. (2005). Parental socialization and children's engagement in information technology ac- tivities. Applied Developmental Science, 9, 14 -30.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Healthy minds, healthy habits: The influence of activity involvement in middle childhood",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "D"
                        ],
                        "last": "Simpkins",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Fredricks",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "E"
                        ],
                        "last": "Davis-Kean",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Middle childhood: Contexts of development",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Simpkins, S. D., Fredricks, J., Davis-Kean, P. E., & Eccles, J. S. (in press). Healthy minds, healthy habits: The influence of activity involvement in middle childhood. In A. Huston & M. Ripke (Eds.), Middle childhood: Contexts of development. New York: Cambridge University Press.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Gender differences in children's achievement-related beliefs and emotional responses to success and failure in mathematics",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Stipek",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Gralinski",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Journal of Educational Psychology",
                "volume": "83",
                "issue": "",
                "pages": "361--371",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stipek, D. J., & Gralinski, J. H. (1991). Gender differences in children's achievement-related beliefs and emotional responses to success and failure in mathematics. Journal of Educational Psychology, 83, 361- 371.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Course enrollment as self-regulatory behavior: Who takes optional high school math courses?",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "A"
                        ],
                        "last": "Updegraff",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "L"
                        ],
                        "last": "Barber",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "M"
                        ],
                        "last": "Brien",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Learning and Individual Differences",
                "volume": "8",
                "issue": "",
                "pages": "239--259",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Updegraff, K. A., Eccles, J. S., Barber, B. L., & O'Brien, K. M. (1996). Course enrollment as self-regulatory behavior: Who takes optional high school math courses? Learning and Individual Differences, 8, 239 -259.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Transitions during early adolescence: Changes in children's domain-specific self-perceptions and general self-esteem across the transition to junior high school",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Mac Iver",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Reuman",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Developmental Psychology",
                "volume": "27",
                "issue": "",
                "pages": "552--565",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wigfield, A., Eccles, J. S., Mac Iver, D., Reuman, D. A., & Midgley, C. (1991). Transitions during early adolescence: Changes in children's domain-specific self-perceptions and general self-esteem across the tran- sition to junior high school. Developmental Psychology, 27, 552-565.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Changes in children's competence beliefs and subjective task values across the elementary school years: A three-year study",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "S"
                        ],
                        "last": "Yoon",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "D"
                        ],
                        "last": "Harold",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Arbreton",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Freedman-Doan",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Journal of Educational Psychology",
                "volume": "89",
                "issue": "",
                "pages": "451--469",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wigfield, A., Eccles, J. S., Yoon, K. S., Harold, R. D., Arbreton, A., Freedman-Doan, C., et al. (1997). Changes in children's competence beliefs and subjective task values across the elementary school years: A three-year study. Journal of Educational Psychology, 89, 451-469.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "What we know about engendering civic activity",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Youniss",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Mclellan",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Yates",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "American Behavioral Scientist",
                "volume": "40",
                "issue": "",
                "pages": "620--631",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Youniss, J., McLellan, J. A., & Yates, M. (1997). What we know about engendering civic activity. American Behavioral Scientist, 40, 620 -631.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Examining the gender gap in IT by race: Young adults' decisions to pursue an IT career",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Zarrett",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Malanchuk",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "E"
                        ],
                        "last": "Davis-Kean",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Women and information technology: Research on the reasons for underrepresentation",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Zarrett, N., Malanchuk, O., Davis-Kean, P. E., & Eccles, J. S. (in press). Examining the gender gap in IT by race: Young adults' decisions to pursue an IT career. In W. Aspray & J. McGrath Cohoon (Eds.), Women and information technology: Research on the reasons for under- representation. Cambridge, MA: MIT Press.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Math and science courses, grades, and career goals: Longitudinal perspectives on the influence of gender and beliefs",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Zarrett",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Malanchuk",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Symposium conducted at the biennial meeting of the Society for Research on Adolescence",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Zarrett, N., Malanchuk, O., & Eccles, J. S. (2003, March). Who's com- puting? Gender and race differences in young adults' decisions to pursue an IT career. In S. D. Simpkins (Chair), Math and science courses, grades, and career goals: Longitudinal perspectives on the influence of gender and beliefs. Symposium conducted at the biennial meeting of the Society for Research on Adolescence, Baltimore.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "The model tested in structural equation modeling."
            },
            "FIGREF1": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Significant predictive paths in the models predicting the number of math courses for beliefs about math importance (a), interest (b), and self-concept (c). 5th ϭ 5th grade; 6th ϭ 6th grade; 10th ϭ 10th grade. a p Ͻ .10. * p Ͻ .05. ** p Ͻ .01. *** p Ͻ .001."
            },
            "FIGREF2": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Significant predictive paths in the models predicting the number of physical science courses for beliefs about science importance (a), interest (b), and self-concept (c). Boys' paths in Panel c are enclosed in parentheses. 5th ϭ 5th grade; 6th ϭ 6th grade; 10th ϭ 10th grade. a p Ͻ .10. * p Ͻ .05. ** p Ͻ .01. *** p Ͻ .001. may reflect historical changes in what it takes to get into college."
            },
            "TABREF0": {
                "num": null,
                "content": "<table><tr><td/><td/><td>Math</td><td/><td/><td/><td>Science</td><td/><td/></tr><tr><td/><td>Boys</td><td/><td>Girls</td><td/><td>Boys</td><td/><td>Girls</td><td/></tr><tr><td>Item</td><td>M</td><td>S D</td><td>M</td><td>S D</td><td>M</td><td>S D</td><td>M</td><td>S D</td></tr><tr><td>Course grades</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>5th</td><td>11.10</td><td>3.34</td><td>11.10</td><td>3.65</td><td>11.84</td><td>3.35</td><td>11.61</td><td>3.71</td></tr><tr><td>10th</td><td>10.74</td><td>3.15</td><td>10.82</td><td>3.28</td><td>10.62</td><td>3.42</td><td>10.65</td><td>3.29</td></tr><tr><td>Activity participation: 5th grade</td><td>2.11***</td><td>1.52</td><td>2.57</td><td>1.50</td><td>2.54</td><td>1.64</td><td>2.36</td><td>1.61</td></tr><tr><td>Expectancies-values</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>6th grade</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Self-concept</td><td>5.60*</td><td>1.04</td><td>5.03</td><td>1.08</td><td>4.55</td><td>1.43</td><td>4.38</td><td>1.36</td></tr><tr><td>Interest</td><td>4.31</td><td>1.76</td><td>3.88</td><td>1.56</td><td>4.03</td><td>1.98</td><td>3.97</td><td>2.17</td></tr><tr><td>Importance</td><td>5.37</td><td>1.11</td><td>5.19</td><td>0.96</td><td>4.77</td><td>1.58</td><td>4.50</td><td>1.75</td></tr><tr><td>10th grade</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Self-concept</td><td>5.11</td><td>1.22</td><td>4.66</td><td>1.28</td><td>4.74</td><td>1.51</td><td>4.11</td><td>1.60</td></tr><tr><td>Interest</td><td>3.69</td><td>1.57</td><td>3.47</td><td>1.64</td><td>4.30</td><td>1.67</td><td>3.57</td><td>1.82</td></tr><tr><td>Importance</td><td>4.63</td><td>1.22</td><td>4.38</td><td>1.20</td><td>4.73</td><td>1.55</td><td>4.38</td><td>1.69</td></tr><tr><td>Number of courses</td><td>4.17</td><td>1.84</td><td>4.16</td><td>1.78</td><td>1.66</td><td>1.25</td><td>1.39</td><td>1.09</td></tr></table>",
                "type_str": "table",
                "text": "Means and Standard Deviations of Youth-Reported Activity Participation, Expectancies-Values, and Adolescent Outcomes"
            },
            "TABREF1": {
                "num": null,
                "content": "<table><tr><td>Math indicator</td><td>1</td><td>2</td><td>3</td><td>4</td><td>5</td><td>6</td><td>7</td><td>8</td><td>9</td><td>1 0</td></tr><tr><td>1. Grades: 5th grade</td><td>-</td><td>.29***</td><td>.12</td><td>.29***</td><td>.03</td><td>Ϫ.02</td><td>.18*</td><td>.17</td><td>.21*</td><td>.46***</td></tr><tr><td>2. Grades: 10th grade</td><td>.29**</td><td>-</td><td>.01</td><td>.35***</td><td>.26***</td><td>Ϫ.07</td><td>.67***</td><td>.54***</td><td>.42***</td><td>.53***</td></tr><tr><td>3. Activity participation</td><td>.21*</td><td>.22*</td><td>-</td><td>.16</td><td>.09</td><td>.07</td><td>.03</td><td>Ϫ.03</td><td>Ϫ.01</td><td>.11</td></tr><tr><td>6th grade</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>4. Self-concept</td><td>.35***</td><td>.39***</td><td>.28***</td><td>-</td><td>.54***</td><td>.24**</td><td>.54***</td><td>.36***</td><td>.21*</td><td>.47***</td></tr><tr><td>5. Interest</td><td>.25**</td><td>.04</td><td>.35***</td><td>.43***</td><td>-</td><td>.41***</td><td>.40***</td><td>.47***</td><td>.28***</td><td>.19</td></tr><tr><td>6. Importance</td><td>.10</td><td>Ϫ.01</td><td>.30***</td><td>.30***</td><td>.54***</td><td>-</td><td>.03</td><td>.22*</td><td>.28***</td><td>Ϫ.07</td></tr><tr><td>10th grade</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>7. Self-concept</td><td>.23*</td><td>.61***</td><td>.25**</td><td>.48***</td><td>.19</td><td>.04</td><td>-</td><td>.71***</td><td>.55***</td><td>.57***</td></tr><tr><td>8. Interest</td><td>.08</td><td>.41***</td><td>.21*</td><td>.28***</td><td>.35***</td><td>.11</td><td>.60***</td><td>-</td><td>.69***</td><td>.38***</td></tr><tr><td>9. Importance</td><td>Ϫ.04</td><td>.16</td><td>.19</td><td>.03</td><td>.11</td><td>.22*</td><td>.47***</td><td>.57***</td><td>-</td><td>.29**</td></tr><tr><td>10. Number of courses</td><td>.37***</td><td>.55***</td><td>.13</td><td>.45***</td><td>.27*</td><td>.02</td><td>.55***</td><td>.31***</td><td>.23*</td><td>-</td></tr></table>",
                "type_str": "table",
                "text": "Correlations Among Youth Math Grades, Activity Participation, Expectancies-Values, and Outcomes"
            },
            "TABREF2": {
                "num": null,
                "content": "<table><tr><td>Science indicator</td><td>1</td><td>2</td><td>3</td><td>4</td><td>5</td><td>6</td><td>7</td><td>8</td><td>9</td><td>1 0</td></tr><tr><td>1. Grades: 5th grade</td><td>-</td><td>.21*</td><td>.13</td><td>Ϫ.05</td><td>Ϫ.20*</td><td>Ϫ.17</td><td>.18*</td><td>.13</td><td>.19*</td><td>.24**</td></tr><tr><td>2. Grades: 10th grade</td><td>.24*</td><td>-</td><td>.07</td><td>.16</td><td>Ϫ.01</td><td>.00</td><td>.55***</td><td>.34***</td><td>.44***</td><td>.46***</td></tr><tr><td>3. Activity participation</td><td>.17</td><td>.09</td><td>-</td><td>.18*</td><td>.10</td><td>.07</td><td>.10</td><td>.12</td><td>.13</td><td>.06</td></tr><tr><td>6th grade</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>4. Self-concept</td><td>.08</td><td>.22*</td><td>.25**</td><td>-</td><td>.56***</td><td>.60***</td><td>.24**</td><td>.20*</td><td>.20*</td><td>.05</td></tr><tr><td>5. Interest</td><td>Ϫ.08</td><td>.13</td><td>.29***</td><td>.56***</td><td>-</td><td>.71***</td><td>.09</td><td>.17</td><td>.12</td><td>Ϫ.04</td></tr><tr><td>6. Importance</td><td>Ϫ.01</td><td>.11</td><td>.36***</td><td>.54***</td><td>.66***</td><td>-</td><td>.05</td><td>.11</td><td>.09</td><td>.02</td></tr><tr><td>10th grade</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>7. Self-concept</td><td>.02</td><td>.47***</td><td>.09</td><td>.40***</td><td>.38***</td><td>.32***</td><td>-</td><td>.82***</td><td>.73***</td><td>.48***</td></tr><tr><td>8. Interest</td><td>؊.16</td><td>.29**</td><td>.21*</td><td>.35***</td><td>.34***</td><td>.40***</td><td>.70***</td><td>-</td><td>.77***</td><td>.32***</td></tr><tr><td>9. Importance</td><td>؊.08</td><td>.40***</td><td>.20*</td><td>.20*</td><td>.29**</td><td>.28**</td><td>.70***</td><td>.67***</td><td>-</td><td>.38***</td></tr><tr><td>10. Number of courses</td><td>.15</td><td>.12</td><td>.12</td><td>.28***</td><td>.16</td><td>.18</td><td>.56***</td><td>.40***</td><td>.32***</td><td>-</td></tr><tr><td>Note.</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr></table>",
                "type_str": "table",
                "text": "Correlations Among Youth Science Grades, Activity Participation, Expectancies-Values, and Outcomes Correlations computed on girls' indicators are above the diagonal; correlations computed on boys' indicators are below the diagonal. Boldface correlations were significantly different between boys and girls. * p Ͻ .05. ** p Ͻ .01. *** p Ͻ .001."
            },
            "TABREF3": {
                "num": null,
                "content": "<table><tr><td>Model</td><td>2 (N ϭ 227)</td><td>df</td><td>2 /df</td><td>TLI</td><td>CFI</td><td>RMSEA</td><td>R 2 in courses</td></tr><tr><td/><td/><td/><td>Math courses</td><td/><td/><td/><td/></tr><tr><td>Math importance</td><td>87.24***</td><td>47</td><td>1.85</td><td>.98</td><td>.99</td><td>.06</td><td>.35</td></tr><tr><td>Math interest</td><td>75.71***</td><td>47</td><td>1.61</td><td>.99</td><td>.99</td><td>.05</td><td>.35</td></tr><tr><td>Math self-concept</td><td>207.41***</td><td>101</td><td>2.05</td><td>.98</td><td>.99</td><td>.06</td><td>.43</td></tr><tr><td/><td/><td colspan=\"3\">Physical science courses</td><td/><td/><td/></tr><tr><td>Science importance</td><td>66.19***</td><td>36</td><td>1.83</td><td>.98</td><td>.99</td><td>.06</td><td>.30</td></tr><tr><td>Science interest</td><td>54.69***</td><td>26</td><td>2.10</td><td>.98</td><td>.99</td><td>.07</td><td>.34</td></tr><tr><td>Science self-concept</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Boys' model</td><td>41.99</td><td>31</td><td>1.35</td><td>.99</td><td>.99</td><td>.05</td><td>.47</td></tr><tr><td>Girls' model</td><td>38.81</td><td>31</td><td>1.25</td><td>.99</td><td>.99</td><td>.04</td><td>.32</td></tr><tr><td colspan=\"8\">Note. TLI ϭ Tucker-Lewis index; CFI ϭ comparative fit index; RMSEA ϭ root-mean-square error of</td></tr><tr><td>approximation.</td><td/><td/><td/><td/><td/><td/><td/></tr></table>",
                "type_str": "table",
                "text": "Goodness-of-Fit Indices for the Structural Equation Models"
            }
        }
    }
}