{
    "paper_id": "Stroet_2014",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-24T16:04:01.970588Z"
    },
    "title": "Educational Psychology: An International Journal of Experimental Educational Psychology",
    "authors": [
        {
            "first": "Kim",
            "middle": [],
            "last": "Stroet",
            "suffix": "",
            "affiliation": {},
            "email": "k.f.a.stroet@rug.nl"
        },
        {
            "first": "Marie-Christine",
            "middle": [],
            "last": "Opdenakker",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Groningen",
                "location": {
                    "settlement": "Groningen",
                    "country": "The Netherlands"
                }
            },
            "email": ""
        },
        {
            "first": "Alexander",
            "middle": [],
            "last": "Minnaert",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "The accuracy of the Content should not be relied upon and should be independently verified with primary sources of information. Taylor and Francis shall not be liable for any losses, actions, claims, proceedings, demands, costs, expenses, damages, and other liabilities whatsoever or howsoever caused arising directly or indirectly in connection with, in relation to or arising out of the use of the Content. This article may be used for research, teaching, and private study purposes. Any substantial or systematic reproduction, redistribution, reselling, loan, sub-licensing, systematic supply, or distribution in any form to anyone is expressly forbidden.",
    "pdf_parse": {
        "paper_id": "Stroet_2014",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The accuracy of the Content should not be relied upon and should be independently verified with primary sources of information. Taylor and Francis shall not be liable for any losses, actions, claims, proceedings, demands, costs, expenses, damages, and other liabilities whatsoever or howsoever caused arising directly or indirectly in connection with, in relation to or arising out of the use of the Content. This article may be used for research, teaching, and private study purposes. Any substantial or systematic reproduction, redistribution, reselling, loan, sub-licensing, systematic supply, or distribution in any form to anyone is expressly forbidden.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Notions of what learning consists of have changed in modern society. Traditionally, much emphasis has been on learning as reproduction of knowledge that results from a process of transmission. In modern views of learning, such a focus on the transmission of knowledge is no longer considered sufficient. Rather, it is emphasised that for learning to occur, students have to build up and combine their prior knowledge with new knowledge and restructure and reconsider their own understanding (Marshall, 1988; Shuell, 1996) . Modern societal demands have also shifted away from the idea of having knowledge towards being equipped for life-long self-regulated learning (Minnaert & Vermunt, 2006) . Over the past decades, many schools have adapted their learning environments to incorporate these modern views on learning, often as a part of social constructivist educational reform (Boekaerts, de Koning, & Vedder, 2006) . Although there are many differences among social constructivist schools, what these types of schools share is a focus on assisting students in the regulation and organisation of their own learning processes, thereby standing in contrast to more traditional schools in which the teachers are expected to take a large degree of responsibility for students' learning processes.",
                "cite_spans": [
                    {
                        "start": 491,
                        "end": 507,
                        "text": "(Marshall, 1988;",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 508,
                        "end": 521,
                        "text": "Shuell, 1996)",
                        "ref_id": "BIBREF72"
                    },
                    {
                        "start": 666,
                        "end": 692,
                        "text": "(Minnaert & Vermunt, 2006)",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 879,
                        "end": 917,
                        "text": "(Boekaerts, de Koning, & Vedder, 2006)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Possibly more than anything else, to be well equipped to deal with the modern societal demand for life-long learning, students need high, sustainable motivation. For many students, however, motivation for school declines after making the transition to secondary education (e.g. Anderman & Maehr, 1994; Gottfried, Fleming, & Gottfried, 2001; Opdenakker, Maulana, & Den Brok, 2012; Peetsma, Hascher, Van der Veen, & Roede, 2005; Van der Werf, Opdenakker, & Kuyper, 2008; Wigfield, Byrnes, & Eccles, 2006) . It is increasingly recognised that the learning environment can play an important role in enhancing students' motivation (Pintrich, 2004) , and social constructivist educational reforms have been implemented with this explicit aim in mind (e.g. Lea, Stephenson, & Troy, 2003; Oostdam, Peetsma, Derriks, & van Gelderen, 2006) . In the US, for example, educational reforms incorporating social constructivist views were implemented with the purpose of enhancing the motivation of students after their transition to middle school (grades 6-8; Carnegie Council on Adolescent Development, 1989) and high school (grades 9-12; National Research Council, 2004) .",
                "cite_spans": [
                    {
                        "start": 278,
                        "end": 301,
                        "text": "Anderman & Maehr, 1994;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 302,
                        "end": 340,
                        "text": "Gottfried, Fleming, & Gottfried, 2001;",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 341,
                        "end": 379,
                        "text": "Opdenakker, Maulana, & Den Brok, 2012;",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 380,
                        "end": 426,
                        "text": "Peetsma, Hascher, Van der Veen, & Roede, 2005;",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 427,
                        "end": 468,
                        "text": "Van der Werf, Opdenakker, & Kuyper, 2008;",
                        "ref_id": "BIBREF81"
                    },
                    {
                        "start": 469,
                        "end": 502,
                        "text": "Wigfield, Byrnes, & Eccles, 2006)",
                        "ref_id": "BIBREF87"
                    },
                    {
                        "start": 626,
                        "end": 642,
                        "text": "(Pintrich, 2004)",
                        "ref_id": "BIBREF60"
                    },
                    {
                        "start": 750,
                        "end": 780,
                        "text": "Lea, Stephenson, & Troy, 2003;",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 781,
                        "end": 829,
                        "text": "Oostdam, Peetsma, Derriks, & van Gelderen, 2006)",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 1076,
                        "end": 1094,
                        "text": "Development, 1989)",
                        "ref_id": null
                    },
                    {
                        "start": 1111,
                        "end": 1124,
                        "text": "(grades 9-12;",
                        "ref_id": null
                    },
                    {
                        "start": 1125,
                        "end": 1157,
                        "text": "National Research Council, 2004)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Research on the effectiveness of social constructivist schools is scarce, as is research comparing the effectiveness of different types of schools in general. Ultimately, such research should be conducted in the schools themselves, as applying an educational philosophy in practice tends to have much wider consequences than accounted for in theory (Slavin, 2012) . In the present study, we investigated the degree to which the level and development of early adolescents' motivation is associated with the type of school they attend. A unique asset of this study is that we compared three types of schools: Prototypically traditional schools, prototypically social constructivist schools and schools combining elements of both educational philosophies. For this purpose, we measured the motivation of students attending these different types of schools at five points in time over the course of their first year after the transition to Dutch secondary education (grade 7). The context of Dutch education is of interest as it consists in a variety of schools that can be characterised by distinct underlying educational philosophies. Within this spectrum, traditional and social constructivist schools represent two contrasting types.",
                "cite_spans": [
                    {
                        "start": 349,
                        "end": 363,
                        "text": "(Slavin, 2012)",
                        "ref_id": "BIBREF74"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Below, we elaborate on the theories of learning and instruction in the educational philosophies that encompass traditional and social constructivist views, respectively, and we relate this to student motivation as a measure for effectiveness. We then apply the theory to purchase a classification of 'prototypically social constructivist', 'prototypically traditional' and 'combined' schools, and we discuss the available evidence on the effectiveness of these three types of schools in practice.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Traditional and social constructivist views on learning and instruction Distinct traditions in educational theory have derived from differing perspectives on learning and instruction. The educational philosophies that encompass traditional or social constructivist views represent such distinct traditions that they can be contrasted on many aspects of their views on learning and instruction. This includes the somewhat opposing perspectives on student motivation, as we will, in the subsequent section on motivation as a measure of effectiveness, touch upon and elaborate.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Theoretical views on learning and instruction and student motivation",
                "sec_num": null
            },
            {
                "text": "Both of these educational philosophies influence current educational practice in western countries to a large degree.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Theoretical views on learning and instruction and student motivation",
                "sec_num": null
            },
            {
                "text": "In traditional views on instruction, the importance is emphasised of reproduction of knowledge that is transmitted in the learning process, thereby corresponding with the stimulus-response framework (see Greeno, Collins, & Resnick, 1996; Shuell, 1996) . In comparison to social constructivist views, much less emphasis is put on fostering student motivation. In line with traditional notions of learning, teachers are expected to take a large degree of responsibility for students' learning processes, not only explaining subject matter but also structuring the course material itself, as well as the way in which it is provided (Boekaerts & Niemivirta, 2000; Bolhuis & Voeten, 2001; Gibbs, 1992) . Ideally, students should be guided systematically through a series of exercises (Doyle, 1983) until they have reached the learning goals set by the teacher. The teacher is conceived of as an authority, who disseminates knowledge, largely through lectures and verbal exchanges (Shuell, 1996) , while students are expected to focus on the receipt of knowledge, whereupon they practice assigned exercises individually or in small groups (Greeno et al., 1996; Prince, 2004) . Typically, identical exercises are assigned to the class as a whole. In traditional learning environments, tasks are often decontextualised in order to avoid distraction by irrelevant stimuli (Greeno et al., 1996) . Finally, the function of assessment is considered to lie in monitoring how much students have learned and providing them with prompt feedback on the quality of their performance (Greeno et al., 1996) .",
                "cite_spans": [
                    {
                        "start": 204,
                        "end": 237,
                        "text": "Greeno, Collins, & Resnick, 1996;",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 238,
                        "end": 251,
                        "text": "Shuell, 1996)",
                        "ref_id": "BIBREF72"
                    },
                    {
                        "start": 629,
                        "end": 659,
                        "text": "(Boekaerts & Niemivirta, 2000;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 660,
                        "end": 683,
                        "text": "Bolhuis & Voeten, 2001;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 684,
                        "end": 696,
                        "text": "Gibbs, 1992)",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 779,
                        "end": 792,
                        "text": "(Doyle, 1983)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 975,
                        "end": 989,
                        "text": "(Shuell, 1996)",
                        "ref_id": "BIBREF72"
                    },
                    {
                        "start": 1133,
                        "end": 1154,
                        "text": "(Greeno et al., 1996;",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 1155,
                        "end": 1168,
                        "text": "Prince, 2004)",
                        "ref_id": "BIBREF62"
                    },
                    {
                        "start": 1363,
                        "end": 1384,
                        "text": "(Greeno et al., 1996)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 1565,
                        "end": 1586,
                        "text": "(Greeno et al., 1996)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Theoretical views on learning and instruction and student motivation",
                "sec_num": null
            },
            {
                "text": "After the cognitive revolution of the 1970s, constructivist views on learning started to gain prominence in education (Marshall, 1988; Shuell, 1996) , emphasising that learners construct meaning in an active way, and challenging the value of fragmentary, passive learning (Oxford, 1997) . These views have been incorporated into the educational philosophy of social constructivism that in the past decades has gained prominence in theory on learning and instruction (Shuell, 1996) . In social constructivism, knowledge is considered to be co-constructed; a view that is shared by the multiple theories that have been developed (Windschitl, 2002 ; see Prawat, 2009 for a discussion of these theories). We use the term social constructivism to refer to the theory that has emerged in convergence with the work of theorists such as Vygotsky (1962 Vygotsky ( , 1978 , as well as the modern cognitive science perspective (see Hickey, 1997; Shuell, 1996) . In social constructivist views, student motivation is considered central to learning. Instruction should be focused on assisting students in organising and regulating their own learning processes, thereby leaving them with a large degree of responsibility for the cognitive and metacognitive aspects of their learning (Gibbs, 1992) . Ideally, a gradual transfer of learning functions from teachers to students is realised (Boekaerts, 2002; Shuell, 1996; Vermunt & Verloop, 1999) . Implied in the notion that students should be assisted in self-regulating their learning is the importance of fostering student motivation. This becomes clear from the definition of self-regulated learning put forward by Zimmerman (1986) , as consisting in students being metacognitively, motivationally and behaviourally active participants in their own learning process. The importance of 'learning to learn' is also emphasised, in addition to attaining the learning products (e.g. knowledge and skills).",
                "cite_spans": [
                    {
                        "start": 118,
                        "end": 134,
                        "text": "(Marshall, 1988;",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 135,
                        "end": 148,
                        "text": "Shuell, 1996)",
                        "ref_id": "BIBREF72"
                    },
                    {
                        "start": 272,
                        "end": 286,
                        "text": "(Oxford, 1997)",
                        "ref_id": "BIBREF56"
                    },
                    {
                        "start": 466,
                        "end": 480,
                        "text": "(Shuell, 1996)",
                        "ref_id": "BIBREF72"
                    },
                    {
                        "start": 627,
                        "end": 644,
                        "text": "(Windschitl, 2002",
                        "ref_id": "BIBREF90"
                    },
                    {
                        "start": 651,
                        "end": 663,
                        "text": "Prawat, 2009",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 829,
                        "end": 843,
                        "text": "Vygotsky (1962",
                        "ref_id": "BIBREF83"
                    },
                    {
                        "start": 844,
                        "end": 861,
                        "text": "Vygotsky ( , 1978",
                        "ref_id": "BIBREF84"
                    },
                    {
                        "start": 921,
                        "end": 934,
                        "text": "Hickey, 1997;",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 935,
                        "end": 948,
                        "text": "Shuell, 1996)",
                        "ref_id": "BIBREF72"
                    },
                    {
                        "start": 1269,
                        "end": 1282,
                        "text": "(Gibbs, 1992)",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 1373,
                        "end": 1390,
                        "text": "(Boekaerts, 2002;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 1391,
                        "end": 1404,
                        "text": "Shuell, 1996;",
                        "ref_id": "BIBREF72"
                    },
                    {
                        "start": 1405,
                        "end": 1429,
                        "text": "Vermunt & Verloop, 1999)",
                        "ref_id": "BIBREF82"
                    },
                    {
                        "start": 1653,
                        "end": 1669,
                        "text": "Zimmerman (1986)",
                        "ref_id": "BIBREF92"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Theoretical views on learning and instruction and student motivation",
                "sec_num": null
            },
            {
                "text": "Social constructivists conceive of learning as a social, cultural and interpersonal process that is governed not only by cognitive factors but also by situational and social elements (Shuell, 1996) . The notion that learning is governed by situational elements incorporates the idea that knowledge is always affected by the context within which it is acquired, thereby making the activity within which knowledge is developed and deployed an integral part of what is learned (Hickey, 1997; Shuell, 1996) . In social constructivist learning environments, tasks are often contextualised, with learning taking place within an authentic context and students provided with opportunities for domain-related practice. Moreover, as the specification of an authentic context differs between students, they are involved in choosing their own learning activities.",
                "cite_spans": [
                    {
                        "start": 183,
                        "end": 197,
                        "text": "(Shuell, 1996)",
                        "ref_id": "BIBREF72"
                    },
                    {
                        "start": 474,
                        "end": 488,
                        "text": "(Hickey, 1997;",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 489,
                        "end": 502,
                        "text": "Shuell, 1996)",
                        "ref_id": "BIBREF72"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Theoretical views on learning and instruction and student motivation",
                "sec_num": null
            },
            {
                "text": "The social constructivist notion that learning is governed by social factors has led to an emphasis on the importance of the social community. In social constructivist views, dialogue is considered to be of central importance (Shuell, 1996) , as it is considered that knowledge is constructed within it (Toulmin, 1972) , and it has been argued that interaction and exchange promote understanding. More specifically, the importance of assisted learning in the 'zone of proximal development' (as put forward by Vygotsky, 1978) has been emphasised, in which others actively scaffold the individual's performance at a level beyond which the individual could perform alone (Blumenfeld, 1992) . Social constructivist learning environments provide students with opportunities to work together and include learning goals related to social skills that are required to work in cooperation and achieve shared goals.",
                "cite_spans": [
                    {
                        "start": 226,
                        "end": 240,
                        "text": "(Shuell, 1996)",
                        "ref_id": "BIBREF72"
                    },
                    {
                        "start": 303,
                        "end": 318,
                        "text": "(Toulmin, 1972)",
                        "ref_id": "BIBREF78"
                    },
                    {
                        "start": 509,
                        "end": 524,
                        "text": "Vygotsky, 1978)",
                        "ref_id": "BIBREF84"
                    },
                    {
                        "start": 668,
                        "end": 686,
                        "text": "(Blumenfeld, 1992)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Theoretical views on learning and instruction and student motivation",
                "sec_num": null
            },
            {
                "text": "Finally, the process-related learning goals that are emphasised in social constructivist views cannot be fully assessed using traditional tests (Birenbaum & Dochy, 1996) . In line with the emphasis social constructivists put on helping students to develop self-regulated learning strategies, assessment is expected to provide both the teacher and the student with information on the student's learning process (Adams, 2006; Shepard, 2000) because self-evaluations assist students in developing these strategies (Zimmerman, 2000) .",
                "cite_spans": [
                    {
                        "start": 144,
                        "end": 169,
                        "text": "(Birenbaum & Dochy, 1996)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 410,
                        "end": 423,
                        "text": "(Adams, 2006;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 424,
                        "end": 438,
                        "text": "Shepard, 2000)",
                        "ref_id": "BIBREF71"
                    },
                    {
                        "start": 511,
                        "end": 528,
                        "text": "(Zimmerman, 2000)",
                        "ref_id": "BIBREF93"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Theoretical views on learning and instruction and student motivation",
                "sec_num": null
            },
            {
                "text": "Motivation is an important prerequisite for learning. Empirical evidence has indicated that motivation is predictive not only of school achievement (e.g. Hodis, Meyer, McClure, Weir, & Walkey, 2011; Richmond, 1990; Singh, Granville, & Dika, 2002; Spinath, Spinath, Harlaar, & Plomin, 2006; Steinmayr & Spinath, 2009; Wigfield & Cambria, 2010) and school dropout (Hodis et al., 2011) , but also of the transfer of learning (Laine & Gegenfurtner, 2013) and persistence in learning over time (e.g. Richmond, 1990) . Motivation can be distinguished into forms that are regulated more internally, by intrinsic interest or by personally valuing the task at hand, and forms for which regulation is more externally, by feelings of pressure or obligation. The internally regulated forms of motivation in particular have been argued to be important prerequisites for student learning (e.g. Deci & Ryan, 1985) , as has indeed been confirmed by empirical evidence (e.g. Peetsma & Van der Veen, 2011; Wigfield & Guthrie, 1997 ; for a review see Deci & Ryan, 2000) .",
                "cite_spans": [
                    {
                        "start": 154,
                        "end": 198,
                        "text": "Hodis, Meyer, McClure, Weir, & Walkey, 2011;",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 199,
                        "end": 214,
                        "text": "Richmond, 1990;",
                        "ref_id": "BIBREF64"
                    },
                    {
                        "start": 215,
                        "end": 246,
                        "text": "Singh, Granville, & Dika, 2002;",
                        "ref_id": "BIBREF73"
                    },
                    {
                        "start": 247,
                        "end": 289,
                        "text": "Spinath, Spinath, Harlaar, & Plomin, 2006;",
                        "ref_id": "BIBREF76"
                    },
                    {
                        "start": 290,
                        "end": 316,
                        "text": "Steinmayr & Spinath, 2009;",
                        "ref_id": "BIBREF77"
                    },
                    {
                        "start": 317,
                        "end": 342,
                        "text": "Wigfield & Cambria, 2010)",
                        "ref_id": "BIBREF88"
                    },
                    {
                        "start": 362,
                        "end": 382,
                        "text": "(Hodis et al., 2011)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 422,
                        "end": 450,
                        "text": "(Laine & Gegenfurtner, 2013)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 495,
                        "end": 510,
                        "text": "Richmond, 1990)",
                        "ref_id": "BIBREF64"
                    },
                    {
                        "start": 880,
                        "end": 898,
                        "text": "Deci & Ryan, 1985)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 958,
                        "end": 987,
                        "text": "Peetsma & Van der Veen, 2011;",
                        "ref_id": "BIBREF58"
                    },
                    {
                        "start": 988,
                        "end": 1012,
                        "text": "Wigfield & Guthrie, 1997",
                        "ref_id": "BIBREF89"
                    },
                    {
                        "start": 1032,
                        "end": 1050,
                        "text": "Deci & Ryan, 2000)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Motivation as a measure for effectiveness",
                "sec_num": null
            },
            {
                "text": "As mentioned above, social constructivist educational reforms have explicitly aimed at enhancing student motivation (e.g. Lea et al., 2003; Oostdam et al., 2006) . In social constructivist theory, the importance of stimulating students to internally regulate their motivation is particularly emphasised (Greeno et al., 1996) , as follows from social constructivist views in two ways. First, the notion that students should perceive their learning processes as their own responsibility rather than someone else's is in line with the idea that students should regulate their motivation internally. Second, the notion that learning occurs through the construction of knowledge entails the importance of deep approaches to learning (as put forward by Marton, 1976; Säljö, 1975) . Such deep approaches appear induced by an intention to understand, and motivated by intrinsic interest and personal valuation (see Baeten, Kyndt, Struyven, & Dochy, 2010) .",
                "cite_spans": [
                    {
                        "start": 122,
                        "end": 139,
                        "text": "Lea et al., 2003;",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 140,
                        "end": 161,
                        "text": "Oostdam et al., 2006)",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 303,
                        "end": 324,
                        "text": "(Greeno et al., 1996)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 747,
                        "end": 760,
                        "text": "Marton, 1976;",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 761,
                        "end": 773,
                        "text": "Säljö, 1975)",
                        "ref_id": "BIBREF67"
                    },
                    {
                        "start": 907,
                        "end": 946,
                        "text": "Baeten, Kyndt, Struyven, & Dochy, 2010)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Motivation as a measure for effectiveness",
                "sec_num": null
            },
            {
                "text": "The educational literature discusses a number of constructs that relate to internally regulated forms of motivation. As these are the constructs social constructivist educational reforms aim at fostering, for the purpose of the present study we focus on four such constructs that constitute a broad representation of components of internally regulated motivation (for a comprehensive overview of motivational constructs, the interested reader is referred to the handbook on motivation by Wentzel & Wigfield, 2009) . The first three constructs we focus on represent distinct components of internally regulated motivation. First, intrinsic motivation refers to motivation for behaviour that is experienced as inherently satisfying. Second, identified motivation refers to motivation for behaviour of which the consequences are considered to be personally valuable (Deci & Ryan, 1985) . Third, students' values denote the degree to which students perceive a task to be personally valuable; thereby, values are closely related to identified motivation. The fourth motivational construct represents a prerequisite for intrinsic motivation, as research has consistently indicated the negative effects of performance avoidance goals on students' intrinsic motivation and achievement (e.g. Elliot & Murayama, 2008) . Performance avoidance refers to avoidance of situations where students fear that others will notice their shortcomings.",
                "cite_spans": [
                    {
                        "start": 488,
                        "end": 513,
                        "text": "Wentzel & Wigfield, 2009)",
                        "ref_id": "BIBREF86"
                    },
                    {
                        "start": 862,
                        "end": 881,
                        "text": "(Deci & Ryan, 1985)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 1282,
                        "end": 1306,
                        "text": "Elliot & Murayama, 2008)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Motivation as a measure for effectiveness",
                "sec_num": null
            },
            {
                "text": "Below, we continue by means of a discussion of 'prototypically social constructivist', 'prototypically traditional' and 'combined' schools in practice, as well as examining the evidence on their effectiveness in fostering student motivation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Motivation as a measure for effectiveness",
                "sec_num": null
            },
            {
                "text": "Classifying social constructivist, traditional and combined schools In practice, schools cannot be classified as either completely traditional or completely social constructivist. Rather, in line with recommendations by Windschitl (2002) , when we refer to 'prototypically social constructivist' schools we mean schools that adhere strongly to the educational philosophy of social constructivism, while by 'prototypically traditional schools' we mean schools that are mostly traditional. Based on the wide array of literature on social constructivist instruction summarised above, we formulated criteria to classify schools as social constructivist in the Dutch context (Oostdam et al., 2006) . Schools were classified as 'prototypically social constructivist' when they met all of five criteria and had worked in accordance with social constructivist views for at least several years. According to these criteria, social constructivist learning environments can be distinguished from traditional learning environments in terms of: (1) more attention paid to the higher order skills of self-regulation and metacognition, (2) students share responsibility for their own learning process and the learning goals they choose, (3) more formative than summative evaluation methods are used to evaluate students' work, (4) learning takes place within an authentic context and (5) learning is considered to be a social activity.",
                "cite_spans": [
                    {
                        "start": 220,
                        "end": 237,
                        "text": "Windschitl (2002)",
                        "ref_id": "BIBREF90"
                    },
                    {
                        "start": 670,
                        "end": 692,
                        "text": "(Oostdam et al., 2006)",
                        "ref_id": "BIBREF52"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Types of schools and student motivation",
                "sec_num": null
            },
            {
                "text": "We classified schools as 'prototypically traditional' when they met none of the criteria for social constructivist learning environments and met the following three Educational Psychology criteria for traditional learning environments: (1) all lessons are taught in the same groups of students, (2) these lessons mostly consist of the teacher explaining subject matter frontally and students working on assignments that the teacher provides to the class as a whole and (3) more summative than formative evaluation methods are used.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Types of schools and student motivation",
                "sec_num": null
            },
            {
                "text": "Often schools do not work in accordance with one educational philosophy alone, but instead combine elements of different educational philosophies. It is of relevance to investigate the effectiveness of such combined schools, as they are particularly common. As the present study was focused on the effectiveness of traditional and social constructivist education in practice, we classified schools as combined when they met some, but not all of the criteria for social constructivist learning environments and combined these with some characteristics of traditional learning environments. Schools belonging to this type scored relatively high on criteria 1-3 for social constructivist learning environments (although lower than prototypical social constructivist schools) as well as on the first two criteria for traditional learning environments (although lower than prototypical traditional schools). It is important to note that it was not our aim to classify all schools; our focus was on those that belonged to one of these three groups of 'prototypical' schools.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Types of schools and student motivation",
                "sec_num": null
            },
            {
                "text": "To date, research on the effectiveness of various types of schools in fostering student motivation is scarce. As mentioned above, ultimately such research should be conducted in the schools themselves, as applying an educational philosophy in practice tends to have much wider consequences than accounted for in theory (Slavin, 2012) . The lack of evidence on social constructivist schools is problematic in particular, because constructivist views on learning have been developed further than views on instruction (Windschitl, 2002) , and because the implementation of constructivist reforms in practice tends to confront teachers with a set of dilemmas (see Windschitl, 2002 for an overview). Below, we provide a review of available empirical evidence that is of relevance in answering the question of the effectiveness of social constructivist as well as traditional and combined schools. For the selection of relevant studies we used search engines, such as PsycINFO and ERIC, studies from reference lists of relevant articles, and our prior knowledge of the literature in the field.",
                "cite_spans": [
                    {
                        "start": 319,
                        "end": 333,
                        "text": "(Slavin, 2012)",
                        "ref_id": "BIBREF74"
                    },
                    {
                        "start": 515,
                        "end": 533,
                        "text": "(Windschitl, 2002)",
                        "ref_id": "BIBREF90"
                    },
                    {
                        "start": 660,
                        "end": 676,
                        "text": "Windschitl, 2002",
                        "ref_id": "BIBREF90"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Empirical evidence on the effectiveness of the three types of schools",
                "sec_num": null
            },
            {
                "text": "First, evidence from mainly experimental studies consistently shows each of the five characteristics that define social constructivist learning environments (see the section 'Classifying Social Constructivist, Traditional and Combined Schools' above) to be positively associated with student motivation. For example, research has indicated that students working on self-selected tasks are more likely to use strategies voluntarily, to persist when work becomes difficult and to maintain their focus on academic work (Turner, 1995) . In addition, students have been found to be more cognitively engaged when assigned independent work that requires monitoring and planning (Blumenfeld & Meece, 1988) , while students who were allowed to set personal goals for their learning reported higher levels of intrinsic motivation (e.g. Benware & Deci, 1984) . In a study by Grolnick and Ryan (1987) , it was shown that students who were asked to learn material for a test reported lower interest in the task. Furthermore, empirical evidence indicated that long-term, problem-focused and meaningful units of instruction positively affected student motivation (Blumenfeld et al., 1991) . Finally, Turner et al. (2002) found scaffolding within instruction to be positively associated with student reports of low avoidance behaviours.",
                "cite_spans": [
                    {
                        "start": 516,
                        "end": 530,
                        "text": "(Turner, 1995)",
                        "ref_id": "BIBREF79"
                    },
                    {
                        "start": 671,
                        "end": 697,
                        "text": "(Blumenfeld & Meece, 1988)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 826,
                        "end": 847,
                        "text": "Benware & Deci, 1984)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 864,
                        "end": 888,
                        "text": "Grolnick and Ryan (1987)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 1148,
                        "end": 1173,
                        "text": "(Blumenfeld et al., 1991)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1185,
                        "end": 1205,
                        "text": "Turner et al. (2002)",
                        "ref_id": "BIBREF80"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Empirical evidence on the effectiveness of the three types of schools",
                "sec_num": null
            },
            {
                "text": "Second, the results of studies on social constructivist interventions that focused on enhancing student responsibility and activity in learning have consistently indicated positive effects on student motivation (e.g. Ben-Ari & Eliassy, 2003; Cordova & Lepper, 1996; Hickey, Moore, & Pellegrino, 2001; Honkimäki, Tynjälä, & Valkonen, 2004; Milner, Templin, & Czerniak, 2010) . This finding was affirmed by Wu and Huang (2007) for the age group of early adolescence. Interestingly, Nie and Lau (2010) conducted research in schools and found that students who perceived instruction as more constructivist than didactic reported higher levels of motivation.",
                "cite_spans": [
                    {
                        "start": 217,
                        "end": 241,
                        "text": "Ben-Ari & Eliassy, 2003;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 242,
                        "end": 265,
                        "text": "Cordova & Lepper, 1996;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 266,
                        "end": 300,
                        "text": "Hickey, Moore, & Pellegrino, 2001;",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 301,
                        "end": 338,
                        "text": "Honkimäki, Tynjälä, & Valkonen, 2004;",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 339,
                        "end": 373,
                        "text": "Milner, Templin, & Czerniak, 2010)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 405,
                        "end": 424,
                        "text": "Wu and Huang (2007)",
                        "ref_id": "BIBREF91"
                    },
                    {
                        "start": 480,
                        "end": 498,
                        "text": "Nie and Lau (2010)",
                        "ref_id": "BIBREF50"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Empirical evidence on the effectiveness of the three types of schools",
                "sec_num": null
            },
            {
                "text": "Third, we found two studies evaluating the effectiveness of social constructivist schools. In a study by Smit, De Brabander and Martens (in press), students' levels of motivation were found to be higher in social constructivist than in traditional learning environments. In addition, evidence from a longitudinal study on early adolescents' self-esteem showed positive effects of the large-scale educational reform proposed by the Carnegie Council on Adolescent Development (1989) that focused on stimulating students to identify and solve complex and meaningful problems and communicate and work well with others (Felner & Jackson, 1997) .",
                "cite_spans": [
                    {
                        "start": 614,
                        "end": 638,
                        "text": "(Felner & Jackson, 1997)",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Empirical evidence on the effectiveness of the three types of schools",
                "sec_num": null
            },
            {
                "text": "Fourth, there is some empirical evidence on the topic of comprehensive implementation of social constructivist educational reforms which is of relevance with regard to combined schools. Although empirical evidence is scarce and only available from two studies, it appears to indicate potentially detrimental effects of incomprehensive implementation. First, in an intervention study, Rozendaal, Minnaert and Boekaerts (2005) found that the effects of a social constructivist intervention depended on the level of teachers' adherence to the proposed instructional principles. Specifically, ambivalent teacher adherence was found to be associated with a larger increase in performance anxiety than weak teacher adherence. Second, in a study on the effects of the large-scale educational reform proposed by the Carnegie Council on Adolescent Development (1989), Felner and Jackson (1997) emphasised the importance of comprehensive implementation, as schools that had implemented only part of the recommendations were not found to be successful.",
                "cite_spans": [
                    {
                        "start": 384,
                        "end": 424,
                        "text": "Rozendaal, Minnaert and Boekaerts (2005)",
                        "ref_id": "BIBREF65"
                    },
                    {
                        "start": 859,
                        "end": 884,
                        "text": "Felner and Jackson (1997)",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Empirical evidence on the effectiveness of the three types of schools",
                "sec_num": null
            },
            {
                "text": "Finally, we discuss empirical evidence in favour of traditional schools. Research has indicated positive effects of characteristics that are more overt in traditional than in social constructivist views on instruction. Of particular relevance in this respect is that research has consistently indicated the crucial importance of 'structured teaching', including communicating clear expectations and providing students with prompt feedback and reinforcement (e.g. Opdenakker & Minnaert, 2011; Perry, Turner, & Meyer, 2006; Scheerens & Bosker, 1997) . In addition, of relevance here is that in the educational literature social constructivist schools have been criticised, with the main criticism being that they tend to provide students with too little instructional guidance (Anderson, Reder, & Simon, 2000; Kirschner, Sweller, & Clark, 2006; Mayer, 2004) . While social constructivist theory considers the provision of sufficient guidance to be an explicit aim of instruction (see also Oostdam, Peetsma, & Blok, 2007) , it might well be that when implementing such an approach in practice, provision of too little instructional guidance is a potential risk.",
                "cite_spans": [
                    {
                        "start": 463,
                        "end": 491,
                        "text": "Opdenakker & Minnaert, 2011;",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 492,
                        "end": 521,
                        "text": "Perry, Turner, & Meyer, 2006;",
                        "ref_id": "BIBREF59"
                    },
                    {
                        "start": 522,
                        "end": 547,
                        "text": "Scheerens & Bosker, 1997)",
                        "ref_id": "BIBREF69"
                    },
                    {
                        "start": 775,
                        "end": 807,
                        "text": "(Anderson, Reder, & Simon, 2000;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 808,
                        "end": 842,
                        "text": "Kirschner, Sweller, & Clark, 2006;",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 843,
                        "end": 855,
                        "text": "Mayer, 2004)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 987,
                        "end": 1018,
                        "text": "Oostdam, Peetsma, & Blok, 2007)",
                        "ref_id": "BIBREF51"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Empirical evidence on the effectiveness of the three types of schools",
                "sec_num": null
            },
            {
                "text": "The research questions of the present study concern the degree to which the level and development of early adolescent motivation is associated with the type of school they attend: A prototypically social constructivist school, a prototypically traditional school or a combined school. For this purpose, we measured the motivation of students attending these different types of schools at five points in time over the course of their first year after the transition to Dutch secondary education (grade 7). As the present study is among the first to investigate the effectiveness of these three types of schools in practice, we will refrain from making any predictions regarding the direction of effects.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Present investigation",
                "sec_num": null
            },
            {
                "text": "The present study was conducted among early adolescents who had just made the transition to prevocational education, which in the Dutch educational system is the lowest of three mainstream tracks and is attended by more than half of all students (Dutch Inspectorate of Education, 2012) . Students attending this track are offered an educational programme that has a balanced focus on theory and practice. In the Netherlands, it is this group of students especially that has been reported to lack motivation (Dutch Inspectorate of Education, 2005) .",
                "cite_spans": [
                    {
                        "start": 246,
                        "end": 285,
                        "text": "(Dutch Inspectorate of Education, 2012)",
                        "ref_id": null
                    },
                    {
                        "start": 507,
                        "end": 546,
                        "text": "(Dutch Inspectorate of Education, 2005)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Present investigation",
                "sec_num": null
            },
            {
                "text": "For the purpose of the present study, we have chosen to focus on course specific rather than general motivation, as most motivational constructs are known to contain strong domain-specific components (Bong, 2004) . Of the four motivational constructs that we focused onintrinsic motivation, identified motivation, values and performance avoidancethe first three have indeed been shown to differentiate into various domains (Bong, 2004; Eccles et al., 1993; Gottfried, 1990; Gottfried et al., 2001) . We have chosen to focus on motivation for math and mother language, as these two subjects are known to require distinct learning profiles and are considered as key subjects in the curriculum.",
                "cite_spans": [
                    {
                        "start": 200,
                        "end": 212,
                        "text": "(Bong, 2004)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 423,
                        "end": 435,
                        "text": "(Bong, 2004;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 436,
                        "end": 456,
                        "text": "Eccles et al., 1993;",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 457,
                        "end": 473,
                        "text": "Gottfried, 1990;",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 474,
                        "end": 497,
                        "text": "Gottfried et al., 2001)",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Present investigation",
                "sec_num": null
            },
            {
                "text": "Participants A total of 489 students participated in the five measurement occasions for the data collection. These 489 students (49.9% girls) were divided over 20 classes, with class sizes ranging from 17 to 31 students, in 10 schools, with two classes per school. In conversations with the heads of departments, it was established that the teachers of math and mother language in the participating classes were representative of their schools. All 20 participating classes were at the prevocational level of Dutch secondary education ('vmbo'). Furthermore, all 20 classes were grade 7, which, in the Netherlands, is the first grade after the transition to secondary education. Students attending this grade are aged from 12 to 13. Parent(s)/guardian(s) of the students were sent information by mail prior to the start of the study, which informed them that they could at any time and without further explanation decide not to grant permission for their child to participate or continue to participate (as did the parent(s)/ guardian(s) of one student prior to the start of the study).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Method",
                "sec_num": null
            },
            {
                "text": "Of the 10 participating schools, 4 were 'prototypically social constructivist', 4 'prototypically traditional' and 2 'combined'. Geographically, these schools were spread across the Netherlands, with the exclusion of the south. For the selection of these schools, we followed a procedure consisting of four steps, using the criteria as described in the introduction. Initially, we included all schools in the central and northern parts of the Netherlands that were non-religious, public (as are nearly all schools in the Netherlands) and offered prevocational education (a total of 141 schools). Schools in the southern part of the Netherlands were excluded for pragmatic reasons, while religious schools were excluded because it would have been difficult to match the types of schools on the basis of denomination. The first step involved coding relevant information available through the websites of schools. Based on these coding, we excluded schools from the selection that clearly were neither traditional, social constructivist, nor combined (e.g. Montessori schools), and we provisionally categorised the remaining schools as being potentially 'social constructivist', 'traditional' or 'combined', or as 'unknown based on website-information'.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Method",
                "sec_num": null
            },
            {
                "text": "The second step involved gathering further information on the schools that had provisionally been classified as 'social constructivist'. For this purpose, we consulted a list of social constructivist schools that Oostdam et al. (2006) had drawn up based on the same criteria we used, and a list of schools belonging to a network of schools adhering to principles closely related to those of social constructivist education. Schools had to be on either of these two lists to remain classified as potentially 'social constructivist'.",
                "cite_spans": [
                    {
                        "start": 213,
                        "end": 234,
                        "text": "Oostdam et al. (2006)",
                        "ref_id": "BIBREF52"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Method",
                "sec_num": null
            },
            {
                "text": "The third step involved gathering additional information on the daily practices in those 30 schools that seemed the best representatives of their respective type. For this purpose we consulted the Dutch Inspectorate of Education, as in the Netherlands it is only the inspectorate that visits all schools. We asked inspectors to provide information on specific schools concerning daily practices that related to our selection criteria for the respective types of schools.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Method",
                "sec_num": null
            },
            {
                "text": "The fourth step involved selecting and contacting schools based on secondary matching criteria of area (urban/rural, low/high average SES) and school size. Because the prevocational track is further streamed into classes that are composed of students with comparable levels of prior achievement, we could also select classes that were similar in this respect. In spring 2010, heads of departments of the selected schools were sent information packages on the study, the data collection process and its purpose, which in addition to the administration of questionnaires included the video recording of some lessons. A week later, they were contacted by phone by the first author to further discuss the data collection process. Heads of departments decided on their willingness to participate only after consulting their teams.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Method",
                "sec_num": null
            },
            {
                "text": "Data were collected at five measurement occasions in the 2010/2011 school year. The first measurement took place within the first weeks of the start of the school year, while the other four measurements were spread evenly over the remainder of the school year. The dates for each measurement occasion were agreed upon with the mentors. Reminders of these dates were sent by e-mail. When mentors had to cancel measurements at the last minute, new dates were set for as soon as possible, never more than two or three weeks later (depending upon the original planning). In the Netherlands, the school year starts and ends at different dates depending on the school's location (either one or two weeks apart from each other), which was taken into account in our planning. On each measurement occasion, students were administered questionnaires which gathered information on their motivation for math and mother language, focusing on four motivational constructs. The questionnaires were Educational Psychology administered during a regular class by student mentors. On each measurement occasion, the mentors received a letter containing standardised instructions to guide the students through the questionnaires. The mentors were instructed not to check the students' answers and it was also made clear to the latter that all of the data would be processed anonymously. All of the items had five response categories, ranging from completely disagree (1) to completely agree (5), and were in Dutch, the language of instruction in schools in the Netherlands.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "Intrinsic motivation for math and mother language (Dutch) was assessed using an adapted version of the intrinsic motivation subscale of the Ryan and Connell (1989) self-regulation questionnaire, the subscale was made course-specific and consisted of four items for each subject. E.g.: 'I work on math because I enjoy it'. In the current study, the scales had Cronbach's alphas ranging for the five measurement occasions from .90 to .93 for math and from .88 to .91 for Dutch, indicating high internal consistencies.",
                "cite_spans": [
                    {
                        "start": 50,
                        "end": 57,
                        "text": "(Dutch)",
                        "ref_id": null
                    },
                    {
                        "start": 140,
                        "end": 163,
                        "text": "Ryan and Connell (1989)",
                        "ref_id": "BIBREF66"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Intrinsic motivation",
                "sec_num": null
            },
            {
                "text": "Identified motivation for math and Dutch was assessed using an adapted version of the identified motivation subscale of the Ryan and Connell (1989) self-regulation questionnaire, the subscale was made course-specific and consisted of four items for each subject. E.g.: 'I work on math because I want to learn new things'. Cronbach's alphas ranged from .83 to .86 for math and from .82 to .87 for Dutch in the current study, indicating high internal consistencies.",
                "cite_spans": [
                    {
                        "start": 124,
                        "end": 147,
                        "text": "Ryan and Connell (1989)",
                        "ref_id": "BIBREF66"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Identified motivation",
                "sec_num": null
            },
            {
                "text": "Values for math and Dutch were assessed by means of an adapted version of the intrinsic values scale of Pintrich and de Groot (1990) , consisting of eight items for each subject. E.g.: 'I think that what I am learning in this class is useful for me to know'. The scales had Cronbach's alphas ranging from .88 to .90 for math and from .86 to .89 for Dutch in the current study, indicating high internal consistencies.",
                "cite_spans": [
                    {
                        "start": 104,
                        "end": 132,
                        "text": "Pintrich and de Groot (1990)",
                        "ref_id": "BIBREF60"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Values",
                "sec_num": null
            },
            {
                "text": "Performance avoidance refers to situations where students are afraid that others will notice their shortcomings and was assessed using the six-item subscale 'Self-Defeating Ego-Orientation' of the 'Goal Orientation Questionnaire' of Seegers, van Putten, and De Brabander (2002) . E.g.: 'I feel embarrassed when I have to ask for help during math lessons'. The Cronbach's alphas for math and for Dutch ranged from .86 to .95 and from .84 to .94, respectively, indicating high internal consistencies.",
                "cite_spans": [
                    {
                        "start": 233,
                        "end": 277,
                        "text": "Seegers, van Putten, and De Brabander (2002)",
                        "ref_id": "BIBREF70"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Performance avoidance",
                "sec_num": null
            },
            {
                "text": "We used Hierarchical Linear Modelling (HLM) analysis, thereby following a multilevel approach to take into account the hierarchical, 3-level (occasions within students within classes) structure in the data. Students with missing data on one or more measurement occasions were included in the analyses. In HLM analysis, missing data are unproblematic, provided that all students have measures on at least one occasion and that data are missing at random. The former of these two conditions was met; for the purpose of checking whether the latter condition was met as well we performed an additional analysis (see 'missing data analysis'). Occasionally, students had missed items, assumedly at random. The scores to these items were always imputed with the mean of the scale.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Analytical approach",
                "sec_num": null
            },
            {
                "text": "First, the raw data were used to describe the development of students' motivation over the course of the school year (Table 1 ; 'Development of Students' Motivation over Time'). Second, series of unconditional models were used to estimate the proportion of variance within students, among students and between classes (Table 2; 'Differences between Classes in Students' Motivation'). Third, series of models were compared that did not allow (comparison models; not presented) vs. did allow the intercept (models 1), the effect of 'time' (measured in units of 2 months starting from the first measurement occasion; models 2), and the effect of '(time) 2 ' (models 3) to vary between classes (Table 3 ; 'Differences between Classes in Students' Motivation'). In these models the linear effects of 'time' were always included, but the polynomials to the second degree were included only when inclusion in the comparison models had significantly improved the fit. The significance of the increase in fit of models 1 was determined by means of a χ 2 test with 1 degree of freedom (variance random intercept), of models 2 by means of a χ 2 test with 2 degrees of freedom (variance random slope and covariance random intercept and random slope) and of models 3 by means of a χ 2 test with 3 degrees of freedom (variance random slope, covariance random intercept and slope and covariance random slopes).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 117,
                        "end": 125,
                        "text": "(Table 1",
                        "ref_id": null
                    },
                    {
                        "start": 318,
                        "end": 327,
                        "text": "(Table 2;",
                        "ref_id": null
                    },
                    {
                        "start": 690,
                        "end": 698,
                        "text": "(Table 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Analytical approach",
                "sec_num": null
            },
            {
                "text": "In the final set of analysis, the 'types of schools students attended' were added to the model as explanatory variables. The significance of the increase of fit of these series of models in comparison to the final series of models in Table 3 was determined by means of a χ 2 test with 4 degrees of freedom (intercepts and slopes for 'time' for combined and social constructivist schools; traditional schools functioned as reference group) (Table 4 ; 'Associations between the Attendance of Types of School and Students' motivation').",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 234,
                        "end": 241,
                        "text": "Table 3",
                        "ref_id": null
                    },
                    {
                        "start": 439,
                        "end": 447,
                        "text": "(Table 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Analytical approach",
                "sec_num": null
            },
            {
                "text": "The vast majority of missing data in the present study consisted in 8 of the 20 classes, missing one measurement point for pragmatic reasons (e.g. miscommunication between mentors). These missed occasions could not be caught up due to the longitudinal nature of the study and the tightly scheduled measurement occasions. The second measurement occasion was missed by two classes, the fourth by four classes and the fifth by two classes; classes never missed more than one measurement occasion.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Missing data analysis",
                "sec_num": null
            },
            {
                "text": "In addition, missing data consisted in some students within classes missing one or more measurement occasion(s). In 12 of the 20 classes, more than 15% of the students had not filled in the questionnaire at the 2nd, 3rd, 4th and/or 5th measurement occasion. As we considered this type of missing data a potential threat to the assumption of missingness at random in HLM, we verified that the students who had missed one or more of the later measurement occasions had not scored different from the rest of the students on the first measurement. For this purpose, we compared the scores on the first measurement between the students who had filled in the questionnaire and the students who had not filled in the questionnaire for each measurement occasion, motivational construct and subject. When significant differences were found, we checked whether these differences remained when comparisons were made within school types, respectively, schools. Generally, these comparisons did not reveal the existence of meaningful differences between students with and without missing data; except for the fifth measurement occasion in one of the prototypically social constructivist schools. In this school, students who missed the fifth measurement occasion had scored significantly lower on the first measurements of intrinsic motivation and identified motivation for math. In the interpretation of the results, violation of the assumption of missingness at random should be taken into consideration; however, the impact will be small as the assumption appeared violated for the fifth measurement occasion and for one prototypically social constructivist school only.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Missing data analysis",
                "sec_num": null
            },
            {
                "text": "Descriptive statistics are presented in Table 1 . Inspection of the means across the five measurement occasions revealed different complex trajectories for each of the motivational constructs, with for all scales a positive trend being visible in the first months of the school year and a developmental trend with a negative tenor from measurement occasion 2 on. The fluctuation over time appeared largest for identified motivation and values for math and Dutch, the two of which have general levels and developmental trends that a very much alike. For intrinsic motivation and performance avoidance for math and Dutch, the general levels appeared lower, while relatively little fluctuation over time is visible.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 40,
                        "end": 47,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Development of students' motivation over time",
                "sec_num": null
            },
            {
                "text": "The results in Table 2 showed that for all four motivational constructs for both math and Dutch, meaningful differences between classes were apparent, although most variance was attributable to student and occasion level. For intrinsic motivation, identified motivation, as well as values, for math more than for Dutch, a substantial part of the variance was attributable to the class level. A particularly large part of variance was attributable to the class level for performance avoidance, for both math and Dutch. .01",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 15,
                        "end": 22,
                        "text": "Table 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Differences between classes in students' motivation",
                "sec_num": null
            },
            {
                "text": ".",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Differences between classes in students' motivation",
                "sec_num": null
            },
            {
                "text": ".",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".01",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".07",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".03",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".03",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".02",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".02",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".01",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".07",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".03",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".03",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".02",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".01",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".01",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": "Var. slope Time .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".03",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".02",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "02",
                "sec_num": null
            },
            {
                "text": ".01",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".04",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".02",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".01",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".05",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".02",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": "Var. slope (Time) 2",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": "Cov. int. × Time −.01",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".01",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": "−.01",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".02",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".01",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "−.01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "−.01",
                "sec_num": null
            },
            {
                "text": ".01",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "−.01",
                "sec_num": null
            },
            {
                "text": ".01",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "−.01",
                "sec_num": null
            },
            {
                "text": ".01",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "−.01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "−.01",
                "sec_num": null
            },
            {
                "text": ".01",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "−.01",
                "sec_num": null
            },
            {
                "text": ".01",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "−.01",
                "sec_num": null
            },
            {
                "text": ".01",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "−.01",
                "sec_num": null
            },
            {
                "text": "Cov. int. × (Time) 2",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "−.01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "−.01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "−.01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "−.01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "−.01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "−.00",
                "sec_num": null
            },
            {
                "text": "−.00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "−.00",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "−.00",
                "sec_num": null
            },
            {
                "text": "Cov time × (Time) 2 The results as presented in Table 3 revealed that for all four motivational constructs for both math and Dutch, the intercept (which indicates the general level) as well as the development over time varied significantly between classes. The significant variance in the intercept between classes is indicated by, for all motivational components, models 1 providing a better fit to the data than the comparison models that did not allow random variation between classes. The significant variance in the development over time between classes is indicated by, in all cases, the models in which the slopes of 'time' and/or '(time) 2 ' were allowed to vary randomly over classes (models 2 and/or models 3) showing a better fit to the data than the models 1. Below, these differences between classes are considered in more detail.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 48,
                        "end": 55,
                        "text": "Table 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "−.00",
                "sec_num": null
            },
            {
                "text": "For intrinsic motivation, the results indicated meaningful differences at the class level for the intercepts (levels) for math and, to a somewhat lesser extent, for Dutch. This was indicated by the class-level 95% intervals that ranged for the intercept from 2.14 to 3.61 for math and from 2.38 to 3.37 for Dutch. In addition, meaningful differences were found for the slopes of 'time'/'(time) 2 ' (developments) both for math (−.06 to .89 for 'time'/−.37 to −.19 for '(time) 2 ') and, to a somewhat lesser extent, for Dutch (−.18 to .15 for 'time'). Moreover, for math the results showed negative covariance between the intercept and the slope of 'time', what indicates that students who initially scored high on intrinsic motivation for math tended to experience a smaller increase over time than students whose initial level was lower.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "−.00",
                "sec_num": null
            },
            {
                "text": "For identified motivation, the results indicated meaningful differences at the class level for the intercepts for both math and, to a somewhat lesser extent, for Dutch (class-level 95% intervals ranged from 3.12 to 4.27 for math and from 3.28 to 4.04 for Dutch). In addition, meaningful differences were found for the slopes of 'time'/ '(time) 2 ' both for math (.15-.37 for 'time') and, again to a somewhat lesser extent, for Dutch (−.23 to .33 for 'time'/−.09 to .03 for '(time) 2 ').",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "−.00",
                "sec_num": null
            },
            {
                "text": "For values, the results indicated meaningful differences at the class level for the intercepts for both math and for Dutch (class-level 95% intervals ranged from 3.04 to 4.03 for math and from 3.30 to 3.77 for Dutch). In addition, meaningful differences were found for the slopes of 'time'/'(time) 2 ' both for math (−.01 to .61 for 'time'/−.23 to −.17 for '(time) 2 ') and, to a somewhat lesser extent, for Dutch (−.20 to .31 for 'time').",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "−.00",
                "sec_num": null
            },
            {
                "text": "For performance avoidance, the results indicated relatively small, but meaningful, differences at the class level for the intercepts for both math and Dutch (classlevel 95% intervals ranged from 1.71 to 2.20 for math and from 1.71 to 2.10 for Dutch). In addition, large differences at the class level were found for the slopes of 'time'/'(time) 2 ' both for math (−.53 to .27 for 'time'/−.05 to −.12 for '(time) 2 ') and for Dutch (−.54 to .35 for 'time'/−.06 to .12 for '(time) 2 ').",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "−.00",
                "sec_num": null
            },
            {
                "text": "Associations between the attendance of types of school and students' motivation The results as presented in Table 4 revealed to what degree the level and development of students' motivation appeared associated with the type of school they attended. For intrinsic motivation for math, the intercept (level) was substantially lower in combined schools (−.41) than in traditional schools (reference group; this difference approached significance) or social constructivist schools (.01), whereas the slope of time (−.05/−.04) was not associated with the type of school students attended. For intrinsic motivation for Dutch, the intercept appeared considerably lower in combined schools (−.36) than in traditional schools (reference group) or social constructivist .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 108,
                        "end": 115,
                        "text": "Table 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "−.00",
                "sec_num": null
            },
            {
                "text": ".",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "07",
                "sec_num": null
            },
            {
                "text": ".02",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "03",
                "sec_num": null
            },
            {
                "text": ".02",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "03",
                "sec_num": null
            },
            {
                "text": ".05",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "03",
                "sec_num": null
            },
            {
                "text": ".",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "03",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "02",
                "sec_num": null
            },
            {
                "text": ".01",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "02",
                "sec_num": null
            },
            {
                "text": ".01",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "02",
                "sec_num": null
            },
            {
                "text": ".01",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "02",
                "sec_num": null
            },
            {
                "text": ".01",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "02",
                "sec_num": null
            },
            {
                "text": ".01",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "02",
                "sec_num": null
            },
            {
                "text": "Var. slope Time .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "02",
                "sec_num": null
            },
            {
                "text": ".03",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "07",
                "sec_num": null
            },
            {
                "text": ".02",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "07",
                "sec_num": null
            },
            {
                "text": ".02",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "07",
                "sec_num": null
            },
            {
                "text": ".",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "07",
                "sec_num": null
            },
            {
                "text": ".",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "02",
                "sec_num": null
            },
            {
                "text": ".02",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".01",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".03",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".02",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".02",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".01",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".04",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".02",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".05",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".02",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": "Var. slope (Time) 2",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": "Cov .00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": "−.00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": "−.00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": "−.00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": ".00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": "Cov time × (Time) 2 schools (.17) , whereas the slope of time (−.01/.02) was not associated with the type of school students attended. For identified motivation, the intercepts were considerably lower in combined schools than in traditional or social constructivist schools; both for math and for Dutch these differences approached significance. In addition, for Dutch, identified motivation developed somewhat less positively over the course of the school year in social constructivist than in traditional schools; this difference approached significance. For math, the slope of time was not associated with the type of school students attended. For values, the intercepts appeared considerably lower in combined schools than in traditional or social constructivist schools, both for math and for Dutch. In addition, values for Dutch developed somewhat less positively over the course of the school year in social constructivist and combined schools than in traditional schools. For performance avoidance, neither the intercepts nor the slopes of time appeared associated with the type of school students attended.",
                "cite_spans": [
                    {
                        "start": 28,
                        "end": 33,
                        "text": "(.17)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "01",
                "sec_num": null
            },
            {
                "text": "In the educational literature, distinct traditions have developed on the basis of differing views on learning and instruction. The educational philosophies that encompass traditional and social constructivist views represent such distinct traditions that they can be contrasted on many aspects. Nevertheless, both continue to have an effect on current educational practice in Western countries to a large degree. In the present study, we investigated the degree to which the level and development of student motivation is associated with the type of school they attend: A prototypical social constructivist school, a prototypical traditional school or a school combining elements of both educational philosophies. We focused on early adolescents in their first year after transition to prevocational secondary education, as motivation for school has been found to decline for this group. Corroborating prior evidence (Minnaert, 2013; Opdenakker & Van Damme, 2000) , we found meaningful differences between (school) classes, although most variance in student motivation appeared attributable to the student and occasion levels. First, regarding students' general levels of motivation, we found meaningful differences between classes on all four motivational constructs that were the focus of the present studyintrinsic motivation, identified motivation, values and performance avoidancefor mother language, and even more so for math. In answer to the first part of our research question, we found that for most of these motivational constructs, students' levels were associated with the type of school they attended. The levels of intrinsic motivation for mother language, and values for math and mother language were lower in combined schools than in the other two types of schools, while for identified motivation for math and mother language and intrinsic motivation for math, this same trend approached significance. The levels of performance avoidance were not found to differ between types of schools.",
                "cite_spans": [
                    {
                        "start": 917,
                        "end": 933,
                        "text": "(Minnaert, 2013;",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 934,
                        "end": 963,
                        "text": "Opdenakker & Van Damme, 2000)",
                        "ref_id": "BIBREF55"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Overview of findings",
                "sec_num": null
            },
            {
                "text": "Second, regarding the development of student motivation over the course of the school year, again we found meaningful differences between classes for all four motivational constructs for mother language, and even more so for math. In answer to the second part of our research question, we found that for most motivational constructs, development over time was not associated with the type of school students attended; the exceptions were a somewhat less positive trend for identified motivation for mother language in social constructivist schools than in traditional schools Educational Psychology (approaching significance) and a somewhat less positive trend for values for mother language in social constructivist and combined schools than in traditional schools (significant).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Overview of findings",
                "sec_num": null
            },
            {
                "text": "Interpretation of findings Interestingly, the above-mentioned results indicate associations between the type of school students attend and the level of motivation, but not so much for the development of motivation over time. It is important to realise in this respect that the meaning of the development of a construct over time might depend upon its initial level; for example, a decline in student motivation might be more detrimental when the initial level was relatively low as opposed to relatively high. Among possible explanations for these findings is that whereas the type of school students attend does affect their motivation, this effect has largely crystallised when students have been at their new school for a few weeks. An alternative explanation could be that the effects on the development of student motivation over time are too complex to determine over the course of one school year, which could have been further complicated by, for example, differences in timing of assignments or examinations between schools. Future research is necessary to explain these findings further.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Overview of findings",
                "sec_num": null
            },
            {
                "text": "An intriguing finding is that while differences between classes in performance avoidance were larger than for any of the other three motivational constructs, it was precisely this construct that had no associations with the types of school students attended. The results suggest student performance avoidance, and in particular its development over time, is associated with elements of the learning environment, but not necessarily with elements that characterise any of the three types of schools that were the focus of the present study. Future research into elements of the learning environment that are of importance in this respect remains necessary.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Overview of findings",
                "sec_num": null
            },
            {
                "text": "A prominent finding of the present study is that for most motivational constructs, levels were lower in combined schools than in the other two types of schools. As we will elaborate on below, this finding could be interpreted as being due to a selection bias. Alternatively, it could be argued that this finding corroborates previous empirical evidence that demonstrates the importance of the comprehensive implementation of social constructivist reforms (Felner & Jackson, 1997; Rozendaal et al., 2005) . In the present study, we compared schools that were prototypically traditional, prototypically social constructivist and schools that had characteristics of both educational philosophies. The schools of one or the other specific types shared the fact that they worked in accordance with a specific educational philosophy and, therefore, that they tended to maintain an unambiguous view on education. It could be speculated that in schools that combine characteristics of different educational philosophies, views on education tend to be less crystallised and, therefore, teachers' adherence to respective educational principles is more ambivalent. It has been argued that such ambivalence can be potentially detrimental to students' learning (Minnaert, 2013) and can cause, for example, less clear communication of expectations, while clear communication has been suggested to be a particularly effective characteristic of educational practice (see Boekaerts & Minnaert, 2003; Perry et al., 2006) .",
                "cite_spans": [
                    {
                        "start": 455,
                        "end": 479,
                        "text": "(Felner & Jackson, 1997;",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 480,
                        "end": 503,
                        "text": "Rozendaal et al., 2005)",
                        "ref_id": "BIBREF65"
                    },
                    {
                        "start": 1248,
                        "end": 1264,
                        "text": "(Minnaert, 2013)",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 1455,
                        "end": 1482,
                        "text": "Boekaerts & Minnaert, 2003;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 1483,
                        "end": 1502,
                        "text": "Perry et al., 2006)",
                        "ref_id": "BIBREF59"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Overview of findings",
                "sec_num": null
            },
            {
                "text": "Another possible explanation for the relatively low levels of early adolescent motivation in combined schools is that combining contradictory educational principles is problematic in itself .Thus, in addition to the teachers in combined schools being more ambivalent in their adherence to educational principles, contradictions inherent in these educational principles might also have been problematic. For example, having students share responsibility for their own learning process and the learning goals they choose (Criterion 2 for social constructivist learning environments) combined with relatively little attention to the higher order skills of self-regulation and metacognition (Criterion 1 for social constructivist learning environments) will for many students result in a lack of instructional guidance. As we elaborated on in the introduction, social constructivist instruction has been criticised for tending to provide students with too little instructional guidance. It could be speculated that the students' lower levels of motivation in combined schools were due to lack of instructional guidance being a potential risk of implementing aspects of social constructivist educational reform in particular.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Overview of findings",
                "sec_num": null
            },
            {
                "text": "In the interpretation of the above-mentioned findings, it might also be of importance to consider our experiences in terms of finding schools that were willing to participate in our study. While most of the combined and social constructivist schools we contacted agreed to participate, most of the traditional schools did not. It could, therefore, be anticipated that the traditional schools that did agree to participate tended to be particularly good schools.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Overview of findings",
                "sec_num": null
            },
            {
                "text": "As the current study is among the first to investigate the effectiveness of social constructivist, traditional and combined schools, our findings should be interpreted with some caution. One of the most difficult challenges in evaluating differences between schools is to separate the effects of schooling from the intake characteristics of the students who attend the school (Raudenbush & Willms, 1995) . First, the relatively small number of schools (ten) participating in the present study can be considered a drawback in this sense, as coincidental differences between the schools might have influenced the results. We attempted to at least partially counteract this problem by matching participating schools on key criteria and focusing on students with comparable levels of prior achievement. Second, a particular difficulty that is always apparent when comparing types of schools is that students tend to be sorted into these different types of schools not by random selection processes, but based on their own preferences, as well as of those of their parents or guardians.",
                "cite_spans": [
                    {
                        "start": 376,
                        "end": 403,
                        "text": "(Raudenbush & Willms, 1995)",
                        "ref_id": "BIBREF63"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Overview of findings",
                "sec_num": null
            },
            {
                "text": "Finally, the use of questionnaire data administered by the students' mentors could potentially have resulted in biassed answers by some of the students. Although both the questionnaires and the mentors themselves made it clear to the students that the data would be processed anonymously, and we instructed the mentors not to check the students' answers, the presence of the mentors may still have been sufficient to trigger some of the students to give socially desirable answers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Overview of findings",
                "sec_num": null
            },
            {
                "text": "In conclusion, despite these limitations, the results of the present study provide further insight into the effectiveness of traditional, social constructivist and combined schools in fostering early adolescents' motivation. Such insight is crucial for evaluating educational policy and is of particular relevance considering the large number of schools in Western countries that have incorporated social constructivist views on instruction. The results point, for example, towards the potential risk of something that is common practice: Combining elements of distinct educational philosophies. Interestingly, despite prior research having shown that distinct characteristics of social constructivist instruction are effective in fostering student motivation, our findings do not support the notion that social constructivist schools are more effective than traditional schools (or vice versa). This contrast in the findings seems to confirm the notion that applying an educational philosophy in practice tends to have much wider consequences than accounted for in theory (Slavin, 2012) . Finally, our findings support the notion that the learning environment can play an important role in fostering early adolescents' motivation, and thereby they affirm the importance of future research into the characteristics of this environment. One consequence of the present study's focus on schools that actually worked in accordance with different educational philosophies is that in the interpretation of our findings we cannot readily distinguish between factors inherent in the respective educational philosophies (traditional, social constructivist and combined) and factors that are not inherent but which have indirectly resulted from these educational philosophies. For example, above we suggested that the relatively low levels of student motivation in combined schools were perhaps caused by contradictions inherent in the educational philosophy of this type of school, and/or in the teachers being more ambivalent in their adherence as an indirect result of the educational philosophy. While the former explanation would lead to the advice that combined schools stop combining elements of traditional and social constructivist views in their education, the latter explanation would lead to the advice that combined schools implement school-based interventions that train their teachers to express unambiguous views on instruction or provide coaching to schools that are, for example, in transition from a traditional to a social constructivist approach. For future research, we would recommend a focus on daily practices in the different types of schools, which will help determine the level at which there should be intervention. Such research would also be of particular relevance in providing further insight into the link between educational theory on learning and instruction and its implications in practice.",
                "cite_spans": [
                    {
                        "start": 1073,
                        "end": 1087,
                        "text": "(Slavin, 2012)",
                        "ref_id": "BIBREF74"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Practical implications and recommendations for future research",
                "sec_num": null
            },
            {
                "text": "It is also recommended that future research further investigates the effectiveness of social constructivist, traditional and combined schools using a larger sample of schools and including other countries for the purpose of enhancing the generalisability of the findings. In the present study, we focused on early adolescents in grade 7, as motivation has been found to decline in this group of students. It would be of interest, however, to investigate whether our findings can be generalised to boys and girls belonging to other age groups as well. Furthermore, it would be of interest do cross-cultural comparisons, as research indicates the importance of culturally responsive pedagogies in the classroom (see Savage, Hindle, Meyer, Hynds, Penetito, & Sleeter, 2011) . Finally, it would be of interest to include more outcome measures in any future research. In the present study, we chose to focus on motivation because of its relevance to the aims of social constructivist instruction as well as its recognised importance as a prerequisite for student learning. Future research might choose to also include outcome measures such as self-regulated learning and school achievement.",
                "cite_spans": [
                    {
                        "start": 714,
                        "end": 770,
                        "text": "Savage, Hindle, Meyer, Hynds, Penetito, & Sleeter, 2011)",
                        "ref_id": "BIBREF68"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Practical implications and recommendations for future research",
                "sec_num": null
            },
            {
                "text": "K. Stroet et al. Downloaded by [University of Groningen] at 06:37 11 April 2014",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Educational Psychology",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded by [University of Groningen] at 06:37 11 April 2014",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "K. Stroet et al. Downloaded by [University of Groningen] at 06:37 11 April 2014",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "K. Stroet et al. Downloaded by [University of Groningen] at 06:37 11 April 2014",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "K. Stroet et al. Downloaded by [University of Groningen] at 06:37 11 April 2014",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "K. Stroet et al. Downloaded by [University of Groningen] at 06:37 11 April 2014",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "K. Stroet et al. Downloaded by [University of Groningen] at 06:37 11 April 2014",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Exploring social constructivism: Theories and practicalities",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Adams",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "",
                "volume": "34",
                "issue": "",
                "pages": "243--257",
                "other_ids": {
                    "DOI": [
                        "10.1080/03004270600898893"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Adams, P. (2006). Exploring social constructivism: Theories and practicalities. Education 3-13, 34, 243-257. doi:10.1080/03004270600898893",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Motivation and schooling in the middle grades",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Anderman",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Maehr",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Review of Educational Research",
                "volume": "64",
                "issue": "",
                "pages": "287--309",
                "other_ids": {
                    "DOI": [
                        "10.3102/00346543064002287"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Anderman, E. M., & Maehr, M. L. (1994). Motivation and schooling in the middle grades. Review of Educational Research, 64, 287-309. doi:10.3102/00346543064002287",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Applications and misapplications of cognitive psychology to mathematics instruction",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Anderson",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "M"
                        ],
                        "last": "Reder",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "A"
                        ],
                        "last": "Simon",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Texas Education Review",
                "volume": "1",
                "issue": "",
                "pages": "29--49",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Anderson, J. R., Reder, L. M., & Simon, H. A. (2000). Applications and misapplications of cognitive psychology to mathematics instruction. Texas Education Review, 1, 29-49.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Using student-centred learning environments to stimulate deep approaches to learning: Factors encouraging or discouraging their effectiveness",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Baeten",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Kyndt",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Struyven",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Dochy",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Educational Research Review",
                "volume": "5",
                "issue": "",
                "pages": "243--260",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.ed—u—rev.2010.06.001"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Baeten, M., Kyndt, E., Struyven, K., & Dochy, F. (2010). Using student-centred learning environments to stimulate deep approaches to learning: Factors encouraging or discourag- ing their effectiveness. Educational Research Review, 5, 243-260. doi:10.1016/j.edu- rev.2010.06.001",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "The differential effects of the learning environment on student achievement motivation: A comparison between frontal and complex instruction strategies",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Ben-Ari",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Eliassy",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Social Behavior and Personality: An International Journal",
                "volume": "31",
                "issue": "",
                "pages": "143--165",
                "other_ids": {
                    "DOI": [
                        "10.2224/sbp.2003.31.2.143"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Ben-Ari, R., & Eliassy, L. (2003). The differential effects of the learning environment on stu- dent achievement motivation: A comparison between frontal and complex instruction strategies. Social Behavior and Personality: An International Journal, 31, 143-165. doi:10.2224/sbp.2003.31.2.143",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Quality of learning with an active versus passive motivational set",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Benware",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "L"
                        ],
                        "last": "Deci",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "American Educational Research Journal",
                "volume": "21",
                "issue": "",
                "pages": "755--765",
                "other_ids": {
                    "DOI": [
                        "10.3102/00028312021004755"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Benware, C. A., & Deci, E. L. (1984). Quality of learning with an active versus passive moti- vational set. American Educational Research Journal, 21, 755-765. doi:10.3102/ 00028312021004755",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Alternatives in assessment of achievements, learning processes and prior knowledge",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Birenbaum",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Dochy",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Birenbaum, M., & Dochy, F. (1996). Alternatives in assessment of achievements, learning processes and prior knowledge. Boston, MA: Kluwer Academic.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Classroom learning and motivation: Clarifying and expanding goal theory",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "C"
                        ],
                        "last": "Blumenfeld",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Journal of Educational Psychology",
                "volume": "84",
                "issue": "",
                "pages": "272--281",
                "other_ids": {
                    "DOI": [
                        "10.1037//0022-0663.84.3.272"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Blumenfeld, P. C. (1992). Classroom learning and motivation: Clarifying and expanding goal theory. Journal of Educational Psychology, 84, 272-281. doi:10.1037//0022- 0663.84.3.272",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Task factors, teacher behavior, and students' involvement and use of learning strategies in science",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "C"
                        ],
                        "last": "Blumenfeld",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Meece",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "The Elementary School Journal",
                "volume": "88",
                "issue": "",
                "pages": "235--250",
                "other_ids": {
                    "DOI": [
                        "10.1086/461536"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Blumenfeld, P. C., & Meece, J. L. (1988). Task factors, teacher behavior, and students' involvement and use of learning strategies in science. The Elementary School Journal, 88, 235-250. doi:10.1086/461536",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Motivating project-based learning: Sustaining the doing, supporting the learning",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "C"
                        ],
                        "last": "Blumenfeld",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Soloway",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Marx",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Krajcik",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Guzdial",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Palincsar",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Educational Psychologist",
                "volume": "26",
                "issue": "",
                "pages": "369--398",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Blumenfeld, P. C., Soloway, E., Marx, R. W., Krajcik, J. S., Guzdial, M., & Palincsar, A. (1991). Motivating project-based learning: Sustaining the doing, supporting the learning. Educational Psychologist, 26, 369-398.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Bringing about change in the classroom: Strengths and weaknesses of the self-regulated learning approach",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Boekaerts",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Learning and Instruction",
                "volume": "12",
                "issue": "",
                "pages": "589--604",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Boekaerts, M. (2002). Bringing about change in the classroom: Strengths and weaknesses of the self-regulated learning approach. Learning and Instruction, 12, 589-604.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Goal-directed behavior and contextual factors in the classroom: An innovative approach to the study of multiple goals",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Boekaerts",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "De Koning",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Vedder",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Educational Psychologist",
                "volume": "41",
                "issue": "",
                "pages": "33--51",
                "other_ids": {
                    "DOI": [
                        "10.1207/s15326985ep4101_5"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Boekaerts, M., de Koning, E., & Vedder, P. (2006). Goal-directed behavior and contextual factors in the classroom: An innovative approach to the study of multiple goals. Educa- tional Psychologist, 41, 33-51. doi:10.1207/s15326985ep4101_5",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Measuring behavioral change processes during an ongoing innovation program: Scope and limits",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Boekaerts",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Minnaert",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Powerful learning environments: Unravelling basic components and dimensions",
                "volume": "",
                "issue": "",
                "pages": "71--87",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Boekaerts, M., & Minnaert, A. (2003). Measuring behavioral change processes during an ongoing innovation program: Scope and limits. In E. De Corte, L. Verschaffel, N. Entwistle, & J. van Merriënboer (Eds.), Powerful learning environments: Unravelling basic components and dimensions (pp. 71-87). New York, NY: Pergamon.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Self-regulated learning: Finding a balance between learning goals and ego-protective goals",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Boekaerts",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Niemivirta",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Handbook of self-regulation",
                "volume": "",
                "issue": "",
                "pages": "417--450",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Boekaerts, M., & Niemivirta, M. (2000). Self-regulated learning: Finding a balance between learning goals and ego-protective goals. In M. Boekaerts, P. R. Pintrich, & M. Zeidner (Eds.), Handbook of self-regulation (pp. 417-450). San Diego, CA: Academic Press.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Toward self-directed learning in secondary schools: What do teachers do? Teaching and Teacher Education",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Bolhuis",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Voeten",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "",
                "volume": "17",
                "issue": "",
                "pages": "34--42",
                "other_ids": {
                    "DOI": [
                        "10.1016/S0742-051X(01)00034-8"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Bolhuis, S., & Voeten, M. J. (2001). Toward self-directed learning in secondary schools: What do teachers do? Teaching and Teacher Education, 17, 837-855. doi:10.1016/ S0742-051X(01)00034-8",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Academic motivation in self-efficacy, task value, achievement goal orientations, and attributional beliefs",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Bong",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "The Journal of Educational Research",
                "volume": "97",
                "issue": "",
                "pages": "287--298",
                "other_ids": {
                    "DOI": [
                        "10.3200/JOER.97.6.287-298"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Bong, M. (2004). Academic motivation in self-efficacy, task value, achievement goal orienta- tions, and attributional beliefs. The Journal of Educational Research, 97, 287-298. doi:10.3200/JOER.97.6.287-298",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Task force on education of young adolescents, turning points: Preparing American youth for the 21st Century",
                "authors": [],
                "year": 1989,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Carnegie Council on Adolescent Development. (1989). Task force on education of young adolescents, turning points: Preparing American youth for the 21st Century. New York, NY: Carnegie Corporation.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Intrinsic motivation and the process of learning: Beneficial effects of contextualization, personalization, and choice",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "I"
                        ],
                        "last": "Cordova",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "R"
                        ],
                        "last": "Lepper",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Journal of Educational Psychology",
                "volume": "88",
                "issue": "",
                "pages": "715--730",
                "other_ids": {
                    "DOI": [
                        "10.1037//0022-0663.88.4.715"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Cordova, D. I., & Lepper, M. R. (1996). Intrinsic motivation and the process of learning: Beneficial effects of contextualization, personalization, and choice. Journal of Educa- tional Psychology, 88, 715-730. doi:10.1037//0022-0663.88.4.715",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Intrinsic motivation & self-determination in human behavior",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "L"
                        ],
                        "last": "Deci",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Ryan",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Deci, E. L., & Ryan, R. M. (1985). Intrinsic motivation & self-determination in human behavior. New York, NY: Plenum Press.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "The \"what\" and \"why\" of goal pursuits: Human needs and the self-determination of behavior",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "L"
                        ],
                        "last": "Deci",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Ryan",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Psychological Inquiry",
                "volume": "11",
                "issue": "",
                "pages": "227--268",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Deci, E. L., & Ryan, R. M. (2000). The \"what\" and \"why\" of goal pursuits: Human needs and the self-determination of behavior. Psychological Inquiry, 11, 227-268. Educational Psychology",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Academic work",
                "authors": [
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Doyle",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Review of Educational Research",
                "volume": "53",
                "issue": "",
                "pages": "159--199",
                "other_ids": {
                    "DOI": [
                        "10.3102/00346543053002159"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Doyle, W. (1983). Academic work. Review of Educational Research, 53, 159-199. doi:10.3102/00346543053002159",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Inspectie van het onderwijs",
                "authors": [
                    {
                        "first": "De",
                        "middle": [],
                        "last": "Meren",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "De Meren: Inspectie van het onderwijs.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Dutch Inspectorate of Education",
                "authors": [],
                "year": 2012,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dutch Inspectorate of Education. (2012). Onderwijsverslag [Report on state of education].",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Inspectie van het onderwijs",
                "authors": [
                    {
                        "first": "De",
                        "middle": [],
                        "last": "Meren",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "De Meren: Inspectie van het onderwijs.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Development during adolescence. The impact of stage-environment fit on young adolescents' experiences in schools and in families",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Buchanan",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Reuman",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Flanagan",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Iver",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "American Psychologist",
                "volume": "48",
                "issue": "",
                "pages": "90--101",
                "other_ids": {
                    "DOI": [
                        "10.1037/0003-066X.48.2.90"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. S., Midgley, C., Wigfield, A., Buchanan, C. M., Reuman, D., Flanagan, C., & Iver, D. M. (1993). Development during adolescence. The impact of stage-environment fit on young adolescents' experiences in schools and in families. American Psychologist, 48, 90-101. doi:10.1037/0003-066X.48.2.90",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "On the measurement of achievement goals: Critique, illustration, and application",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Elliot",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Murayama",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Journal of Educational Psychology",
                "volume": "100",
                "issue": "",
                "pages": "613--628",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.100.3.613"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Elliot, A. J., & Murayama, K. (2008). On the measurement of achievement goals: Critique, illustration, and application. Journal of Educational Psychology, 100, 613-628. doi:10.1037/0022-0663.100.3.613",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "The impact of school reform for the middle years: Longitudinal study of a network engaged in turning",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Felner",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Jackson",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Phi Delta Kappan",
                "volume": "78",
                "issue": "",
                "pages": "528--542",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Felner, R., & Jackson, D. (1997). The impact of school reform for the middle years: Longitu- dinal study of a network engaged in turning. Phi Delta Kappan, 78, 528-542.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Assessing more students",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Gibbs",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gibbs, G. (1992). Assessing more students. Oxford: Oxford Brookes University.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Academic intrinsic motivation in young elementary school children",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "E"
                        ],
                        "last": "Gottfried",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Journal of Educational Psychology",
                "volume": "82",
                "issue": "",
                "pages": "525--538",
                "other_ids": {
                    "DOI": [
                        "10.1037//0022-0663.82.3.525"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Gottfried, A. E. (1990). Academic intrinsic motivation in young elementary school children. Journal of Educational Psychology, 82, 525-538. doi:10.1037//0022-0663.82.3.525",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Continuity of academic intrinsic motivation from childhood through late adolescence: A longitudinal study",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "E"
                        ],
                        "last": "Gottfried",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Fleming",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "W"
                        ],
                        "last": "Gottfried",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Journal of Educational Psychology",
                "volume": "93",
                "issue": "",
                "pages": "3--13",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.93.1.3"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Gottfried, A. E., Fleming, J. S., & Gottfried, A. W. (2001). Continuity of academic intrinsic motivation from childhood through late adolescence: A longitudinal study. Journal of Educational Psychology, 93, 3-13. doi:10.1037/0022-0663.93.1.3",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Cognition and learning",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "G"
                        ],
                        "last": "Greeno",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Collins",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "B"
                        ],
                        "last": "Resnick",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Handbook of educational psychology",
                "volume": "",
                "issue": "",
                "pages": "15--46",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Greeno, J. G., Collins, A. M., & Resnick, L. B. (1996). Cognition and learning. In R. C. Berliner & D. C. Calfee (Eds.), Handbook of educational psychology (pp. 15-46). New York, NY: Macmillan.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Autonomy in children's learning: An experimental and individual difference investigation",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "S"
                        ],
                        "last": "Grolnick",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Ryan",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "52",
                "issue": "",
                "pages": "890--898",
                "other_ids": {
                    "DOI": [
                        "10.1037//0022-3514.52.5.890"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Grolnick, W. S., & Ryan, R. M. (1987). Autonomy in children's learning: An experimental and individual difference investigation. Journal of Personality and Social Psychology, 52, 890-898. doi:10.1037//0022-3514.52.5.890",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Motivation and contemporary socio-constructivist instructional perspectives",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "T"
                        ],
                        "last": "Hickey",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Educational Psychologist",
                "volume": "32",
                "issue": "",
                "pages": "175--193",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hickey, D. T. (1997). Motivation and contemporary socio-constructivist instructional perspec- tives. Educational Psychologist, 32, 175-193.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "The motivational and academic consequences of elementary mathematics environments: Do constructivist innovations and reforms make a difference?",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "T"
                        ],
                        "last": "Hickey",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Moore",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Pellegrino",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "American Educational Research Journal",
                "volume": "38",
                "issue": "",
                "pages": "611--652",
                "other_ids": {
                    "DOI": [
                        "10.3102/00028312038003611"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Hickey, D. T., Moore, A. L., & Pellegrino, J. W. (2001). The motivational and academic con- sequences of elementary mathematics environments: Do constructivist innovations and reforms make a difference? American Educational Research Journal, 38, 611-652. doi:10.3102/00028312038003611",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "A longitudinal investigation of motivation and secondary school achievement using growth mixture modeling",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "A"
                        ],
                        "last": "Hodis",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "H"
                        ],
                        "last": "Meyer",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Mcclure",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "F"
                        ],
                        "last": "Weir",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "H"
                        ],
                        "last": "Walkey",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Journal of Educational Psychology",
                "volume": "103",
                "issue": "",
                "pages": "312--323",
                "other_ids": {
                    "DOI": [
                        "10.1037/a0022547"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Hodis, F. A., Meyer, L. H., McClure, J., Weir, K. F., & Walkey, F. H. (2011). A longitudinal investigation of motivation and secondary school achievement using growth mixture modeling. Journal of Educational Psychology, 103, 312-323. doi:10.1037/a0022547",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "University students' study orientations, learning experiences and study success in innovative courses",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Honkimäki",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Tynjälä",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Valkonen",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Studies in Higher Education",
                "volume": "29",
                "issue": "",
                "pages": "431--449",
                "other_ids": {
                    "DOI": [
                        "10.1080/0307507042000236353"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Honkimäki, S., Tynjälä, P., & Valkonen, S. (2004). University students' study orientations, learning experiences and study success in innovative courses. Studies in Higher Educa- tion, 29, 431-449. doi:10.1080/0307507042000236353",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Why minimal guidance during instruction does not work: An analysis of the failure of constructivist discovery, problem-based, experiential, and inquiry-based teaching",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Kirschner",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Sweller",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Clark",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Learning",
                "volume": "41",
                "issue": "",
                "pages": "75--86",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kirschner, P. A., Sweller, J., & Clark, R. E. (2006). Why minimal guidance during instruc- tion does not work: An analysis of the failure of constructivist discovery, problem-based, experiential, and inquiry-based teaching. Learning, 41, 75-86.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Stability or change? Effects of training length and time lag on achievement goal orientations and transfer of training",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Laine",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Gegenfurtner",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "International Journal of Educational Research",
                "volume": "61",
                "issue": "",
                "pages": "71--79",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.ijer.2013.03.014"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Laine, E., & Gegenfurtner, A. (2013). Stability or change? Effects of training length and time lag on achievement goal orientations and transfer of training. International Journal of Educational Research, 61, 71-79. doi:10.1016/j.ijer.2013.03.014",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Higher education students' attitudes to studentcentred learning: Beyond \"educational bulimia",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Lea",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Stephenson",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Troy",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Studies in Higher Education",
                "volume": "28",
                "issue": "",
                "pages": "321--334",
                "other_ids": {
                    "DOI": [
                        "10.1080/03075070310000113432"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Lea, S. J., Stephenson, D., & Troy, J. (2003). Higher education students' attitudes to student- centred learning: Beyond \"educational bulimia\"? Studies in Higher Education, 28, 321- 334. doi:10.1080/03075070310000113432",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Work or learning: Implications of classroom metaphors",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "H"
                        ],
                        "last": "Marshall",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Educational Researcher",
                "volume": "17",
                "issue": "",
                "pages": "9--16",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marshall, H. H. (1988). Work or learning: Implications of classroom metaphors. Educational Researcher, 17, 9-16.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "On non-verbatim learning: II. The erosion effect of a task-induced learning algorithm",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Marton",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Scandinavian Journal of Psychology",
                "volume": "17",
                "issue": "",
                "pages": "41--48",
                "other_ids": {
                    "DOI": [
                        "10.1111/j.1467-9450.1976.tb00209.x"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marton, F. (1976). On non-verbatim learning: II. The erosion effect of a task-induced learn- ing algorithm. Scandinavian Journal of Psychology, 17, 41-48. doi:10.1111/j.1467- 9450.1976.tb00209.x",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Should there be a three-strikes rule against pure discovery learning?",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Mayer",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "The American Psychologist",
                "volume": "59",
                "issue": "",
                "pages": "14--19",
                "other_ids": {
                    "DOI": [
                        "10.1037/0003-066X.59.1.14"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Mayer, R. E. (2004). Should there be a three-strikes rule against pure discovery learning? The American Psychologist, 59, 14-19. doi:10.1037/0003-066X.59.1.14",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Elementary science students' motivation and learning strategy use: Constructivist classroom contextual factors in a life 22",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "R"
                        ],
                        "last": "Milner",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Templin",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Czerniak",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Milner, A. R., Templin, M. A., & Czerniak, C. M. (2010). Elementary science students' motivation and learning strategy use: Constructivist classroom contextual factors in a life 22",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "science laboratory and a traditional classroom",
                "authors": [],
                "year": 2014,
                "venue": "Journal of Science Teacher Education",
                "volume": "22",
                "issue": "",
                "pages": "151--170",
                "other_ids": {
                    "DOI": [
                        "10.1007/s10972-010-9200-5"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Downloaded by [University of Groningen] at 06:37 11 April 2014 science laboratory and a traditional classroom. Journal of Science Teacher Education, 22, 151-170. doi:10.1007/s10972-010-9200-5",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Goals are motivational researchers' best friend, but to what extent are achievement goals and achievement goal orientations also the best friend of educational outcomes?",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Minnaert",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "International Journal of Educational Research",
                "volume": "61",
                "issue": "",
                "pages": "85--89",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.ijer.2013.08.002"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Minnaert, A. (2013). Goals are motivational researchers' best friend, but to what extent are achievement goals and achievement goal orientations also the best friend of educational outcomes? International Journal of Educational Research, 61, 85-89. doi:10.1016/ j.ijer.2013.08.002",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "25 jaar Onderwijspsychologie in Nederland en Vlaanderen in de periode 1980 tot 2005: Trends, pendels en grensverleggers [25 years of educational psychology in the Netherlands and in Flanders during",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Minnaert",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Vermunt",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Minnaert, A., & Vermunt, J. (2006). 25 jaar Onderwijspsychologie in Nederland en Vlaanderen in de periode 1980 tot 2005: Trends, pendels en grensverleggers [25 years of educational psychology in the Netherlands and in Flanders during 1980 till 2005].",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "Engaging schools: Fostering high school students' motivation to learn",
                "authors": [],
                "year": 2004,
                "venue": "National Research Council",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "National Research Council. (2004). Engaging schools: Fostering high school students' moti- vation to learn. Washington, DC: National Academics Press.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Differential relations of constructivist and didactic instruction to students' cognition, motivation, and achievement. Learning and Instruction",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Nie",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Lau",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "",
                "volume": "20",
                "issue": "",
                "pages": "411--423",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.learn—in—struc.2009.04.002"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Nie, Y., & Lau, S. (2010). Differential relations of constructivist and didactic instruction to students' cognition, motivation, and achievement. Learning and Instruction, 20, 411-423. doi:10.1016/j.learninstruc.2009.04.002",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Het nieuwe leren in basisonderwijs en voortgezet onderwijs nader beschouwd: Een verkenningsnotitie voor het Ministerie van Onderwijs, Cultuur en Wetenschap [Considerations on new learning in primary and secondary education: An exploratory note for the ministry of education, culture, and science",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Oostdam",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Peetsma",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Blok",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Amsterdam: SCO-Kohnstamm Instituut",
                "volume": "",
                "issue": "",
                "pages": "1--36",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Oostdam, R., Peetsma, T., & Blok, H. (2007). Het nieuwe leren in basisonderwijs en voortg- ezet onderwijs nader beschouwd: Een verkenningsnotitie voor het Ministerie van Ond- erwijs, Cultuur en Wetenschap [Considerations on new learning in primary and secondary education: An exploratory note for the ministry of education, culture, and sci- ence] (pp. 1-36). Amsterdam: SCO-Kohnstamm Instituut.",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "Leren van het nieuwe leren: casestudies in het voortgezet onderwijs [Learning from new learning: Case studies in secondary education",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Oostdam",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Peetsma",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Derriks",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Van Gelderen",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Oostdam, R., Peetsma, T., Derriks, M., & Van Gelderen, A. (2006). Leren van het nieuwe leren: casestudies in het voortgezet onderwijs [Learning from new learning: Case studies in secondary education]. Amsterdam: SCO-Kohnstamm Instituut.",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "Teacher-student interpersonal relationships and academic motivation within one school year: Developmental changes and linkage. School Effectiveness and School Improvement",
                "authors": [
                    {
                        "first": "M.-C",
                        "middle": [],
                        "last": "Opdenakker",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Maulana",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Den Den",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Brok",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "",
                "volume": "23",
                "issue": "",
                "pages": "95--119",
                "other_ids": {
                    "DOI": [
                        "10.1080/09243453.2011.619198"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Opdenakker, M.-C., Maulana, R., & Den Den Brok, P. (2012). Teacher-student interpersonal relationships and academic motivation within one school year: Developmental changes and linkage. School Effectiveness and School Improvement, 23, 95-119. doi:10.1080/ 09243453.2011.619198",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "Relationship between learning environment characteristics and academic engagement",
                "authors": [
                    {
                        "first": "M.-C",
                        "middle": [],
                        "last": "Opdenakker",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Minnaert",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Psychological Reports",
                "volume": "109",
                "issue": "",
                "pages": "259--284",
                "other_ids": {
                    "DOI": [
                        "10.2466/09.10.11.PR0.109.4.259-284"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Opdenakker, M.-C., & Minnaert, A. (2011). Relationship between learning environment char- acteristics and academic engagement. Psychological Reports, 109, 259-284. doi:10.2466/ 09.10.11.PR0.109.4.259-284",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "Effects of schools, teaching staff and classes on achievement and well-being in secondary education: Similarities and differences between school outcomes",
                "authors": [
                    {
                        "first": "M.-C",
                        "middle": [],
                        "last": "Opdenakker",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Van Damme",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "School Effectiveness and School Improvement",
                "volume": "11",
                "issue": "",
                "pages": "165--196",
                "other_ids": {
                    "DOI": [
                        "10.1076/0924-3453(200006)11:2;1-Q;FT165"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Opdenakker, M.-C., & Van Damme, J. (2000). Effects of schools, teaching staff and classes on achievement and well-being in secondary education: Similarities and differences between school outcomes. School Effectiveness and School Improvement, 11, 165-196. doi:10.1076/0924-3453(200006)11:2;1-Q;FT165",
                "links": null
            },
            "BIBREF56": {
                "ref_id": "b56",
                "title": "Constructivism: Shape-shifting, substance, and teacher education applications",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Oxford",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Peabody Journal of Education",
                "volume": "72",
                "issue": "",
                "pages": "35--66",
                "other_ids": {
                    "DOI": [
                        "10.1207/s15327930pje7201_3"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Oxford, R. L. (1997). Constructivism: Shape-shifting, substance, and teacher education appli- cations. Peabody Journal of Education, 72, 35-66. doi:10.1207/s15327930pje7201_3",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "Relations between adolescents' self-evaluations, time perspectives, motivation for school and their achievement in different countries and at different ages",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Peetsma",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Hascher",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Van Der Veen",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Roede",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "European Journal of Psychology of Education",
                "volume": "20",
                "issue": "",
                "pages": "209--225",
                "other_ids": {
                    "DOI": [
                        "10.1007/BF03173553"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Peetsma, T., Hascher, T., Van der Veen, I., & Roede, E. (2005). Relations between adoles- cents' self-evaluations, time perspectives, motivation for school and their achievement in different countries and at different ages. European Journal of Psychology of Education, 20, 209-225. doi:10.1007/BF03173553",
                "links": null
            },
            "BIBREF58": {
                "ref_id": "b58",
                "title": "Relations between the development of future time perspective in three life domains, investment in learning, and academic achievement. Learning and Instruction",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Peetsma",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Van Der Veen",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "",
                "volume": "21",
                "issue": "",
                "pages": "481--494",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.learn—in—struc.2010.08.001"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Peetsma, T., & Van der Veen, I. (2011). Relations between the development of future time perspective in three life domains, investment in learning, and academic achievement. Learning and Instruction, 21, 481-494. doi:10.1016/j.learninstruc.2010.08.001",
                "links": null
            },
            "BIBREF59": {
                "ref_id": "b59",
                "title": "Classrooms as contexts for motivating learning",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "E"
                        ],
                        "last": "Perry",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Turner",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "K"
                        ],
                        "last": "Meyer",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Handbook of educational psychology",
                "volume": "",
                "issue": "",
                "pages": "327--348",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Perry, N. E., Turner, J. C., & Meyer, D. K. (2006). Classrooms as contexts for motivating learning. In P. A. Alexander & P. H. Winne (Eds.), Handbook of educational psychology (2nd ed., pp. 327-348). Mahwah, NJ: Lawrence Erlbaum Associates.",
                "links": null
            },
            "BIBREF60": {
                "ref_id": "b60",
                "title": "A conceptual framework for assessing motivation and self-regulated learning in college students",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "; P R"
                        ],
                        "last": "Pintrich",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "V"
                        ],
                        "last": "De Groot",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Journal of Educational Psychology",
                "volume": "16",
                "issue": "",
                "pages": "33--40",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.82.1.33"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Pintrich, P. (2004). A conceptual framework for assessing motivation and self-regulated learning in college students. Educational Psychology Review, 16, 385-407. doi:10.1007/ s10648-004-0006-x Pintrich, P. R., & De Groot, E. V. (1990). Motivational and self-regulated learning compo- nents of classroom academic performance. Journal of Educational Psychology, 82, 33-40. doi:10.1037/0022-0663.82.1.33",
                "links": null
            },
            "BIBREF61": {
                "ref_id": "b61",
                "title": "Social constructivism and the process-content distinction as viewed by Vygotsky and the pragmatists. Mind",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Prawat",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Culture, and Activity",
                "volume": "6",
                "issue": "",
                "pages": "255--273",
                "other_ids": {
                    "DOI": [
                        "10.1080/10749039909524731"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Prawat, R. S. (2009). Social constructivism and the process-content distinction as viewed by Vygotsky and the pragmatists. Mind, Culture, and Activity, 6, 255-273. doi:10.1080/ 10749039909524731",
                "links": null
            },
            "BIBREF62": {
                "ref_id": "b62",
                "title": "Does active learning work? A review of the research",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Prince",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Journal of Engineering Education",
                "volume": "93",
                "issue": "",
                "pages": "223--231",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Prince, M. (2004). Does active learning work? A review of the research. Journal of Engineering Education, 93, 223-231.",
                "links": null
            },
            "BIBREF63": {
                "ref_id": "b63",
                "title": "The estimation of school effects",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "W"
                        ],
                        "last": "Raudenbush",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Willms",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Journal of Educational and Behavioral Statistics",
                "volume": "20",
                "issue": "",
                "pages": "307--335",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Raudenbush, S. W., & Willms, J. D. (1995). The estimation of school effects. Journal of Educational and Behavioral Statistics, 20, 307-335.",
                "links": null
            },
            "BIBREF64": {
                "ref_id": "b64",
                "title": "Communication in the classroom: Power and motivation. Communication Education",
                "authors": [
                    {
                        "first": "V",
                        "middle": [
                            "P"
                        ],
                        "last": "Richmond",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "",
                "volume": "39",
                "issue": "",
                "pages": "181--195",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Richmond, V. P. (1990). Communication in the classroom: Power and motivation. Communi- cation Education, 39, 181-195.",
                "links": null
            },
            "BIBREF65": {
                "ref_id": "b65",
                "title": "The influence of teacher perceived administration of self-regulated learning on students' motivation and information-processing. Learning and Instruction",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Rozendaal",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Minnaert",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Boekaerts",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "15",
                "issue": "",
                "pages": "141--160",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.learn—in—struc.2005.04.011"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Rozendaal, J. S., Minnaert, A., & Boekaerts, M. (2005). The influence of teacher perceived administration of self-regulated learning on students' motivation and information-process- ing. Learning and Instruction, 15, 141-160. doi:10.1016/j.learninstruc.2005.04.011",
                "links": null
            },
            "BIBREF66": {
                "ref_id": "b66",
                "title": "Perceived locus of causality and internalization: Examining reasons for acting in two domains",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Ryan",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Connell",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "57",
                "issue": "",
                "pages": "749--761",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-3514.57.5.749"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Ryan, R. M., & Connell, J. P. (1989). Perceived locus of causality and internalization: Exam- ining reasons for acting in two domains. Journal of Personality and Social Psychology, 57, 749-761. doi:10.1037/0022-3514.57.5.749",
                "links": null
            },
            "BIBREF67": {
                "ref_id": "b67",
                "title": "Qualitative differences in learning as a function of the learner's conception of a task",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Säljö",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Säljö, R. (1975). Qualitative differences in learning as a function of the learner's conception of a task. Göteborg: Acta Universitatis Gothoburgensis.",
                "links": null
            },
            "BIBREF68": {
                "ref_id": "b68",
                "title": "Culturally responsive pedagogies in the classroom: Indigenous student experiences across the curriculum",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Savage",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Hindle",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "H"
                        ],
                        "last": "Meyer",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Hynds",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Penetito",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "E"
                        ],
                        "last": "Sleeter",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Asia-Pacific Journal of Teacher Education",
                "volume": "39",
                "issue": "",
                "pages": "183--198",
                "other_ids": {
                    "DOI": [
                        "10.1080/1359866X.2011.588311"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Savage, C., Hindle, R., Meyer, L. H., Hynds, A., Penetito, W., & Sleeter, C. E. (2011). Cul- turally responsive pedagogies in the classroom: Indigenous student experiences across the curriculum. Asia-Pacific Journal of Teacher Education, 39, 183-198. doi:10.1080/ 1359866X.2011.588311",
                "links": null
            },
            "BIBREF69": {
                "ref_id": "b69",
                "title": "The foundations of educational effectiveness",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Scheerens",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Bosker",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Scheerens, J., & Bosker, R. (1997). The foundations of educational effectiveness. Oxford: Elsevier Science.",
                "links": null
            },
            "BIBREF70": {
                "ref_id": "b70",
                "title": "Goal orientation, perceived task outcome and task demands in mathematics tasks: Effects on students' attitude in actual task settings",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Seegers",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Van Putten",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "De Brabander",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "British Journal of Educational Psychology",
                "volume": "72",
                "issue": "",
                "pages": "365--384",
                "other_ids": {
                    "DOI": [
                        "10.1348/000709902320634366"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Seegers, G., Van Putten, C. M., & De Brabander, C. J. (2002). Goal orientation, perceived task outcome and task demands in mathematics tasks: Effects on students' attitude in actual task settings. British Journal of Educational Psychology, 72, 365-384. doi:10.1348/000709902320634366",
                "links": null
            },
            "BIBREF71": {
                "ref_id": "b71",
                "title": "The role of assessment in a learning culture",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Shepard",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Educational Researcher",
                "volume": "29",
                "issue": "",
                "pages": "4--14",
                "other_ids": {
                    "DOI": [
                        "10.3102/0013189X029007004"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Shepard, L. (2000). The role of assessment in a learning culture. Educational Researcher, 29, 4-14. doi:10.3102/0013189X029007004",
                "links": null
            },
            "BIBREF72": {
                "ref_id": "b72",
                "title": "Teaching and learning in a classroom context",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Shuell",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Handbook of educational psychology",
                "volume": "",
                "issue": "",
                "pages": "726--764",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shuell, T. (1996). Teaching and learning in a classroom context. In D. C. Berliner & R. C. Calfee (Eds.), Handbook of educational psychology (pp. 726-764). New York, NY: Pre- ntice Hall International.",
                "links": null
            },
            "BIBREF73": {
                "ref_id": "b73",
                "title": "Mathematics and science achievement: Effects of motivation, interest, and academic engagement",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Singh",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Granville",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Dika",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "The Journal of Educational Research",
                "volume": "95",
                "issue": "",
                "pages": "323--332",
                "other_ids": {
                    "DOI": [
                        "10.1080/00220670209596607"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Singh, K., Granville, M., & Dika, S. (2002). Mathematics and science achievement: Effects of motivation, interest, and academic engagement. The Journal of Educational Research, 95, 323-332. doi:10.1080/00220670209596607",
                "links": null
            },
            "BIBREF74": {
                "ref_id": "b74",
                "title": "Educational psychology. Theory and practice",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Slavin",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Slavin, R. E. (2012). Educational psychology. Theory and practice (10th ed.). New Jersey, NJ: Pearson.",
                "links": null
            },
            "BIBREF75": {
                "ref_id": "b75",
                "title": "Student-centred and teacher-centred learning environment in pre-vocational secondary education: Psychological needs, and motivation",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Smit",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "De Brabander",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Martens",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Scandinavian Journal of Educational Research",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.1080/00313831.2013.821090"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Smit, K., de Brabander, C., & Martens, R. (2013, in press). Student-centred and teacher-cen- tred learning environment in pre-vocational secondary education: Psychological needs, and motivation. Scandinavian Journal of Educational Research. doi:10.1080/ 00313831.2013.821090",
                "links": null
            },
            "BIBREF76": {
                "ref_id": "b76",
                "title": "Predicting school achievement from general cognitive ability, self-perceived ability, and intrinsic value",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Spinath",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "M"
                        ],
                        "last": "Spinath",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Harlaar",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Plomin",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Intelligence",
                "volume": "34",
                "issue": "",
                "pages": "363--374",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.in—tell.2005.11.004"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Spinath, B., Spinath, F. M., Harlaar, N., & Plomin, R. (2006). Predicting school achievement from general cognitive ability, self-perceived ability, and intrinsic value. Intelligence, 34, 363-374. doi:10.1016/j.intell.2005.11.004",
                "links": null
            },
            "BIBREF77": {
                "ref_id": "b77",
                "title": "The importance of motivation as a predictor of school achievement",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Steinmayr",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Spinath",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Learning and Individual Differences",
                "volume": "19",
                "issue": "",
                "pages": "80--90",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.lin—dif.2008.05.004"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Steinmayr, R., & Spinath, B. (2009). The importance of motivation as a predictor of school achievement. Learning and Individual Differences, 19, 80-90. doi:10.1016/j.lin- dif.2008.05.004",
                "links": null
            },
            "BIBREF78": {
                "ref_id": "b78",
                "title": "Human understanding",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Toulmin",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Toulmin, S. (1972). Human understanding. Princeton, NJ: Princeton University Press.",
                "links": null
            },
            "BIBREF79": {
                "ref_id": "b79",
                "title": "The influence of classroom contexts on young children's motivation for literacy. Reading Research Quarterly",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Turner",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "",
                "volume": "30",
                "issue": "",
                "pages": "410--441",
                "other_ids": {
                    "DOI": [
                        "10.2307/747624"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Turner, J. C. (1995). The influence of classroom contexts on young children's motivation for literacy. Reading Research Quarterly, 30, 410-441. doi:10.2307/747624",
                "links": null
            },
            "BIBREF80": {
                "ref_id": "b80",
                "title": "The classroom environment and students' reports of avoidance strategies in mathematics: A multimethod study",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Turner",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "K"
                        ],
                        "last": "Meyer",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Gheen",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Anderman",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Kang",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Patrick",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Journal of Educational Psychology",
                "volume": "94",
                "issue": "",
                "pages": "88--106",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.94.1.88"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Turner, J. C., Midgley, C., Meyer, D. K., Gheen, M., Anderman, E. M., Kang, Y., & Patrick, H. (2002). The classroom environment and students' reports of avoidance strategies in mathematics: A multimethod study. Journal of Educational Psychology, 94, 88-106. doi:10.1037/0022-0663.94.1.88",
                "links": null
            },
            "BIBREF81": {
                "ref_id": "b81",
                "title": "Testing a dynamic model of student and school effectiveness with a multivariate multilevel latent growth curve approach",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Van Der Werf",
                        "suffix": ""
                    },
                    {
                        "first": "M.-C",
                        "middle": [],
                        "last": "Opdenakker",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Kuyper",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "School Effectiveness and School Improvement",
                "volume": "19",
                "issue": "",
                "pages": "447--462",
                "other_ids": {
                    "DOI": [
                        "10.1080/09243450802535216"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Van der Werf, M., Opdenakker, M.-C., & Kuyper, H. (2008). Testing a dynamic model of student and school effectiveness with a multivariate multilevel latent growth curve approach. School Effectiveness and School Improvement, 19, 447-462. doi:10.1080/ 09243450802535216.",
                "links": null
            },
            "BIBREF82": {
                "ref_id": "b82",
                "title": "Congruence and friction between learning and teaching. Learning and Instruction",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Vermunt",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Verloop",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "",
                "volume": "9",
                "issue": "",
                "pages": "257--280",
                "other_ids": {
                    "DOI": [
                        "10.1016/S0959-4752(98)00028-0"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Vermunt, J. D., & Verloop, N. (1999). Congruence and friction between learning and teach- ing. Learning and Instruction, 9, 257-280. doi:10.1016/S0959-4752(98)00028-0",
                "links": null
            },
            "BIBREF83": {
                "ref_id": "b83",
                "title": "Thought and language",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "S"
                        ],
                        "last": "Vygotsky",
                        "suffix": ""
                    }
                ],
                "year": 1962,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Vygotsky, L. S. (1962). Thought and language. Cambridge, MA: Harvard University Press.",
                "links": null
            },
            "BIBREF84": {
                "ref_id": "b84",
                "title": "Mind in society: The development of higher psychological processes",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "S"
                        ],
                        "last": "Vygotsky",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Vygotsky, L. S. (1978). Mind in society: The development of higher psychological processes. Cambridge, MA: Harvard University Press.",
                "links": null
            },
            "BIBREF86": {
                "ref_id": "b86",
                "title": "Handbook of motivation at school",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "R"
                        ],
                        "last": "Wentzel",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wentzel, K. R., & Wigfield, A. (2009). Handbook of motivation at school. New York, NY: Routledge.",
                "links": null
            },
            "BIBREF87": {
                "ref_id": "b87",
                "title": "Development during early and middle adolescence",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Byrnes",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Handbook of educational psychology",
                "volume": "",
                "issue": "",
                "pages": "87--113",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wigfield, A., Byrnes, J. P., & Eccles, J. S. (2006). Development during early and middle ado- lescence. In P. A. Alexander & P. H. Winne (Eds.), Handbook of educational psychology (2nd ed., pp. 87-113). Mahwah, NJ: Lawrence Erlbaum Associates.",
                "links": null
            },
            "BIBREF88": {
                "ref_id": "b88",
                "title": "Students' achievement values, goal orientations, and interest: Definitions, development, and relations to achievement outcomes",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Cambria",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Developmental Review",
                "volume": "30",
                "issue": "1",
                "pages": "1--35",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.dr.2009.12.001"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Wigfield, A., & Cambria, J. (2010). Students' achievement values, goal orientations, and interest: Definitions, development, and relations to achievement outcomes. Developmental Review, 30(1), 1-35. doi:10.1016/j.dr.2009.12.001",
                "links": null
            },
            "BIBREF89": {
                "ref_id": "b89",
                "title": "Relations of children's motivation for reading to the amount and breadth or their reading",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Guthrie",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Journal of Educational Psychology",
                "volume": "89",
                "issue": "",
                "pages": "420--432",
                "other_ids": {
                    "DOI": [
                        "10.1037//0022-0663.89.3.420"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Wigfield, A., & Guthrie, J. T. (1997). Relations of children's motivation for reading to the amount and breadth or their reading. Journal of Educational Psychology, 89, 420-432. doi:10.1037//0022-0663.89.3.420",
                "links": null
            },
            "BIBREF90": {
                "ref_id": "b90",
                "title": "Framing constructivism in practice as the negotiation of dilemmas: An analysis of the conceptual, pedagogical, cultural, and political challenges facing teachers",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Windschitl",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Review of Educational Research",
                "volume": "72",
                "issue": "",
                "pages": "131--175",
                "other_ids": {
                    "DOI": [
                        "10.3102/00346543072002131"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Windschitl, M. (2002). Framing constructivism in practice as the negotiation of dilemmas: An analysis of the conceptual, pedagogical, cultural, and political challenges facing teach- ers. Review of Educational Research, 72, 131-175. doi:10.3102/00346543072002131",
                "links": null
            },
            "BIBREF91": {
                "ref_id": "b91",
                "title": "Ninth-grade student engagement in teacher-centered and student-centered technology-enhanced learning environments",
                "authors": [
                    {
                        "first": "H.-K",
                        "middle": [],
                        "last": "Wu",
                        "suffix": ""
                    },
                    {
                        "first": "Y.-L",
                        "middle": [],
                        "last": "Huang",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Science Education",
                "volume": "91",
                "issue": "",
                "pages": "727--749",
                "other_ids": {
                    "DOI": [
                        "10.1002/sce.20216"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Wu, H.-K., & Huang, Y.-L. (2007). Ninth-grade student engagement in teacher-centered and student-centered technology-enhanced learning environments. Science Education, 91, 727-749. doi:10.1002/sce.20216",
                "links": null
            },
            "BIBREF92": {
                "ref_id": "b92",
                "title": "Becoming a self-regulated learner: Which are the key subprocesses?",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "J"
                        ],
                        "last": "Zimmerman",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Contemporary Educational Psychology",
                "volume": "11",
                "issue": "86",
                "pages": "90027--90032",
                "other_ids": {
                    "DOI": [
                        "10.1016/0361-476X(86)90027-5"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Zimmerman, B. J. (1986). Becoming a self-regulated learner: Which are the key subprocess- es? Contemporary Educational Psychology, 11, 307-313. doi:10.1016/0361-476X(86) 90027-5",
                "links": null
            },
            "BIBREF93": {
                "ref_id": "b93",
                "title": "Attaining self-regulation: A social cognitive perspective",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "J"
                        ],
                        "last": "Zimmerman",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Handbook of self-regulation",
                "volume": "",
                "issue": "",
                "pages": "13--39",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Zimmerman, B. J. (2000). Attaining self-regulation: A social cognitive perspective. In M. Bo- ekaerts, P. R. Pintrich, & M. Zeidner (Eds.), Handbook of self-regulation (pp. 13-39).",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Results from the HLM analyses predicting the development over time of four motivational outcomes by type of school."
            },
            "TABREF1": {
                "num": null,
                "content": "<table><tr><td/><td/><td/><td/><td/><td colspan=\"3\">Educational Psychology</td><td>13</td></tr><tr><td/><td colspan=\"2\">Intrinsic moti-</td><td colspan=\"2\">Identified moti-</td><td/><td/><td colspan=\"2\">Performance</td></tr><tr><td/><td colspan=\"2\">vation (%)</td><td colspan=\"2\">vation (%)</td><td colspan=\"2\">Values (%)</td><td colspan=\"2\">avoidance (%)</td></tr><tr><td>Variable</td><td>Math</td><td>Dutch</td><td>Math</td><td>Dutch</td><td>Math</td><td>Dutch</td><td>Math</td><td>Dutch</td></tr><tr><td>Class</td><td>6.5</td><td>5.2</td><td>7.1</td><td>4.8</td><td>8.3</td><td>4.0</td><td>9.8</td><td>10.0</td></tr><tr><td>Student</td><td>43.2</td><td>42.8</td><td>37.4</td><td>38.9</td><td>37.7</td><td>42.6</td><td>36.7</td><td>34.9</td></tr><tr><td>Occasion</td><td>50.3</td><td>52.1</td><td>55.5</td><td>56.3</td><td>54.1</td><td>53.3</td><td>53.4</td><td>55.2</td></tr></table>",
                "type_str": "table",
                "text": "Distribution of the total variance over the class, student, and occasion level. Results from the HLM analyses predicting the development over time of four motivational outcomes."
            }
        }
    }
}