{
    "paper_id": "vanSchooten_2004",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-24T16:03:52.598826Z"
    },
    "title": "Development of attitude toward reading adolescent literature and literary reading behavior",
    "authors": [
        {
            "first": "E",
            "middle": [],
            "last": "Van Schooten",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Amsterdam",
                "location": {
                    "postBox": "P.O. Box 94208",
                    "postCode": "1090 GE",
                    "settlement": "Amsterdam",
                    "country": "The Netherlands"
                }
            },
            "email": "evanschooten@fmg.uva.nl"
        },
        {
            "first": "K",
            "middle": [],
            "last": "De Glopper",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Amsterdam",
                "location": {
                    "postBox": "P.O. Box 94208",
                    "postCode": "1090 GE",
                    "settlement": "Amsterdam",
                    "country": "The Netherlands"
                }
            },
            "email": ""
        },
        {
            "first": "R",
            "middle": [
                "D"
            ],
            "last": "Stoel",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Amsterdam",
                "location": {
                    "postBox": "P.O. Box 94208",
                    "postCode": "1090 GE",
                    "settlement": "Amsterdam",
                    "country": "The Netherlands"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "In a longitudinal research the development of attitude toward reading adolescent literature and reading behavior is studied. Participants are students in higher general and pre-academic secondary education. The attitude model used is the Model of Planned Behavior [Ajzen, I., 1991. The theory of planned behavior. Organizational Behavior and Human Decision Processes 50, 179-211]. The best predictors of reading behavior are cognitions, affect, intentions and subjective norm. When students grow older, affect and control become more important as predictors of reading behavior and the subjective norm becomes less important. All attitude scores and reading behavior diminish with age, but less so for girls, for students having parents with a higher level of education, for students coming from a culturally more sophisticated home environment and for students receiving more support for school work. Students showing less decline in attitude scores and reading behavior have larger vocabularies and receive more lessons in literary education per week. Structural analysis, literary history and most of all text experiencing appear to be beneficial for the attitude towards reading adolescent literature and for reading adolescent literature.",
    "pdf_parse": {
        "paper_id": "vanSchooten_2004",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "In a longitudinal research the development of attitude toward reading adolescent literature and reading behavior is studied. Participants are students in higher general and pre-academic secondary education. The attitude model used is the Model of Planned Behavior [Ajzen, I., 1991. The theory of planned behavior. Organizational Behavior and Human Decision Processes 50, 179-211]. The best predictors of reading behavior are cognitions, affect, intentions and subjective norm. When students grow older, affect and control become more important as predictors of reading behavior and the subjective norm becomes less important. All attitude scores and reading behavior diminish with age, but less so for girls, for students having parents with a higher level of education, for students coming from a culturally more sophisticated home environment and for students receiving more support for school work. Students showing less decline in attitude scores and reading behavior have larger vocabularies and receive more lessons in literary education per week. Structural analysis, literary history and most of all text experiencing appear to be beneficial for the attitude towards reading adolescent literature and for reading adolescent literature.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The widely accepted Model of Planned Behavior (MPB) (Ajzen, 1988 (Ajzen, ,1991 Van Schooten and De Glopper, 2002 ) is an adequate model for measuring attitude toward www.elsevier.com/locate/poetic Poetics 32 (2004) reading adolescent literature 1 of students in grades 7-9 of secondary education. The MPB consists of eleven different constructs: behavioral beliefs, outcome evaluations, affect, normative beliefs, the motivation to comply, the subjective norm, control beliefs, perceived facilitation, perceived behavioral control, intentions and the actual behavior. The MPB is depicted in Fig. 1 .",
                "cite_spans": [
                    {
                        "start": 52,
                        "end": 64,
                        "text": "(Ajzen, 1988",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 65,
                        "end": 78,
                        "text": "(Ajzen, ,1991",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 79,
                        "end": 112,
                        "text": "Van Schooten and De Glopper, 2002",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 208,
                        "end": 214,
                        "text": "(2004)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 591,
                        "end": 597,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "The causal relations are also stipulated in the model. Affect is supposed to be determined by behavioral beliefs or assumed outcomes of the behavior (cognitions) and evaluations of these outcomes. Affect subsequently influences the intended behavior, and the intentions partly determine the actual behavior. Intentions are also influenced by the subjective norm or 'the person's perception of social pressure to perform or not to perform the behavior under consideration' (Ajzen, 1988, p. 117) . The subjective norm of a person is determined by the normative beliefs of the individuals or groups around a person combined with the motivation of the individual to comply with these norms. So the subjective norm is the individual moral stance toward the behavior. In order to account for the influence of the perceived ease of performing the behavior, 'perceived behavioral control' was added to the model, which is thought to be the result of 'control beliefs' or the options someone can see for the realization of the behavior concerned, and 'perceived facilitation' or the problems one foresees in personally realizing the aforementioned options. Control is supposed to influence intentions and it is thought to have a direct effect on the behavior itself. Intentions are considered as directly preceding behavior and therefore as better predictors of behavior than cognitions, affect, subjective norm or perceived behavioral control.",
                "cite_spans": [
                    {
                        "start": 472,
                        "end": 493,
                        "text": "(Ajzen, 1988, p. 117)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "In a cross-sectional study, Van Schooten and De Glopper (2002) demonstrated that the MPB shows a close fit in a confirmatory factor analysis and thus supported the construct validity of the instrument for students in grades 7-9. Students of all four streams of Dutch secondary education were included: vocational, lower general, higher general and preacademic. Students in vocational and lower general secondary education appeared to read much less and have lower attitude scores than students in the two highest streams. Furthermore, students in higher grades scored significantly lower on affect, subjective norm and intentions than students in lower grades and girls scored higher on cognition, affect, and intentions, and spent more time reading adolescent literature than boys. The utility of the MPB for measuring the attitude towards reading adolescent literature would be improved if the validity of the instrument could also be demonstrated for older students and for students that show less variability in their attitude and reading behavior than those in Van Schooten and De Glopper (2002) . For the present study, we administered the attitude instrument based on the MPB to students in grades 7-11 of higher general and preacademic secondary education only. So we investigated older students and students who on average read more than those in the sample of Van Schooten and De Glopper (2002) .",
                "cite_spans": [
                    {
                        "start": 32,
                        "end": 62,
                        "text": "Schooten and De Glopper (2002)",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 1070,
                        "end": 1100,
                        "text": "Schooten and De Glopper (2002)",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 1374,
                        "end": 1404,
                        "text": "Schooten and De Glopper (2002)",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "In Van Schooten and De Glopper (2002) , we tested the theoretical structure of the MPB for reading adolescent literature. We fitted one model for the sample that consisted of students in grades 7, 8 and 9, that is, we assumed that the same model holds across grades and that the structure of the model does not change with age. Since the present study is longitudinal, this assumption can be verified.",
                "cite_spans": [
                    {
                        "start": 7,
                        "end": 37,
                        "text": "Schooten and De Glopper (2002)",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "Of all attitude components distinguished in the MPB the strongest predictors of the actual reading of adolescent literature appeared to be the cognitive and affective attitude and the intentions (Van Schooten and De Glopper, 2002) . With students in grades 7-9 the subjective norm and the perceived behavioral control were hardly connected with the reading of fiction.",
                "cite_spans": [
                    {
                        "start": 195,
                        "end": 230,
                        "text": "(Van Schooten and De Glopper, 2002)",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "Since for the present study we use older students in higher types of education, we are interested to see whether the relations found between the different aspects of the MPB are different in the sample used for this study. The first research question is:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "To what extent is the amount of reading adolescent literature predicted by the different aspects of the MBP for students in grades 7-11?",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "Several recent studies suggest that the reading of fiction by students in secondary education is diminishing in two ways. First, students read less than the generations before them did. New generations are shifting their attention to other leisure activities like watching television or doing sports (Sociaal Cultureel Planbureau, 1992; Koolstra, 1993; Knulst and Kraaykamp, 1998; Verboord, 2003) . Second, students in secondary education are showing a declining interest in reading as they get older (Alexander and Filler, 1976; Baker and Wigfield, 1999; Chapman and Tunmer, 1995; Eccles et al., 1998; Kush and Watkins, 1996; McKenna and Kear, 1990; McKenna et al., 1995; Otter and Schoonen, 1995; Stange and Carter, 1995; van Schooten and Oostdam, 1998; Wigfield et al., 1998; Wigfield and Guthrie, 1997) .",
                "cite_spans": [
                    {
                        "start": 300,
                        "end": 336,
                        "text": "(Sociaal Cultureel Planbureau, 1992;",
                        "ref_id": null
                    },
                    {
                        "start": 337,
                        "end": 352,
                        "text": "Koolstra, 1993;",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 353,
                        "end": 380,
                        "text": "Knulst and Kraaykamp, 1998;",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 381,
                        "end": 396,
                        "text": "Verboord, 2003)",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 501,
                        "end": 529,
                        "text": "(Alexander and Filler, 1976;",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 530,
                        "end": 555,
                        "text": "Baker and Wigfield, 1999;",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 556,
                        "end": 581,
                        "text": "Chapman and Tunmer, 1995;",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 582,
                        "end": 602,
                        "text": "Eccles et al., 1998;",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 603,
                        "end": 626,
                        "text": "Kush and Watkins, 1996;",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 627,
                        "end": 650,
                        "text": "McKenna and Kear, 1990;",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 651,
                        "end": 672,
                        "text": "McKenna et al., 1995;",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 673,
                        "end": 698,
                        "text": "Otter and Schoonen, 1995;",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 699,
                        "end": 723,
                        "text": "Stange and Carter, 1995;",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 724,
                        "end": 755,
                        "text": "van Schooten and Oostdam, 1998;",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 756,
                        "end": 778,
                        "text": "Wigfield et al., 1998;",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 779,
                        "end": 806,
                        "text": "Wigfield and Guthrie, 1997)",
                        "ref_id": "BIBREF53"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "In the study by Van Schooten and De Glopper (2002) students in higher grades had significantly lower scores on affect, norm and intentions. The mean amount of reading adolescent literature did not differ significantly over grades, although there was a declining trend. Since the study by Van Schooten and De Glopper (2002) was not longitudinal, it is unclear whether the reading attitude of the students in secondary education deteriorates when the students grow older or whether younger generations show a less favorable attitude towards reading than older ones. In the present study we want to verify whether students' reading attitude and reading behavior deteriorate with age. The present study is not only longitudinal, it also covers a greater age range than the study by Van Schooten and De Glopper (2002) . Therefore, in the present study we expect attitude scores to diminish with age and to find a significant declining trend in the amount of reading adolescent literature as well. The second research question is:",
                "cite_spans": [
                    {
                        "start": 316,
                        "end": 322,
                        "text": "(2002)",
                        "ref_id": null
                    },
                    {
                        "start": 782,
                        "end": 812,
                        "text": "Schooten and De Glopper (2002)",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "Is there a diminishing trend with age in the mean scores for affect, norm and intention and in the mean amount of reading adolescent literature of students in grades 7-11?",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "The third research question concerns the relationships between changes in reading attitude and in reading behavior on the one hand and school-and student-related background variables on the other. If the decline in attitude and reading behavior is confirmed, an interesting question is which variables relate to the changes in attitude and behavior. These variables might serve as a handle to counter the hypothesized negative trends. Of course, the most promising variables are the malleable school variables.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "Van Schooten and De Glopper (2002) show that grade, type of education and gender are significant in predicting the reading attitude and reading behavior. Students in the two lower streams of secondary education read less and have lower attitude scores, students in higher grades score lower on affect, subjective norm and intentions, and girls score higher on cognition, affect and intentions and spend more time reading adolescent literature. The effects of grade or age are already incorporated in the second research question. For the present study, type of education is not a relevant variable, since we only consider the two highest types of education. Gender will be included as an independent variable.",
                "cite_spans": [
                    {
                        "start": 4,
                        "end": 34,
                        "text": "Schooten and De Glopper (2002)",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "Certain relationships between reading behavior and attitude are known from other studies. Verboord (2003) reports that literary reading behavior is enhanced by positive parental reading socialization. In this study, we measured a number of aspects related to parental reading socialization. These are the educational level of the mother and the father, the cultural level of the home environment, the amount of support for school work the students receive from their parents and the importance the students and their parents attach to school achievement.",
                "cite_spans": [
                    {
                        "start": 90,
                        "end": 105,
                        "text": "Verboord (2003)",
                        "ref_id": "BIBREF51"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "The influence of the cultural level of the home environment on literary response is also demonstrated in Van Schooten and De Glopper (2003) . Students from a culturally more sophisticated home environment show less negative trends in their enjoyment of reading for pleasure, in the amount of recognition of previously unrecognized qualities while reading fiction, in their interest in the author and especially in their interest in careful reading and instructional presentation of literary texts (also see Kraaykamp, 2003) .",
                "cite_spans": [
                    {
                        "start": 109,
                        "end": 139,
                        "text": "Schooten and De Glopper (2003)",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 507,
                        "end": 523,
                        "text": "Kraaykamp, 2003)",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "For the present study we therefore expect positive effects from the educational level of the mother and the father, the cultural level of the home environment, and the amount of support for school work the student receives from his or her parents on changes in reading attitude and in reading behavior.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "For the importance the students and their parents attach to school achievement, we expected a positive effect at the onset of this study. However, in a recently published study concerning literary response (Van Schooten and De Glopper, 2003) , we found significant negative regression weights of this variable on changes in literary response. We then hypothesized that students who value school achievement, underscore the importance of literary education and are perhaps more devoted to subjects like math or physics. For the present study, we therefore have no expectations concerning the effect of the value students and their parents attach to school achievement on changes in reading attitude.",
                "cite_spans": [
                    {
                        "start": 206,
                        "end": 241,
                        "text": "(Van Schooten and De Glopper, 2003)",
                        "ref_id": "BIBREF46"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "In Van Schooten and De Glopper (2002) we stated that a positive attitude toward reading is not only a valuable educational goal in itself (Aarnoutse and Boland, 1993; Malmquist and Brus, 1974) , but also that numerous studies show that reading attitude influences reading behavior and thus reading proficiency (Baker and Wigfield, 1999; Krashen, 1988; Elley, 1992) . Reading is supposed to lead to vocabulary growth, which in turn enables more efficient reading. The amount of free reading might explain differences in vocabulary and reading proficiency and consequently in educational careers. Free reading often implies reading fiction. We therefore expect a positive relation between changes in literary reading attitude and literary reading behavior on the one hand and vocabulary size on the other.",
                "cite_spans": [
                    {
                        "start": 138,
                        "end": 166,
                        "text": "(Aarnoutse and Boland, 1993;",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 167,
                        "end": 192,
                        "text": "Malmquist and Brus, 1974)",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 321,
                        "end": 336,
                        "text": "Wigfield, 1999;",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 337,
                        "end": 351,
                        "text": "Krashen, 1988;",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 352,
                        "end": 364,
                        "text": "Elley, 1992)",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "Another variable of interest is the kind of literary education students receive. First we assessed effects of the number of hours per week per grade in respectively mother tongue and literary education on changes in attitude and behavior. Next, we determined effects of the kind of literary education students receive. Verboord (2003) states that 'a more student-centered approach increases reading frequency later in life, whereas a more culture-centered approach has the opposite effect. The positive effect of the former approach is mainly due to the positive reading attitude that is developed' (Verboord, 2003; p. 207) . A student-centered approach is an approach in which students are asked to give their opinion on the works of fiction they read. Based on Verboord's results, we expect a positive effect of a student-centered approach or text experiencing in literary education on changes in attitude scores or reading behavior.",
                "cite_spans": [
                    {
                        "start": 319,
                        "end": 334,
                        "text": "Verboord (2003)",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 599,
                        "end": 615,
                        "text": "(Verboord, 2003;",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 616,
                        "end": 623,
                        "text": "p. 207)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "The culture-centered approach is characterized by Verboord as an approach in which 'teachers focus their lessons on literary works of high quality as defined by literary institutions' (Verboord, 2003; p. 206) . A culture-centered approach aims at study of literary texts for instance through structural analysis or literary history.",
                "cite_spans": [
                    {
                        "start": 184,
                        "end": 200,
                        "text": "(Verboord, 2003;",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 201,
                        "end": 208,
                        "text": "p. 206)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "The negative effects of a culture-centered approach, Verboord reports, are somewhat modified by results we found in the aforementioned study concerning literary response (Van Schooten and De Glopper, 2003) . In our study, the amount of structural analysis and the amount of literary history in literary education showed positive effects on changes in response scores. They slacken the decrease in response scores, but only in higher grades. In lower grades we did find a negative effect of the amount of structural analysis on the development of response scores. Therefore, in the present study we expect a negative effect of more culture-centered literary education in lower grades, but not in higher grades.",
                "cite_spans": [
                    {
                        "start": 170,
                        "end": 205,
                        "text": "(Van Schooten and De Glopper, 2003)",
                        "ref_id": "BIBREF46"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "In summary, the independent variables used to answer the third research question are gender, the educational level of the parents, the cultural level of the home environment, the amount of support for school work the students receive from their parents, the importance the students and their parents attach to school achievement, vocabulary size, the number of mother-tongue lessons per week per grade, the number of lessons in literary education per week per grade, and the kind of literary education the students receive per grade. Our third and final research question is:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "-To what extent are changes in the amount of reading adolescent literature and in the different aspects of the attitude toward literary reading predicted by the aforementioned student background and school-related variables?",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "Of a random sample of 65 schools for higher secondary education, 23 schools (35%) participated in the research. The management of each school were asked to give the names of at most 40 students in grades 7 and 9 of the higher general or pre-academic stream, divided equally between both grades and sampled as randomly as possible.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Design",
                "sec_num": "2."
            },
            {
                "text": "The managements of the schools gave the names and addresses of 844 students, 696 of whom filled out the attitude questionnaire at the first measurement moment, a response of 82%. The sample at this first measurement moment consisted of 331 students in grade 7 and 360 in grade 9, 248 boys and 444 girls (four participants skipped the question about gender). The distribution of gender shows that the sample is not representative of the school population. Possibly management or teachers asked students whether they were willing to participate before adding their name to the list and probably girls were more inclined to participate than boys.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Design",
                "sec_num": "2."
            },
            {
                "text": "In the first year of the research, 692 students reported the name of their mother-tongue teacher. The total number of teacher names was 72. The mean number of students per teacher was 9.6 with a range of 1-35. In the second year we got the names of 59 teachers and 429 students (a mean of 7.3 students per teacher) and in the final year, 21 teacher names of 67 students (a mean of 3.0 students per teacher). Many students did not report the name of their teacher.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Design",
                "sec_num": "2."
            },
            {
                "text": "The participants filled out the attitude questionnaire three times in three subsequent school years, so that the first cohort of students was administered the questionnaire in grades 7, 8 and 9, respectively and the second cohort in grades 9, 10 and 11 (see Table 1 ). Obviously, the sample size gets smaller in successive measurements due to loss of participants. Not all students were willing to continue their participation and some students moved to other schools. Also, as can be seen in Table 1 , a few students repeated a grade.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 258,
                        "end": 265,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 493,
                        "end": 500,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Design",
                "sec_num": "2."
            },
            {
                "text": "The attitude toward reading adolescent literature 2 is measured by means of a questionnaire. For each of the different aspects of the MPB several items were constructed. Participants indicated on Likert scales (1 = totally untrue; 5 = completely true) to what extent items applied to them. Furthermore, students kept a daily log for five nonconsecutive weeks in which they registered the number of minutes they had read adolescent literature the preceding day. Student gender, the educational level of the mother and of the father, the cultural level of the home environment, the amount of support parents give their child for school work, the importance attached to school achievement by parents and student, the number of lessons in mother tongue education per week and the number of lessons in literary education per week were also measured via questionnaires. Vocabulary size was measured through multiple choice items.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Instruments",
                "sec_num": "3."
            },
            {
                "text": "The last group of independent variables concern the sort of literary education students receive (culture-centered versus student-centered). A survey among 300 teachers of Dutch in secondary education in the Netherlands (Thissen et al., 1988) shows that 87% of the mothertongue teachers in the Netherlands pay attention to structural analyses of literary texts and 64% pay attention to historical biographical facts. Other aspects of literary education such as reception aesthetics, literary sociology and psychology or narrative technique are dealt with no more than a maximum of 27% of the lessons in literary education.",
                "cite_spans": [
                    {
                        "start": 219,
                        "end": 241,
                        "text": "(Thissen et al., 1988)",
                        "ref_id": "BIBREF50"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Instruments",
                "sec_num": "3."
            },
            {
                "text": "In a survey among 593 teachers of Dutch in 279 schools for secondary education in the Netherlands (Janssen, 1998) , the researcher distinguished four different kinds of literary education: an author-oriented literary-history approach, a structural-analysis approach, a context-oriented sociological approach and a personal-development approach emphasizing reader-oriented text experiencing. She did not, however, present empirical support for the validity of this taxonomy. Verboord (2003; p. 74) performed an exploratory factor analysis on items based on Janssen's (1998) typology of literary educational goals and shows that we can distinguish four different categories of literary education, aiming at student-centered text experiencing, at structural analysis, at literary history and at multi-cultural, non-western literature respectively.",
                "cite_spans": [
                    {
                        "start": 98,
                        "end": 113,
                        "text": "(Janssen, 1998)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 474,
                        "end": 489,
                        "text": "Verboord (2003;",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 490,
                        "end": 496,
                        "text": "p. 74)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Instruments",
                "sec_num": "3."
            },
            {
                "text": "For the present study, we operationalized three approaches to literary education: the author-oriented literary-history approach, an aesthetic-awareness or a structural-analyses approach and the personal-development or reader-oriented text experiencing approach. For each of these aspects several items were constructed, each indicating subject matter or actions fitting one of these approaches.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Instruments",
                "sec_num": "3."
            },
            {
                "text": "Since we collected data in a longitudinal design following students, not classes, we expected more missing values on variables measured through teacher questionnaires than on variables measured with student questionnaires. Furthermore, a case study concerning literary education in higher general and pre-academic education (de Moor and Thijssen, 1985) shows that mother-tongue teachers in literary education often do not act in accordance with what they claim they do. Also, we believe that teachers will be more inclined to give socially desirable answers about the contents of their lessons than students. For these reasons we decided to use students as informants about the contents of their literary education lessons. Students indicated on Likert scales how often a given action or topic appears in their literary education lessons. 3 The instruments for measuring vocabulary size, the amount of reading fictional texts, the number of mother-tongue lessons per week, the number of lessons in literary education per week and the kind of literary education participants received were administered each of the three measurement moments. The questions concerning gender, the level of education of the father and the mother, the cultural level of the home environment, the motivation to achieve in school and the amount of parental support for schoolwork were only administered at the first measurement moment.",
                "cite_spans": [
                    {
                        "start": 324,
                        "end": 352,
                        "text": "(de Moor and Thijssen, 1985)",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 839,
                        "end": 840,
                        "text": "3",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Instruments",
                "sec_num": "3."
            },
            {
                "text": "Student gender, type of education, number of weekly lessons in Dutch and number of weekly lessons in literary education were measured by single questionnaire items. For the other predictors with more than one item the reliability was assessed by means of Cronbach's alpha (see Appendix A). For research aimed at conclusions concerning populations and not individuals, a reliability of .70 is sufficient. Of the 36 independent variables for which alphas are computed, only 5 show alphas below .70. These are vocabulary size in 1995 for the first (.63) and the second cohort (.64), vocabulary size in 1997 for the second cohort (.67) and the amount of parental support for schoolwork for the first (.58) and the second cohort (.65). Translations of all instruments are included in Appendix A.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Instruments",
                "sec_num": "3."
            },
            {
                "text": "To determine to what extent the amount of reading adolescent literature is predicted by the different aspects of the MBP, we first verified the fit of the measurement model based on the MPB. Three confirmatory factor analyses were performed, one for each moment of measurement. Each analysis examines the fit of the MPB in a two-group model (cohort one and two, respectively). The first analysis concerns the fit of the model in grade 7 and grade 9, the second analysis concerns grades 8 and 10 and the third grades 9 and 11. In all three models item parameters are constrained to be equal in both groups. The model fitted is depicted in Fig. 2 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 638,
                        "end": 644,
                        "text": "Fig. 2",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "Model fit was established by means of covariance structure analysis (Muthèn and Muthèn, 1998) . As a measure of model fit, the root-mean-square error of approximation (RMSEA) was used (Steiger and Lind, 1980) . As recommended by MacCallum et al. (1996) , an upper bound of the 90% confidence interval of RMSEA less than .05 is considered as indicative of close fit and a value between .05 and .08 as indicative of fair fit. Values in the range of .08 to .10 point to mediocre fit and values above .10 are a sign of poor fit.",
                "cite_spans": [
                    {
                        "start": 68,
                        "end": 93,
                        "text": "(Muthèn and Muthèn, 1998)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 184,
                        "end": 208,
                        "text": "(Steiger and Lind, 1980)",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 229,
                        "end": 252,
                        "text": "MacCallum et al. (1996)",
                        "ref_id": "BIBREF38"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "In each of the three analyses the MPB shows a fair fit. The upper boundaries of the 90% confidence intervals of RMSEA are .067, .071 and .069 respectively. In the appendix, the fit indices of all three analyses, and the translated items, item factor loadings and the critical ratios of the first confirmatory factor analysis (grades 7 and 9) are presented (Tables A.1 and A.2, respectively). All item factor loadings in all three analyses are significant at P = .001.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 356,
                        "end": 367,
                        "text": "(Tables A.1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "Now that we had shown that the measurement model, based on item scores, gives a good description of the data, a longitudinal two-group covariance structure analysis was performed on the sums of the items for all the constructs measured in the MPB. The model specified was the MPB (see Fig. 2 ). The regression weights were constrained to be equal at each of the three measurement moments, that is we fitted the most restrictive model, as was done in the study by Van Schooten and De Glopper (2002) . This model implies that the structure of the model does not change with age.",
                "cite_spans": [
                    {
                        "start": 467,
                        "end": 497,
                        "text": "Schooten and De Glopper (2002)",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 285,
                        "end": 291,
                        "text": "Fig. 2",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "The model shows a poor fit (x 2 = 1479.652, d.f. = 303; P < .0000; RMSEA = .106; 90% C.I. of RMSEA = .100-.111). To improve model fit covariances were allowed between norm and affect and between control and affect, again constrained to be equal over times of measurement. Furthermore, in this model the measurements of the same concept over time were linked by means of autoregressive effects, which were also constrained to be equal across time. This model shows a fair fit (x 2 = 784.475, d.f. = 305; P < .0000; RMSEA = .067; 90% C.I. of RMSEA = .061-.073).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "These results show that the theoretical model (the MPB) does not fit if we constrain all parameters to be equal over time. If we change the model slightly, allowing covariance between affect on the one hand and norm and control on the other, the model shows a fair fit. These results show that the MPB provides a good description of the relations between the constructs when measured longitudinally while assuming that the model does not change with age.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "Next it was verified whether a model in which the parameters are not constrained to be equal over time provides a better fit than the model presented above. This model also shows a fair fit (x 2 = 607.130, d.f. = 243; P < .0000; RMSEA = .066; 90% C.I. of RMSEA = .059-.072) and the improvement of fit is significant (Dx 2 = 177.345; Dd.f. = 62; P < .001). The conclusion is that the MPB gives a good description of the data and that the relations between the different constructs of the MPB do change with age. This implies that the first research question has to be answered per grade.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "In Table 2 , the standardized regression weights and the correlations of this last model without constraints on the parameters are presented for both cohorts for each of the three measurement moments (see Appendix A for unstandardized regression weights and critical ratios). In Table 2 , we see that all regression coefficients are significant, except for control on intentions in grades 8, 10 and 11 and for control on behavior in grade 9 of the first and of the second cohort, and in grades 10 and 11. Non-significant correlations are found for cognition and control in grades 7, 8 and 10.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 3,
                        "end": 10,
                        "text": "Table 2",
                        "ref_id": "TABREF14"
                    },
                    {
                        "start": 279,
                        "end": 286,
                        "text": "Table 2",
                        "ref_id": "TABREF14"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "The relation between cognition and affect is fairly strong and does not change much over time. The more useful students think reading fiction is, the more they like it. The influence of affect on intentions is moderately strong at the first moment of measurement, to gradually become stronger with age. In grade 7 subjective norm and affect play an equally important role as predictor of intentions. In higher grades however the influence of affect becomes stronger and the influence of subjective norm diminishes. This means that the intentions of younger students are influenced more by their subjective norm than that of older students. Older students tend to read fiction chiefly when they like to read fiction, younger students tend to read fiction when they like to read fiction, but also when they think they should.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "The connection between control and intentions is rather weak. In grades 8, 10 and 11, the regression weight has even become non-significant. For students in higher general and pre-academic secondary education, control does not influence the intentions to read fiction very much, and the influence gets weaker with age. In the highest grades the relation between control and intentions is totally absent.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "The regression weights of intentions on behavior appear to be highest in grade 9. It seems that in grade 7 students often do not act the way they intend to as far as reading fiction is concerned. In grade 9 reading behavior comes more in line with the reported intentions, to gradually become more detached again in grades 10 and 11. In grade 11, the connection between intentions and behavior is relatively weak.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "It is interesting to see that the regression coefficients of control on behavior are nonsignificant in both grades 9, while the standardized regression coefficients of intentions on behavior are biggest in both grades 9. Could it be that students read less fiction than they intend to in the lowest and highest grades because they lack control for realizing the intended behavior? Table 2 Cohort 1 (N = 336) and cohort 2 (N = 361); standardized regression weights and correlations of the longitudinal two-group model All regression weights and correlations as stipulated in the MPB, except for the correlations between norm and affect and between control and affect which were added to improve model fit.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 381,
                        "end": 388,
                        "text": "Table 2",
                        "ref_id": "TABREF14"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "The second research question pertains to longitudinal trends in the attitude scores. We expected a diminishing trend for affect, norm and intentions and for reading behavior. During the longitudinal study, some participants dropped out (see Table 1 ). To verify whether this mortality is selective, we conducted an analysis of variance with the scores of the first measurement moment for cognition, affect, intentions, subjective norm, perceived behavioral control and behavior as dependent variables and the factor indicating whether students participated one, two or three times as an independent variable. It appears that mortality is selective only for intentions (cognition F = .902, d.f. = 2/693, P = .406; affect F = 2.285, d.f. = 2/693, P = .103; intentions F = 8.765, d.f. = 2/693, P = .000; subjective norm F = 1.462, d.f. = 2/693, P = .232; perceived behavioral control F = 2.343, d.f. = 2/693, P = .097; behavior F = 2.717, d.f. = 2/687, P = .067). For intentions, the means of the first measurement moment for students participating one, two or three times are 3.37, 3.43 and 3.60, respectively. The difference between 3.37 and 3.60 amounts to .34 pooled standard deviation. Mortality is selective, but the effects of selective mortality turn out to be small.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 241,
                        "end": 248,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "To minimize effects of selective mortality, the trends in the data are calculated only for the participants that filled out the questionnaires on all three occasions. To establish trends, a general linear model with repeated measures was used. The results are presented in Table 3 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 273,
                        "end": 280,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "From Table 3 , we learn that all trends are significant, so mean scores for all aspects of the MPB change over time within participants. In addition, the interactions between cohort and moment of measurement are significant for cognition and control, which means that for these two variables the changes within participants are significantly different for the two cohorts. Table 4 presents mean scores per cohort per grade of participants taking part in all three measurement moments. Clearly all aspects of the attitude towards reading literature diminish with age. The significance of the interactions also becomes clear: for cognition the decline in mean scores is faster for the second cohort (grades 9-11) than for the first cohort (grades 7-9) and for control the means drop faster from grades 7-9 (first cohort) than from grades 9-11 (second cohort).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 5,
                        "end": 12,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 373,
                        "end": 380,
                        "text": "Table 4",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "To verify whether the means of both cohorts can be linked together to establish the trends in the scores from grades 7-11, we verified whether the means for both grades 9 (of When the assumption of sphericity is violated, the Huynh-Feldt correction is applied. The F-value (F), degrees of freedom (d.f.), significance level (P) and partial eta squared (h 2 ) of the linear trends as well as the interaction between trends and cohort are given per construct of the MPB. The number of participants is 125 in cohort 1 and 129 in cohort 2, except for 'behavior' with 123 and 124 participants in cohorts 1 and 2, respectively. The number of participants is 125 in cohort 1 and 129 in cohort 2, except for 'behavior' with 123 and 124 participants in cohorts 1 and 2, respectively. cohort 1 and 2, respectively) can be seen as equal. In these analyses again only those participants were included that filled out the attitude questionnaire at all three measurement moments. The only significant differences (at 5%) were found for control and reading behavior (cognition T = À.015, d.f. = 255, P = .988: affect T = À.508, d.f. = 255, P = .612; subjective norm T = À.651, d.f. = 255, P = .516; control T = À2.912, d.f. = 255, P = .004; intentions T = À.644, d.f. = 250.137, 4 P = .520; behavior T = À2.389, d.f. = 239.003, 5 P = .018). This means that for these two constructs the means of both cohorts cannot be seen as representing one trend. For both constructs, the differences for both grades 9 roughly amount to one third of the pooled standard deviation (control d = .37; behavior d = .31). All means in Table 4 are converted to the original Likert scale used in the questionnaire. These Likert scales run from 1 (totally untrue) to 5 (completely true), with a neutral stance represented by the value 3. Only one mean points to a negative attitude. On average, students in all grades do not think reading adolescent literature is useful (cognition). The other means indicate that in all grades students like to read adolescent literature (affect), think they ought to read adolescent literature (subjective norm), do not experience difficulties finding opportunities to read (control) and on average do intend to read adolescent literature in the nearby future (intentions). The time spent reading adolescent literature diminishes from almost three hours a week in grade 7 to a little over half an hour per week in grade 11. Interpreting these means we must bear in mind that for control and behavior both cohorts appear to be different.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 1601,
                        "end": 1608,
                        "text": "Table 4",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "To answer the last research question concerning relationships between changes in attitude scores and independent variables, several regression analyses were carried out. To analyze the changes between grades 7 and 8, for instance, an attitude score in grade 8 is predicted by a constant and the attitude score for the same aspect measured in grade 7. By adding an independent variable to this regression equation, the amount of variance in the change of response scores explained by this independent variable is ascertained. The prediction of change is carried out for changes that take place during one or two years, that is from grades 7 to 8, 8 to 9 and 7 to 9 (cohort 1) and from grades 9 to 10, 10 to 11 and 9 to 11 (cohort 2). The results of the regression analyses are reported in Tables 5-15. Percentages of explained variance are given for significant R square changes only.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "Only if respondents show differential change in their MPB scores, is prediction of change worthwhile. Whether or not change is differential is demonstrated by the autoregressive effects found in the final longitudinal model presented above (see Tables A.3.1 and A.3.2 in Appendix A for magnitude of autoregressive effects) (Table A.4).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "The standardized regression weights of the autoregressive effects for the first cohort (grades 7-9) vary between .21 and .56. The least stable aspect for the first cohort is intention. From grade 7 to grade 8 the standardized regression weight is .26 and from grade 8 to grade 9 the standardized regression weight is .21. All other autoregressive effects of the first cohort vary between .45 and .56.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "For the second cohort, the autoregressive effects demonstrate that stability increases. The least stable aspect between grades 9 and 10 is control (.40) and between grades 10 and 11 behavior (.38). All other autoregressive effects vary betwen .41 and .63. Clearly changes in MPB scores are differential in both cohorts, but changes are more differential in lower grades. Table 5 reports the percentages of variance explained in the changes of attitude scores by the independent variable of 'gender'. We predicted girls would show less of a decline in reading attitude and reading behavior. This hypothesis was confirmed. Gender significantly predicts changes for all attitude scores except control. All effects are positive, which means that female participants show less of a downward trend than male participants. For cognition and intentions the percentages of explained variance are evenly spread over (almost) all time spans. For affect and subjective norm the significant effects are found in higher grades only. From grade 9 onwards boys enjoyment reading literature declines faster than that displayed by girls and the same holds for the perception that one should read literature (subjective norm). For the changes in actual reading behavior only one significant effect is found. Only between grades 7 and 8 does the time spent reading drop faster for boys than for girls.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 371,
                        "end": 378,
                        "text": "Table 5",
                        "ref_id": "TABREF14"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "On the basis of Verboord (2003) , we expected variables connected to parental reading socialization to be positively connected to changes in reading attitude and reading behavior. In Table 6 , the significant effects of the educational level of the mother and father on changes in attitude scores are presented. All significant effects are as predicted; the higher the educational level, the less the decline in attitude and behavior. Effects are significant only in lower grades, and the educational level of the mother is of more importance than that of the father. Children of more highly educated parents show a smaller decline in cognition and in lower grades their intentions to read literature diminish less.",
                "cite_spans": [
                    {
                        "start": 16,
                        "end": 31,
                        "text": "Verboord (2003)",
                        "ref_id": "BIBREF51"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 183,
                        "end": 190,
                        "text": "Table 6",
                        "ref_id": "TABREF6"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "Another variable related to parental reading socialization is the cultural level of the home environment. Again, results are as predicted (see Table 7 ). The strongest effects are found on the subjective norm. The higher the cultural level of the home environment, the smaller the negative changes in the subjective norm. These effects occur at all time spans, except from grades 9 to 10. Students from a culturally more sophisticated home environment also show less of a decline in their intention to read literature, but only in the three Table 5 Percentages of explained variance by the variable 'gender' (1 = boy; 2 = girl) in changes in attitude scores between grades Grade 7-8 Grade 8-9 Grade 7-9 Grade 9-10 Grade 10-11 Grade 9-11 Cognition 3.4 ** 3.4 * 2.1 ** 6.5 ** Affect 1.4 * 3.0 ** 5. lower grades. In the lower grades the cognition scores of these students also diminish less and so does the amount of reading literature, but only between grades 9 and 10. The next variable related to parental reading socialization is the amount of parental support for school work. This variable has little effect on changes in attitude scores, but the effects found are positive, as predicted (see Table 8 ). Students receiving more parental support show a somewhat lesser downward trend on cognition and on subjective norm, but only in lower grades.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 143,
                        "end": 150,
                        "text": "Table 7",
                        "ref_id": "TABREF14"
                    },
                    {
                        "start": 541,
                        "end": 548,
                        "text": "Table 5",
                        "ref_id": "TABREF14"
                    },
                    {
                        "start": 1197,
                        "end": 1204,
                        "text": "Table 8",
                        "ref_id": "TABREF14"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "The motivation to achieve in school is the last variable we classified as belonging to parental reading socialization. At the onset of the study we expected this variable to have positive effects on changes in reading attitude and reading behavior. However, all significant effects found are negative (see Table 9 ). The attitude scores of students with a high motivation to achieve in school decline faster than the scores of those with a lower motivation to achieve in school. These effects apply for cognition in higher grades and for affect and intentions for the decline between grades 7 and 9 and the decline between grades 9 and 11. These negative effects are in line however with the likewise unexpected negative effects of this variable on changes in literary response reported in Van Schooten Table 7 Percentages of explained variance by the variable 'cultural level of the home environment' in changes in attitude scores between grades Grade 7-8 Grade 8-9 Grade 7-9 Grade 9-10 Grade 10-11 Grade 9-11 If the regression weight is negative, the percentage of explained variance is preceded by a minus sign 'À'. Percentages are given only when the effect is significant. (N cohort 1 = 123-220; N cohort 2 = 124-244). * Significance level < .05. ** Significance level < .01. and De Glopper (2003) . In this article we suggested the ad hoc explanation that perhaps students who want to perform well in school focus more on subjects like math and science and attach less importance to literary studies and reading literature.",
                "cite_spans": [
                    {
                        "start": 1285,
                        "end": 1302,
                        "text": "De Glopper (2003)",
                        "ref_id": "BIBREF46"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 306,
                        "end": 313,
                        "text": "Table 9",
                        "ref_id": "TABREF7"
                    },
                    {
                        "start": 803,
                        "end": 810,
                        "text": "Table 7",
                        "ref_id": "TABREF14"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "In the introduction we hypothesized a positive relation between vocabulary size and changes in reading attitude and reading behavior. This expectation proves to be true (see Table 10 ). Especially in lower grades students with a larger vocabulary show a smaller decline on all aspects of the MPB. These results are in line with the results we found for literary response (Van Schooten and De Glopper, 2003) . The most plausible explanation is that students who read more enlarge their vocabulary in doing so and that this process takes place mainly before the students reach the age of 15.",
                "cite_spans": [
                    {
                        "start": 371,
                        "end": 406,
                        "text": "(Van Schooten and De Glopper, 2003)",
                        "ref_id": "BIBREF46"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 174,
                        "end": 182,
                        "text": "Table 10",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "The last group of independent variables concerns literary education. In Table 11 , the results are presented for 'number of lessons in mother-tongue education per week'. Only five regression weights are significant, four of which are negative and one positive. Most effects concern cognition; one positive and three negative. In higher grades the more lessons in mother-tongue education students receive, the faster the decline on cognition is. The explanation of these effects is not clear to us. If the regression weight is negative, the percentage of explained variance is preceded by a minus sign 'À'. Percentages are given only when the effect is significant. (N cohort 1 = 123-220; N cohort 2 = 124-244). * Significance level < .05. Table 8 Percentages of explained variance by the variable 'amount of parental support for school work' in changes in attitude scores between grades Grade 7-8 Grade 8-9 Grade 7-9 Grade 9-10 Grade 10-11 Grade 9-11 Cognition 2.4 * 1.8 * Affect Subjective norm 2.0 * Perceived behavioral control Intentions Reading behavior",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 72,
                        "end": 80,
                        "text": "Table 11",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 739,
                        "end": 746,
                        "text": "Table 8",
                        "ref_id": "TABREF14"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "If the regression weight is negative, the percentage of explained variance is preceded by a minus sign 'À'. Percentages are given only when the effect is significant. (N cohort 1 = 123-220; N cohort 2 = 124-244).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "* Significance level < .05.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "For the number of lessons in literary education, results are quite different. Students receiving more lessons in literary education per week show less decline in all aspects of the MPB, except for control and reading behavior (see Table 12 ). From grades 7 to 8 the decrease in affect, subjective norm and intentions is slower when students receive more lessons in literary education. In grade 11, the same holds for affect and subjective norm. One exception is the effect of the number of lessons in literary education in grade 7 on changes in subjective norm. Given the positive effect found for the number of lessons in grade 8 on changes between grades 7 and 8, the interpretation of this negative effect is unclear.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 231,
                        "end": 239,
                        "text": "Table 12",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "The last three independent variables concern the contents of the lessons on literary education: the amount of text experiencing, the amount of structural analysis and the 73.7 ** (7) 7.2 ** (7) 3.6 ** (8) 4.5 * (8) 7.5 ** (8) 3.5 * (9) 9.6 ** (9)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "If the regression weight is negative, the percentage of explained variance is preceded by a minus sign 'À'. Percentages are given only when the effect is significant (N cohort 1 = 91-202; N cohort 2 = 97-225). a Vocabulary size was measured at each measurement moment, that is, in each grade. Between parentheses the grade concerned is indicated. * Significance level < .05. ** Significance level < .01. If the regression weight is negative, the percentage of explained variance is preceded by a minus sign 'À'. Percentages are given only when the effect is significant. (N cohort 1 = 116-219; N cohort 2 = 112-244).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "a The number of lessons in mother tongue education was measured at each measurement moment, that is, in each grade. Between parentheses the grade concerned is indicated. * Significance level < .05.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "amount of literary history. Text experiencing is a student-centered approach in literary education, structural analysis and literary history are aspects of culture-centered literary education. On the basis of Verboord (2003) and Van Schooten and De Glopper (2003), we expected positive effects of the amount of text experiencing and negative effects of both culture-centered approaches in lower grades and positive effects of these culture-centered approaches in higher grades 6 . If the regression weight is negative, the percentage of explained variance is preceded by a minus sign 'À'. Percentages are given only when the effect is significant (N cohort 1 = 115-220; N cohort 2 = 112-244).",
                "cite_spans": [
                    {
                        "start": 209,
                        "end": 224,
                        "text": "Verboord (2003)",
                        "ref_id": "BIBREF51"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "a The number of lessons in literary education was measured at each measurement moment, that is, in each grade. Between parentheses the grade concerned is indicated. * Significance level < .05. ** Significance level < .01. If the regression weight is negative, the percentage of explained variance is preceded by a minus sign 'À'. Percentages are given only when the effect is significant (N cohort 1 = 116-220; N cohort 2 = 112-244). a The amount of text experiencing in literary education was measured at each measurement moment, that is, in each grade. Between parentheses the grade concerned is indicated. * Significance level <.05. ** Significance level <.01. *** Significance level <.001.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "Text experiencing appears to have positive effects on changes in all attitude scores except control (see Table 13 ). There is one small negative effect for subjective norm between grades 9 and 10, but six much larger positive effects on subjective norm show that the negative effect is probably a coincidence. The positive effects are strongest in the higher grades. In the lower grades significant effects are found for affect, subjective norm and intentions. In the higher grades all attitude aspects except for control decrease less if students receive more text experiencing.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 105,
                        "end": 113,
                        "text": "Table 13",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "In Table 14 , we find the results for the amount of structural analysis in literary education. In a previous study (Van Schooten and De Glopper 2003), we found negative effects of the Table 14 Percentages of explained variance by the variable 'amount of structural analysis in literary education per week per grade' a in changes in attitude scores between grades Grade 7-8 Grade 8-9 Grade 7-9 Grade 9-10 Grade 10-11 Grade 9-11 If the regression weight is negative, the percentage of explained variance is preceded by a minus sign 'À'. Percentages are given only when the effect is significant (N cohort 1 = 116-220; N cohort 2 = 112-244). a The amount of structural analysis in literary education was measured at each measurement moment, that is, in each grade. Between parentheses the grade concerned is indicated. * Significance level <.05. ** Significance level <.01. *** Significance level ¼ .001. If the regression weight is negative, the percentage of explained variance is preceded by a minus sign 'À'. Percentages are given only when the effect is significant (N cohort 1 = 116-220; N cohort 2 = 112-244). a The amount of literary history in literary education was measured at each measurement moment, that is, in each grade. Between parentheses the grade concerned is indicated. * Significance level < .05. ** Significance level < .01.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 3,
                        "end": 11,
                        "text": "Table 14",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 184,
                        "end": 192,
                        "text": "Table 14",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "amount of structural analysis on changes in literary response in lower grades, but positive effects in higher grades. We then concluded that structural analysis is less appropriate for younger students, but beneficial for students in higher grades. We therefore hypothesized that for changes in the MPB scores we would find a similar pattern. As can be seen in Table 14 this is not the case; all significant effects of the amount of structural analysis on changes in attitude scores are positive. We do find the most positive effects in higher grades, but also some positive effects on affect in lower grades. Structural analysis seems beneficial for promoting a positive attitude towards literary reading and for stimulating reading behavior. Table 15 presents the results concerning the amount of literary history students got taught. Clearly, literary history has positive effects on the changes in attitude scores, except for cognition, but only from grade 10 onwards.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 361,
                        "end": 369,
                        "text": "Table 14",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 744,
                        "end": 752,
                        "text": "Table 15",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "4."
            },
            {
                "text": "First, we can conclude that the MPB is an adequate model for describing the attitude towards literary reading of students in grades 7-11 of higher general and pre-academic secondary education. At each of the three measurement moments, a two-group model for both grades involved shows a fair fit. Second, we hypothesized that the magnitude of the relationships between the aspects of the MPB do not change with age. We have now found that they do change with age.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion and discussion",
                "sec_num": "5."
            },
            {
                "text": "When we compare these results with the results found in Van Schooten and De Glopper (2002), some marked differences can be observed. In Van Schooten and De Glopper (2002) , the participants of the study were students of all four streams of secondary education in grades 7-9. The standardized regression weight of cognition on affect amounted to .85 and the standardized regression weight of affect on intentions was as high as .96. Subsequently, the standardized regression weight of intentions on behavior was .47. Control and subjective norm were found to have very weak relations with intentions (standardized regression weights of À.04 and .11, respectively). The regression weight of control on behavior was .16. It is clear that for these students the prediction of behavior from intentions, affect and cognition was much better than for the students in the present study. Furthermore, in the present study the effect of the subjective norm on intentions is greater than that found in Van Schooten and De Glopper (2002) .",
                "cite_spans": [
                    {
                        "start": 140,
                        "end": 170,
                        "text": "Schooten and De Glopper (2002)",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 995,
                        "end": 1025,
                        "text": "Schooten and De Glopper (2002)",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion and discussion",
                "sec_num": "5."
            },
            {
                "text": "We also find different correlations between constructs of the MPB. In Van Schooten and De Glopper (2002) cognition and control correlated .39, cognition and norm correlated .49 and control and norm had a negative correlation of À.16. In the present study cognition and control are hardly related at all, cognition and norm show a similar relation as in the previous study, but control and norm now show a positive relationship that is fairly strong. The relatively strong correlations between norm and affect and between control and affect were added to the path model to improve fit and were not part of the model in Van Schooten and De Glopper (2002) .",
                "cite_spans": [
                    {
                        "start": 638,
                        "end": 652,
                        "text": "Glopper (2002)",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion and discussion",
                "sec_num": "5."
            },
            {
                "text": "In the present study only students in the two highest streams of secondary education are included, thus creating less variability in the scores. In addition, in the previous study one model for three grades was fitted. In the present study we fitted a longitudinal model with separate parameters per grade, thus again creating less variability in the attitude scores. Smaller variances may cause lower estimates of regression weights or covariances.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion and discussion",
                "sec_num": "5."
            },
            {
                "text": "In both studies the largest standardized regression weights are the weights of cognition on affect and of affect on intentions. The effects of cognition on affect are relatively constant, but the relation between affect and intentions becomes stronger with age. Also the regression weights of intentions on behavior are quite considerable, as they were in the previous study. We conclude that students read more fiction when they like to read fiction (affect) and all the more so when they grow older. We can also conclude that students like to read fiction more when they think reading fiction is useful (cognition).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion and discussion",
                "sec_num": "5."
            },
            {
                "text": "A noticeable difference from the results of the previous study is that now we also find a substantial relationship between the subjective norm and the intentions. This relationship is strongest in the lower grades, to gradually become weaker with age. This means that students in lower grades also read more fiction when they think they ought to, but that this effect diminishes with age. Since we did not find this result in the previous study, we assume that young students in the two highest streams of secondary education are more sensitive towards the subjective norm than students in the lower streams of secondary education.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion and discussion",
                "sec_num": "5."
            },
            {
                "text": "The relationship between control and intentions is weak in some grades, and absent in others. These results are in line with the previous study, where the relation between control and intentions was non-significant. In grade 7 and 8 the relation between control and behavior is comparable to that found in the previous study. What is new is that we now see that this relationship is absent in grade 9, to return even more strongly in grades 10 and 11. Perhaps the relationship between control and behavior in higher grades is caused partly by an increasing workload and upcoming exams.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion and discussion",
                "sec_num": "5."
            },
            {
                "text": "The second hypothesis concerns the diminishing trends with age we expected for affect, subjective norm, intentions and behavior. Not only did our results confirm the hypothesized trends, all aspects of the MPB showed significant diminishing trends with age. Furthermore we see that cognition scores drop faster from grades 9 to 11 and for control the decline is faster from grades 7 to 9.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion and discussion",
                "sec_num": "5."
            },
            {
                "text": "Interpreting the mean attitude scores, we see that on average students in all grades of higher general and pre-academic secondary education do not think reading adolescent literature is useful. All other means point to a positive attitude towards reading adolescent literature, even in higher grades, although scores do diminish with age. In all grades, students like to read, think they should read, find enough opportunity to read and intend to read in the nearby future. The mean number of hours students spend on reading adolescent literature diminishes from two and a half hours per week in grade 7 to just over half an hour in grade 11.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion and discussion",
                "sec_num": "5."
            },
            {
                "text": "In generalizing these results, we must remember that the sample is not representative for the population of students in higher general and pre-academic secondary education. The proportion of girls is higher than we would expect in a random sample. Furthermore, we determined trends only for participants that filled out questionnaires at all three measurement moments. Since girls and participants who do not drop out on average have higher attitude scores, the present results present a somewhat rosy picture.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion and discussion",
                "sec_num": "5."
            },
            {
                "text": "As predicted, girls' scores decline less than those of boys. Furthermore, positive parental reading socialization is beneficial. The higher the educational level of the mother and father, the higher the cultural level of the home environment, and the more parents support school work, the less the decline in attitude scores.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion and discussion",
                "sec_num": "5."
            },
            {
                "text": "As in the previous study, the higher the motivation to achieve in school, the faster the decline in attitude scores. Our ad hoc explanation is that students showing a high achievement motivation for school work in general, underestimate the importance of literary studies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion and discussion",
                "sec_num": "5."
            },
            {
                "text": "The hypothesis that students with larger vocabularies show less of a decline in attitude was confirmed. In lower grades in particular, attitude scores of students with larger vocabularies diminish less. Probably, students' leisure reading, which often implies reading fiction, has a positive impact on vocabulary growth and this effect takes place mainly before students reach grade 10.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion and discussion",
                "sec_num": "5."
            },
            {
                "text": "The last group of predictors analyzed concern literary education. On the basis of Verboord (2003) and Van Schooten and De Glopper (2002), we expected positive effects of student-centered literary education and negative effects of culture-centered literary education in lower grades and positive effects of culture-centered literary education in higher grades.",
                "cite_spans": [
                    {
                        "start": 82,
                        "end": 97,
                        "text": "Verboord (2003)",
                        "ref_id": "BIBREF51"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion and discussion",
                "sec_num": "5."
            },
            {
                "text": "The number of hours of literary education per week has a significant positive effect six times and a significant negative effect only once. The effects occur for changes between all grades and mainly concern affect and subjective norm. These results suggest that literary education is beneficial for the attitude towards reading adolescent literature.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion and discussion",
                "sec_num": "5."
            },
            {
                "text": "As expected, we found positive effects of student-centered literary education, or of the amount of text experiencing. Most of the effects are found in higher grades. Contrary to expectations, all effects found of the amount of structural analysis and of the amount of literary history in literary education are also positive. Thus, we did not find any negative effects of culture-centered literary education in lower grades, although almost all positive effects of the amount of structural analysis and the amount of literary history in literary education are found in higher grades.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion and discussion",
                "sec_num": "5."
            },
            {
                "text": "As we have shown in two studies, the MPB is an adequate model for measuring the attitude towards reading adolescent literature. Furthermore, we now know that the structure of the model changes with age. It is also clear that all aspects of the MPB diminish with age till grade 11, at least for students in higher general and pre-academic education. The diminishing trend was already made plausible for all students in secondary education from grades 7 to 9 (Van Schooten and De Glopper, 2002) . Looking at the results of this study, some questions arise. The first question that comes to mind is, where does the diminishing trend stop? As we all know, some adults do like reading fiction. Did these readers regain a positive attitude and if so, at what age? Or did these people's attitude towards reading never decline in the first place? Also, it would be interesting to investigate which background variables are responsible for the restoration or perhaps continuation of a positive reading attitude in adult life and whether for some individuals there is a positive rather than a negative development in literary reading attitude and literary reading behavior.",
                "cite_spans": [
                    {
                        "start": 478,
                        "end": 492,
                        "text": "Glopper, 2002)",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Implications for research",
                "sec_num": "5.1."
            },
            {
                "text": "In this study, we demonstrated that students with larger vocabularies show less of a decline in reading attitude and reading behavior. Given the design of this study we cannot be certain whether it is the reading of fiction that creates larger vocabularies, although we think this is a plausible explanation. It could also be that because of a greater intelligence some students read more and have larger vocabularies. To verify the causal chain we hypothesize a randomized experiment could be used in which the experimental group receives a stimulation program to make them read more fiction. Given the results of this study, the participants in such a study should just be entering secondary education or be students in the higher grades of primary education. Also, it is clear that to make students read, affect is the most promising aspect of the MPB to aim at, see also Van Schooten and De Glopper (2002) . The main argument for students to read is that they like to read. The aim of the treatment of such a study should be to find the books that each individual child in the study would like to read, irrespective of literary quality, subject, etc. Since reading proficiency is a key variable in the theory concerning the Matthew effect, in the same study the effects of reading fiction on the development of comprehensive reading skill and consequently on educational performance could be measured.",
                "cite_spans": [
                    {
                        "start": 879,
                        "end": 909,
                        "text": "Schooten and De Glopper (2002)",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Implications for research",
                "sec_num": "5.1."
            },
            {
                "text": "Another interesting question is whether there is a relationship between the attitude towards reading adolescent literature and the way readers respond to fictional texts. A valid instrument for measuring different aspects of the literary response is available (Van Schooten and De Glopper, 2003) .",
                "cite_spans": [
                    {
                        "start": 260,
                        "end": 295,
                        "text": "(Van Schooten and De Glopper, 2003)",
                        "ref_id": "BIBREF46"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Implications for research",
                "sec_num": "5.1."
            },
            {
                "text": "Next, we wonder whether the effects we found of text experiencing in literary education can be interpreted causally. To verify this, a randomized experiment could be conducted in which one group of students (or classes) receive literary education aimed at text experiencing and another group receive a regular form of literary education. The same could be done to compare the effects of student-centered and culture-centered literary education on literary reading attitude and literary reading behavior.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Implications for research",
                "sec_num": "5.1."
            },
            {
                "text": "There are, of course, many other questions arising from this study. Research could be conducted to verify why achievement motivation seems to have a negative effect on changes in reading attitude, whether achievement motivation should be measured separately for the exact sciences and for literary education, why the influence of subjective norm diminishes with age, why perceived behavioral control influences behavior but not intentions or hardly and why control displays larger regression weights as students get older?",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Implications for research",
                "sec_num": "5.1."
            },
            {
                "text": "The results of this research support the implementation of reading promotion in higher general and pre-academic secondary education for fostering vocabulary growth, especially for younger students. Furthermore, literary education seems to be useful for stimulating the attitude towards reading adolescent literature and literary reading behavior. The more hours of literary education the student receives per week, the less the decline in attitude scores. What's more, all three kinds of literary education distinguished in this study appear to be beneficial. The greatest effects of literary education on reading attitude and reading behavior are found in higher grades (9-11). In grades 7-9 text experiencing and structural analysis also show some positive effects. Contrary to expectations, the greatest effects on the development of the liking of reading fiction (affect) in lower grades is exerted by structural analysis and not by text experiencing. Possibly, this is due to the kind of students participating in this study. These students' intelligence is above average. Students from the two lower streams of secondary education were not included.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Educational implications",
                "sec_num": "5.2."
            },
            {
                "text": "Some limitations of the research presented in this article should be mentioned. First, the sample is not completely random. The proportion of girls is higher than is to be expected in a representative sample and there is selective mortality, influencing at least the scores for intentions. Analysis of results shows that mean attitude scores presented in the article are probably higher than would be the case in a truly representative sample. The generalizability of the postulated model and of regression weights is threatened less by the nonrandomness of the sample. In fact, since the selectiveness of the sample most likely resulted in smaller variances, the model fit and regression weights are probably slightly underestimated.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations of the research",
                "sec_num": "5.3."
            },
            {
                "text": "Also the validity of the independent variables cannot be taken for granted. The questionnaires for measuring the amount of text experiencing, structural analysis and literary history asked students to indicate the frequency with which specified subject matters are treated in their literary-education lessons. It could be that students who perform poorly in literary education have more problems recognizing the different aspects mentioned. If so, error variance is correlated with true scores and possibly it is not only the character of the literary education lessons, but also some proficiency that is measured. Three cross sectional covariance structure analyses, one for each moment of measurement. All parameters constrained to be equal in both groups (cohort 1 and cohort 2). a The sample sizes in this table are larger than in Table 1 . The reason is that we assumed data to be 'missing at random' and could therefore use the Full Information Maximum Likelihood procedure (see Muthén et al., 1987) as implemented in Mplus, in which all cases are included in the analysis. We do not assume data to be 'missing completely at random' which would imply that there is no selective mortality. Missing at random means that missing data can be estimated from other, non-missing, data in the file. In a simulation study by Enders and Bandalos (2001) , the Full Information Maximum Likelihood procedure produced better estimates than naive methods, such as pair-wise or list-wise deletion. In brief, the procedure sorts the observations into missing data patterns, each pattern being consequently automatically analyzed in a multiple group design with the appropriate constraints across groups. Thus, the same model is estimated for all groups, and subjects with missing data are not removed from the analysis. The parameters of the model fit of the first moment of measurement (grade 7 of cohort 1 and grade 9 of cohort 2). Translated items, regression weights (r.w.; constrained to be equal in both grades) and critical ratios or z-scores (c.r.). For model identification one item factor loading per latent variable was fixed at a value of one. This means that for these items no z-score could be computed. The one-sided significance levels for the z-scores: P <.05 if z > 1.96; P <.01 if z > 2.52; P <.001 if z > 3.30; P <.0001 if z > 3.90. a Standardised regression weights are not identical in both groups (cohort one and two), since the variances may differ. Both standardised regression weights, of cohort one and two, respectively, are presented.",
                "cite_spans": [
                    {
                        "start": 985,
                        "end": 1005,
                        "text": "Muthén et al., 1987)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 1322,
                        "end": 1348,
                        "text": "Enders and Bandalos (2001)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 835,
                        "end": 842,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Limitations of the research",
                "sec_num": "5.3."
            },
            {
                "text": "b Correlations are standardised covariances and thus not identical in both groups (cohort one and two), since the variances may differ. Both correlations, of cohort one and two, respectively, are presented. Regression weights and covariances of the longitudinal two-group model. Critical ratios (regression weight:standard error) are one-sided significant at 5% when larger than 1.65, one sided significant at 1% when larger than 2.33, and one-sided significant at .1% when larger than 3.10 (urw: unstandardised regression weight; srw: standardised regression weight; cr: critical ratio; cov: covariance; r: correlation). Regression weights and covariances of the longitudinal two-group model. Critical ratios (regression weight:standard error) are one sided significant at 5% when larger than 1.65, one sided significant at 1% when larger than 2.33, and one sided significant at .1% when larger than 3.10 (urw: unstandardised regression weight; srw: standardised regression weight; cr: critical ratio; cov: covariance; r: correlation). -learning historical dates (when authors lived, when a certain literary movement took place)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Appendix A",
                "sec_num": null
            },
            {
                "text": "-learning facts about the lives of writers -learning features of literary works of a certain literary movement -making connections between the history of a certain time and literary works from that period -making connections between a literary work and the culture of the writer (for instance if the writer comes from a foreign country or if the writer has a certain religion)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Appendix A",
                "sec_num": null
            },
            {
                "text": "-study the literary background of a story, for instance facts about the author, the literary movement or the reactions of literary critics to the story -study the non-literary background of a story, for instance the social or political circumstances in which the story was written relating different works of adolescent literature -relating different literary stories (literary movements, genres)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Appendix A",
                "sec_num": null
            },
            {
                "text": "-when something was written -which writers lived in a certain period -how writers lived, with whom they were married, etc.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Appendix A",
                "sec_num": null
            },
            {
                "text": "-when a certain literary movement took place -the social and political background of a literary work (how things were at that time, how people worked, lived, what laws there were, what goverments, kings, wars etc., and how we find the influence of these aspects in the work of fiction)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Appendix A",
                "sec_num": null
            },
            {
                "text": "Vocabulary test:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Appendix A",
                "sec_num": null
            },
            {
                "text": "translated from Dutch (In 1995 only the first 20 items were administered.)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Appendix A",
                "sec_num": null
            },
            {
                "text": "Give the meaning of the underlined word or words.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Appendix A",
                "sec_num": null
            },
            {
                "text": "What he said was impudent.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Appendix A",
                "sec_num": null
            },
            {
                "text": "1 -strong 2 -totally wrong 3 -not nice 4 -dishonest",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Appendix A",
                "sec_num": null
            },
            {
                "text": "By 'adolescent literature' we mean works of fiction to be read by students in secondary education. These can be works like 'Alice in Wonderland' or 'Lord of the Rings', but also literary works of fiction aimed at adults. In all questionnaires used the students were given a detailed definition of the term 'adolescent literature' as used in this study. In addition many examples were given of books covered by our concept of 'adolescent literature'.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "E. van Schooten et al. / Poetics 32 (2004) 343-386",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "See note 1.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "To verify whether responses of students having the same mother-tongue teacher are more alike than responses of students of different mother-tongue teachers, we carried out some multi-level analyses. At the first moment of measurement for all three aspects of literary education the teacher bound variance was significantly greater than zero. This means that students of the same teacher do indeed give answers that are more alike than those of students having different teachers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Levene's test for Equality of variances is significant (F = 3.915, P = .049) and therefore the d.f.-value is corrected.5 Levene's test for Equality of variances is significant (F = 5.032, P = .026) and therefore the d.f.-value is corrected.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Correlations between these three independent variables measured at three occasions range from .30 to .76. Correlations between the number of lessons in literary education per measurement moment and each of the three aspects of literary education per measurement moment run from .30 to .59. Given the high reliabilities of each variable (see Appendix) it is clear that true score correlations are below 1.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Cultural level of the home environment: *) How often do your parents talk with you about books, for instance about what stories they like? (never; seldom; sometimes; often; very often) *) How often does your father read a literary book (an invented literary story or collection of poems, not a book for study, a newspaper, a detective, a novelette, and the like) (never; seldom; sometimes; often; very often) *) How often does your mother read a literary book (an invented literary story or collection of poems, not a book for study, a newspaper, a detective, a novelette, and the like) (never; seldom; sometimes; often; very often) -How often does your father or mother go to a theater to watch a play? (never; seldom; sometimes; often; very often) -How often do you talk with your parents about a play they have seen? (never; seldom; sometimes; often; very often) -How often do you visit a museum? (never; seldom; sometimes; often; very often) -How many literary books do you have at home (one meter on a bookshelf contains about 50 books)?(Try to estimate the number of literary books, not all books.) (none; between 1 and 10; between 10-50; between 50 and 100; more than 100)The motivation to achieve in school:-How important is it to your parents that you get good grades in school? (not important; slightly important; important; very important) -How important is it to your parents that you perform well in school? (not important; slightly important; important; very important) -How important is it to you to do well in school? -How important is it to your parents that you go on studying after secondary education (go to college)? -How important is it to you to go on studying after secondary education (go to college)?Parental support for school work: *) How important is it to your parents that you speak Dutch correctly? (not important; slightly important; important; very important) *) How often do your parents help you with your homework? [(almost) every day, a few times a week, a few times a month, a few times a year, hardly ever or not at all] *) How often do your parents ask you how your day was in school? *) How often do your parents correct you if you mispronounce or misuse a word? *) How often do your parents correct spelling errors that you make, for instance in a note you wrote? *) How often does anyone in your family look up an unknown word in a dictionary (for instance a word in the newspaper or on television) ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "annex",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "If not, did your father complete professional education (for instance School for Business Administration and Economics, Secondary Teacher Training, Teachers' Training College, Training as a nurse, Military Academy, Technical College, and the like)? [yes, no, I don't know] If so",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "If not, did your father complete professional education (for instance School for Business Administration and Economics, Secondary Teacher Training, Teachers' Training College, Training as a nurse, Military Academy, Technical College, and the like)? [yes, no, I don't know] If so, do you know what? (Fill out)",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "If your answer is 'yes', go to question 2",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "If your answer is 'yes', go to question 2.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "If not, did your father complete an Intermediate Vocational Education (Intermediate Technical School, MHNO, MDGO, MTS, and the like)?",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "If not, did your father complete an Intermediate Vocational Education (Intermediate Technical School, MHNO, MDGO, MTS, and the like)? [yes, no, I don't know]",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "If so, do you know what?",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "If so, do you know what? (Fill out)",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "If your answer is 'yes', go to question 2",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "If your answer is 'yes', go to question 2.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "If not, did your father complete a Lower Vocational Education? (Junior Technical School, LHNO, LDGO, and the like",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "If not, did your father complete a Lower Vocational Education? (Junior Technical School, LHNO, LDGO, and the like) [yes, no, I don't know]",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "If so, do you know what?",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "If so, do you know what? (Fill out)",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "If your answer is 'yes', go to question 2",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "If your answer is 'yes', go to question 2.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "If not, did your father complete secondary education? [yes, no, I don't know] If so, do you know what kind? (Fill out) If your answer is 'yes",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "If not, did your father complete secondary education? [yes, no, I don't know] If so, do you know what kind? (Fill out) If your answer is 'yes', go to question 2.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "What is your father's profession?",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "What is your father's profession? (Fill out)",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Did your mother study at a university?",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Did your mother study at a university? [I don't know, yes, no] If so, do you know what subject? (Fill out)",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "If your mother studied at a university, skip questions 1b to 1f and continue with question 3. 2b) If not, did your mother complete professional education (for instance School for Business Administration and Economics, Secondary Teacher Training, Teachers' Training College, Training as a nurse, Military Academy, Technical College, and the like)? [yes, no, I don't know] If so",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "If your mother studied at a university, skip questions 1b to 1f and continue with question 3. 2b) If not, did your mother complete professional education (for instance School for Business Administration and Economics, Secondary Teacher Training, Teachers' Training College, Training as a nurse, Military Academy, Technical College, and the like)? [yes, no, I don't know] If so, do you know what? (Fill out)",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "If your answer is 'yes', go to question 3",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "If your answer is 'yes', go to question 3.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "If not, did your mother complete Intermediate Vocational Education (Intermediate Technical School, MHNO, MDGO, MTS, and the like)?",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "If not, did your mother complete Intermediate Vocational Education (Intermediate Technical School, MHNO, MDGO, MTS, and the like)? [yes, no, I don't know]",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "If so, do you know what?",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "If so, do you know what? (Fill out)",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "If your answer is 'yes', go to question 3",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "If your answer is 'yes', go to question 3.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "If not, did your mother complete Lower Vocational Education? (Junior Technical School, LHNO, LDGO, and the like",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "If not, did your mother complete Lower Vocational Education? (Junior Technical School, LHNO, LDGO, and the like) [yes, no, I don't know]",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "If so, do you know what?",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "If so, do you know what? (Fill out)",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "If your answer is 'yes', go to question 3",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "If your answer is 'yes', go to question 3.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "If not, did your mother complete secondary education? [yes, no, I don't know] If so, do you know what kind? (Fill out) If your answer is 'yes",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "If not, did your mother complete secondary education? [yes, no, I don't know] If so, do you know what kind? (Fill out) If your answer is 'yes', go to question 3.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "What is your mothers profession? (Fill out) Kind of literary education: Answers are: (seldom or never; a few times a year; about once a month; about once every two weeks",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "What is your mothers profession? (Fill out) Kind of literary education: Answers are: (seldom or never; a few times a year; about once a month; about once every two weeks; almost every week or more often)",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Text experiencing 1995 (extra in 1996 in italics): interpretation of a (literary) story (what it is about, what the writer means, etc.) fictional story or poem and why, in short, give your own opinion. 59 -give your own personal reaction to a fictional story or poem (for instance 'I like it",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Text experiencing 1995 (extra in 1996 in italics): interpretation of a (literary) story (what it is about, what the writer means, etc.) fictional story or poem and why, in short, give your own opinion. 59 -give your own personal reaction to a fictional story or poem (for instance 'I like it', 'think it is dull, scary, exciting, stupid, etc.)",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "67 -make an analysis of the structure of a literary work (describing time and space, perspective, theme's, motives, etc.) or poem (the structure, time, perspective, etc.) story or poem like style, use of language, perspective etc. Indicate how often the following subjects come up in your literary education lessons (Since this questionnaire is used in all grades",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "67 -make an analysis of the structure of a literary work (describing time and space, perspective, theme's, motives, etc.) or poem (the structure, time, perspective, etc.) story or poem like style, use of language, perspective etc. Indicate how often the following subjects come up in your literary education lessons (Since this questionnaire is used in all grades, some subjects may be unknown to you. Just skip the subject if you do not know what it means.)",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Schalen voor het meten van de leesattitude en de leespreferentie. Bestemd voor de hoogste groep van het basisonderwijs. Verantwoording, handleiding, antwoordbladen (Scales for measuring reading attitude and reading preferences. Intended for the highest grade in primary education. Justification, manual, response forms)",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "A J"
                        ],
                        "last": "Aarnoutse",
                        "suffix": ""
                    },
                    {
                        "first": "Th",
                        "middle": [],
                        "last": "Boland",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Aarnoutse, C.A.J., Boland, Th., 1993. Schalen voor het meten van de leesattitude en de leespreferentie. Bestemd voor de hoogste groep van het basisonderwijs. Verantwoording, handleiding, antwoordbladen (Scales for measuring reading attitude and reading preferences. Intended for the highest grade in primary education. Justification, manual, response forms). Berkhout, Nijmegen.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Attitudes, Personality and Behavior",
                "authors": [
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Ajzen",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ajzen, I., 1988. Attitudes, Personality and Behavior, Open University Press, Buckingham.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "The theory of planned behavior. Organizational Behavior and Human Decision Processes",
                "authors": [
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Ajzen",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "",
                "volume": "50",
                "issue": "",
                "pages": "179--211",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ajzen, I., 1991. The theory of planned behavior. Organizational Behavior and Human Decision Processes. 50, 179-211.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Dimensions of children's motivation for reading and their relations to reading activity and reading achievement",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Alexander",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Filler",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Newark",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Baker",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Reading Research Quarterly",
                "volume": "34",
                "issue": "4",
                "pages": "452--477",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Alexander, J.E., Filler, R.C., 1976. Attitudes and Reading. International Reading Association, Newark, DE. Baker, L., Wigfield, A., 1999. Dimensions of children's motivation for reading and their relations to reading activity and reading achievement. Reading Research Quarterly 34 (4), 452-477.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Development of young children's reading self-concepts: an examination of emerging subcomponents and their relationship with reading achievement",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Chapman",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "E"
                        ],
                        "last": "Tunmer",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Journal of Educational Psychology",
                "volume": "87",
                "issue": "",
                "pages": "154--167",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chapman, J.W., Tunmer, W.E., 1995. Development of young children's reading self-concepts: an examination of emerging subcomponents and their relationship with reading achievement. Journal of Educational Psychology 87, 154-167.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Motivation to succeed",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Schiefele",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Handbook of Child Psychology",
                "volume": "IV",
                "issue": "",
                "pages": "1017--1095",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J.S., Wigfield, A., Schiefele, U., 1998. Motivation to succeed.Fifth editionIn: Eisenberg, N. (Ed.), Handbook of Child Psychology, vol. IV. John Wiley, New York, pp. 1017-1095.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "How in the World Do Students Read? International Association for the Evaluation of Educational Achievement",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "B"
                        ],
                        "last": "Elley",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Elley, W.B., 1992. How in the World Do Students Read? International Association for the Evaluation of Educational Achievement, Hamburg.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "The relative performance of full information maximum likelihood estimation for missing data in structural equation models",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "K"
                        ],
                        "last": "Enders",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "L"
                        ],
                        "last": "Bandalos",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Structural Equation Modeling",
                "volume": "8",
                "issue": "",
                "pages": "430--457",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Enders, C.K., Bandalos, D.L., 2001. The relative performance of full information maximum likelihood estimation for missing data in structural equation models. Structural Equation Modeling 8, 430-457.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Een empirisch onderzoek naar de vormgeving en opbrengsten van het literatuuronderwijs Nederlands in de bovenbouw van het havo en vwo (Approaches to literature teaching. An empirical study of the form and results of Dutch literature teaching in higher general secondary and pre-university education)",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Janssen",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Janssen, T.M., 1998. Literatuuronderwijs bij benadering. Een empirisch onderzoek naar de vormgeving en opbrengsten van het literatuuronderwijs Nederlands in de bovenbouw van het havo en vwo (Approaches to literature teaching. An empirical study of the form and results of Dutch literature teaching in higher general secondary and pre-university education). Thesis Publishers, Amsterdam.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Trends in leisure reading: forty years of research on reading in the Netherlands",
                "authors": [
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Knulst",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Kraaykamp",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Poetics",
                "volume": "26",
                "issue": "",
                "pages": "21--41",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Knulst, W., Kraaykamp, G., 1998. Trends in leisure reading: forty years of research on reading in the Netherlands. Poetics 26, 21-41.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Television and Children's Reading: A Three-Year Panel Study. Centre for Child and Media Studies",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Koolstra",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Koolstra, C. M., 1993. Television and Children's Reading: A Three-Year Panel Study. Centre for Child and Media Studies, Leiden.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Effects of parents, the library, and the school",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Kraaykamp",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Poetics",
                "volume": "31",
                "issue": "3/4",
                "pages": "235--257",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kraaykamp, G., 2003. Literary socialization and reading preferences. Effects of parents, the library, and the school. Poetics 31 (3/4), 235-257.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Do we learn to read by reading? The relationship between free reading and reading ability",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "D"
                        ],
                        "last": "Krashen",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "J"
                        ],
                        "last": "Norwood",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Linguistics in Content: Connecting Observation and Understanding",
                "volume": "",
                "issue": "",
                "pages": "269--298",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Krashen, S.D., 1988. Do we learn to read by reading? The relationship between free reading and reading ability. In: Tannen, D. (Ed.), Linguistics in Content: Connecting Observation and Understanding. Norwood, N.J., pp. 269-298.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Long-term stability of children's attitudes toward reading",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Kush",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "W"
                        ],
                        "last": "Watkins",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Journal of Educational Research",
                "volume": "89",
                "issue": "",
                "pages": "315--319",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kush, J.C., Watkins, M.W., 1996. Long-term stability of children's attitudes toward reading. Journal of Educational Research 89, 315-319.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Power analysis and determination of sample size for covariance structure modeling",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Maccallum",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "W"
                        ],
                        "last": "Browne",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "M"
                        ],
                        "last": "Sugawara",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Psychological Methods",
                "volume": "1",
                "issue": "2",
                "pages": "130--149",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MacCallum, R.C., Browne, M.W., Sugawara, H.M., 1996. Power analysis and determination of sample size for covariance structure modeling. Psychological Methods 1 (2), 130-149.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Lezen leren, lezend leren (Learning to read, reading to learn)",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Malmquist",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Brus",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Th",
                        "suffix": ""
                    },
                    {
                        "first": "Tilburg",
                        "middle": [],
                        "last": "Zwijsen",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "C"
                        ],
                        "last": "Mckenna",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Kear",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "The Reading Teacher",
                "volume": "43",
                "issue": "",
                "pages": "626--639",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Malmquist, E., Brus, B.Th., 1974. Lezen leren, lezend leren (Learning to read, reading to learn). Zwijsen, Tilburg. McKenna, M.C., Kear, D.J., 1990. Measuring attitude toward reading: a new tool for teachers. The Reading Teacher 43, 626-639.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Children's attitudes toward reading: a national survey",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "C"
                        ],
                        "last": "Mckenna",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Kear",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Ellsworth",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Reading Research Quarterly",
                "volume": "30",
                "issue": "",
                "pages": "934--955",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McKenna, M.C., Kear, D.J., Ellsworth, R.A., 1995. Children's attitudes toward reading: a national survey. Reading Research Quarterly 30, 934-955.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Leerlinggericht literatuuronderwijs in theorie en praktijk (Theory and practice of student oriented literary education)",
                "authors": [
                    {
                        "first": "W",
                        "middle": [],
                        "last": "De Moor",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Thijssen",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Levende Talen",
                "volume": "406",
                "issue": "",
                "pages": "639--644",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "de Moor, W., Thijssen, M., 1985. Leerlinggericht literatuuronderwijs in theorie en praktijk (Theory and practice of student oriented literary education). Levende Talen 406, 639-644.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "On structural equation modeling with data that are not missing completely at random",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Muthén",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Kaplan",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Hollis",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Psychometrika",
                "volume": "52",
                "issue": "",
                "pages": "431--462",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Muthén, B., Kaplan, D., Hollis, M., 1987. On structural equation modeling with data that are not missing completely at random. Psychometrika 52, 431-462.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Mplus. The Comprehensive Modeling Program for Applied Researchers. User's Guide. Muthèn & Muthèn",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "K"
                        ],
                        "last": "Muthèn",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "O"
                        ],
                        "last": "Muthèn",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Muthèn, L.K., Muthèn, B.O., 1998. Mplus. The Comprehensive Modeling Program for Applied Researchers. User's Guide. Muthèn & Muthèn, Los Angeles.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Aap, noot, niets of het spook van de ontlezing in het basisonderwijs (Ape, nut, nothing or the ghost of not reading in primary education). SCO-Kohnstamm Instituut",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "E"
                        ],
                        "last": "Otter",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Schoonen",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Van Schooten",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "De Glopper",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Poetics",
                "volume": "30",
                "issue": "",
                "pages": "169--194",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Otter, M. E., Schoonen, R., 1995. Aap, noot, niets of het spook van de ontlezing in het basisonderwijs (Ape, nut, nothing or the ghost of not reading in primary education). SCO-Kohnstamm Instituut, Amsterdam. van Schooten, E., de Glopper, K., 2002. The relation between attitude toward reading adolescent literature and literary reading behavior. Poetics 30, 169-194.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Leerlingen in de basisvorming over fictie en fictie-onderwijs (Students in the basic secondary school curriculum about fiction and literary education)",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Van Schooten",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Oostdam",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Spiegel",
                "volume": "16",
                "issue": "1",
                "pages": "47--82",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "van Schooten, E., Oostdam, R.J., 1998. Leerlingen in de basisvorming over fictie en fictie-onderwijs (Students in the basic secondary school curriculum about fiction and literary education). Spiegel 16 (1), 47-82.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "The development of literary response in secondary education",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Van Schooten",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "De Glopper",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Poetics",
                "volume": "31",
                "issue": "",
                "pages": "155--187",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "van Schooten, E., de Glopper, K., 2003. The development of literary response in secondary education. Poetics 31, 155-187.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Sociaal en Cultureel Planbureau, 1992. Sociaal en Cultureel Rapport (Social and cultural report). Sociaal en Cultureel Planbureau",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sociaal en Cultureel Planbureau, 1992. Sociaal en Cultureel Rapport (Social and cultural report). Sociaal en Cultureel Planbureau, Rijswijk.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Gifted Middle Grade Readers: Attitudes and Interests in the 90's. Paper presented at the Annual Convention of the International Reading Association",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "V"
                        ],
                        "last": "Stange",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "J"
                        ],
                        "last": "Carter",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "",
                "volume": "391",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stange, T.V., Carter, E.J., 1995. Gifted Middle Grade Readers: Attitudes and Interests in the 90's. Paper presented at the Annual Convention of the International Reading Association. Anaheim, CA (ED 391 346).",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "Statistically based tests for the number of common factors. Paper presented at the annual meeting of the Psychometric Society",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Steiger",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Lind",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Steiger, J.H., Lind, J.M., 1980. Statistically based tests for the number of common factors. Paper presented at the annual meeting of the Psychometric Society, Iowa City, IA.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Leraren over literatuuronderwijs. Verslag van een rondvraag onder leraren Nederlands in Vlaanderen en Nederland naar hun ervaringen en problemen bij het geven van literatuurlessen (Teachers about literary education. Account of a survey among teachers of Dutch in Flanders and the Netherlands about their problems and experiences concerning literary education)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Thissen",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Neyts",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Rowan",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thissen, J., Neyts, D., Rowan, N., 1988. Leraren over literatuuronderwijs. Verslag van een rondvraag onder leraren Nederlands in Vlaanderen en Nederland naar hun ervaringen en problemen bij het geven van literatuurlessen (Teachers about literary education. Account of a survey among teachers of Dutch in Flanders and the Netherlands about their problems and experiences concerning literary education). Voorzetten 15. Nederlandse Taalunie, Den Haag.",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Should the teacher descend or should the student climb? The influence of literature instruction and parents on the reading of books between",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Verboord",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Verboord, M., 2003. Moet de meester dalen of de leerling klimmen? De invloed van het literatuuronderwijs en ouders op het lezen van boeken tussen 1975 en 2000 (Should the teacher descend or should the student climb? The influence of literature instruction and parents on the reading of books between 1975 and 2000 (with a summary in English)). Thesis, Universiteit Utrecht.",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "The development of children's motivation in school contexts",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Rodriguez",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Review of Research in Education",
                "volume": "23",
                "issue": "",
                "pages": "73--118",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wigfield, A., Eccles, J.S., Rodriguez, D., 1998. The development of children's motivation in school contexts. In: Pearson, P.D., Iran-Nejad, A. (Eds.), Review of Research in Education, vol. 23, American Educational Research Association, Washington, DC, pp. 73-118.",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "Relations of children's motivation for reading to the amount and breadth of their reading",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Guthrie",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Journal of Educational Psychology",
                "volume": "89",
                "issue": "",
                "pages": "420--432",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wigfield, A., Guthrie, J.T., 1997. Relations of children's motivation for reading to the amount and breadth of their reading. Journal of Educational Psychology 89, 420-432.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Model of planned behavior."
            },
            "FIGREF1": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "The fitted model of planned behavior."
            },
            "TABREF0": {
                "num": null,
                "content": "<table><tr><td colspan=\"3\">Measurement moments of both cohorts and sample sizes</td><td/></tr><tr><td/><td>1st measurement moment</td><td>2nd measurement moment</td><td>3rd measurement moment</td></tr><tr><td>Grade 7</td><td>331</td><td/><td/></tr><tr><td>Grade 8</td><td/><td>187</td><td/></tr><tr><td>Grade 9</td><td>360</td><td>6</td><td>128</td></tr><tr><td>Grade 10</td><td/><td>207</td><td>18</td></tr><tr><td>Grade 11</td><td/><td/><td>106</td></tr><tr><td>Grade unknown</td><td>5</td><td>51</td><td>6</td></tr><tr><td>Total</td><td>696</td><td>451</td><td>258</td></tr></table>",
                "type_str": "table",
                "text": ""
            },
            "TABREF2": {
                "num": null,
                "content": "<table><tr><td>Variable</td><td>Trends</td><td/><td/><td/><td colspan=\"2\">Trends Â cohort</td><td/></tr><tr><td/><td>F</td><td>d.f.</td><td>P</td><td>h 2</td><td>F</td><td>d.f.</td><td>P</td><td>h 2</td></tr><tr><td>Cognition</td><td colspan=\"5\">19.43 1.95 .000 .072 3.35</td><td colspan=\"3\">1.95 .037 .013</td></tr><tr><td>Affect</td><td colspan=\"5\">32.53 1.95 .000 .114 1.33</td><td colspan=\"3\">1.95 .265 .005</td></tr><tr><td>Subjective norm</td><td colspan=\"5\">19.37 1.97 .000 .071 1.49</td><td colspan=\"3\">1.97 .227 .006</td></tr><tr><td>Perceived behavioral control</td><td colspan=\"5\">46.47 1.91 .000 .156 5.53</td><td colspan=\"3\">1.91 .005 .021</td></tr><tr><td>Intention</td><td colspan=\"2\">33.99 1</td><td/><td/><td/><td/><td/></tr></table>",
                "type_str": "table",
                "text": "Results of the multivariate general linear model repeated measures analysis .99 .000 .119 1.418 1.99 .243 .006 Behavior (hours of leisure reading per week) 65.57 1.92 .000 .211 1.541 1.92 .216 .006"
            },
            "TABREF3": {
                "num": null,
                "content": "<table><tr><td>Variable</td><td>Cohort 1</td><td/><td/><td>Cohort 2</td><td/><td/></tr><tr><td/><td>Grade 7</td><td>Grade 8</td><td>Grade 9</td><td>Grade 9</td><td>Grade 10</td><td>Grade 11</td></tr><tr><td>Cognition</td><td>2.98 (.48)</td><td>2.90 (.53)</td><td>2.85 (.52)</td><td>2.86 (.52)</td><td>2.77 (.64)</td><td>2.58 (.65)</td></tr><tr><td>Affect</td><td>3.90 (.67)</td><td>3.72 (.84)</td><td>3.49 (.72)</td><td>3.55 (.78)</td><td>3.38 (.86)</td><td>3.27 (.92)</td></tr><tr><td>Subjective norm</td><td>3.53 (.51)</td><td>3.46 (.64)</td><td>3.26 (.62)</td><td>3.32 (.66)</td><td>3.23 (.68)</td><td>3.15 (.69)</td></tr><tr><td>Perceived behavioral control</td><td>3.77 (.72)</td><td>3.59 (.69)</td><td>3.28 (.66)</td><td>3.54 (.71)</td><td>3.25 (.74)</td><td>3.22 (.68)</td></tr><tr><td>Intention</td><td>3.74 (.55)</td><td>3.56 (.66)</td><td>3.41 (.58)</td><td>3.48 (.67)</td><td>3.36 (.70)</td><td>3.26 (.71)</td></tr><tr><td>Behavior (hours of leisure reading per week)</td><td>2.53 (1.96)</td><td>1.74 (1.64)</td><td>1.31 (1.82)</td><td>1.91 (2.16)</td><td>.74 (1.33)</td><td>.60 (1.67)</td></tr></table>",
                "type_str": "table",
                "text": "Means and standard deviations per cohort per grade of participants that participated all three measurement moments"
            },
            "TABREF6": {
                "num": null,
                "content": "<table><tr><td/><td>Grade 7-8</td><td>Grade</td><td>Grade</td><td>Grade</td><td>Grade</td><td>Grade</td></tr><tr><td/><td/><td>8-9</td><td>7-9</td><td>9-10</td><td>10-11</td><td>9-11</td></tr><tr><td>Cognition</td><td>5.2 ** (father)</td><td/><td/><td/><td/></tr><tr><td>Affect</td><td>5.2 ** (mother)</td><td/><td/><td/><td/></tr><tr><td>Subjective norm</td><td/><td/><td/><td/><td/></tr><tr><td>Perceived behavioral control</td><td/><td/><td/><td/><td/></tr><tr><td>Intentions</td><td>1.9 * (mother)</td><td/><td>7.6 ** (mother)</td><td/><td/></tr><tr><td>Reading behavior</td><td/><td/><td/><td/><td/></tr></table>",
                "type_str": "table",
                "text": "Percentages of explained variance by the variables 'educational level of the father' and 'educational level of the mother' in changes in attitude scores between grades If the regression weight is negative, the percentage of explained variance is preceded by a minus sign 'À'. Percentages are given only when the effect is significant. (N cohort 1 = 114-208; N cohort 2 = 116-236)."
            },
            "TABREF7": {
                "num": null,
                "content": "<table><tr><td>between grades</td><td/><td/><td/><td/><td/></tr><tr><td>Grade</td><td>Grade</td><td>Grade</td><td>Grade</td><td>Grade</td><td>Grade</td></tr><tr><td>7-8</td><td>8-9</td><td>7-9</td><td>9-10</td><td>10-11</td><td>9-11</td></tr><tr><td>Cognition</td><td/><td/><td/><td/><td>À2.4 *</td></tr><tr><td>Affect</td><td/><td>À2.8 *</td><td/><td/><td>À1.7 *</td></tr><tr><td>Subjective norm</td><td/><td/><td/><td/><td/></tr><tr><td>Perceived behavioral control</td><td/><td/><td/><td/><td/></tr><tr><td>Intentions</td><td/><td>À1.8 *</td><td/><td/><td>À2.0</td></tr></table>",
                "type_str": "table",
                "text": "Percentages of explained variance by the variable 'motivation to achieve in school' in changes in attitude scores"
            },
            "TABREF8": {
                "num": null,
                "content": "<table><tr><td/><td>Grade</td><td>Grade</td><td>Grade</td><td>Grade</td><td>Grade</td><td>Grade</td></tr><tr><td/><td>7-8</td><td>8-9</td><td>7-9</td><td>9-10</td><td>10-11</td><td>9-11</td></tr><tr><td>Cognition</td><td>3.7 ** (8)</td><td/><td/><td/><td/></tr><tr><td>Affect</td><td>5.3 ** (8)</td><td/><td/><td/><td/></tr><tr><td>Subjective norm</td><td>2.0 * (8)</td><td>2.0 * (7)</td><td/><td/><td>5.8 ** (9)</td></tr><tr><td>Perceived behavioral</td><td>4.6 ** (8)</td><td/><td/><td/><td/></tr><tr><td>control</td><td/><td/><td/><td/><td/></tr><tr><td>Intentions</td><td>5.2 ** (8)</td><td>2.7 * (9)</td><td>3.3 * (8)</td><td/><td/><td>3.2 * (11)</td></tr><tr><td/><td/><td/><td>4.1 * (9)</td><td/><td/></tr><tr><td>Reading behavior</td><td>.6 **</td><td/><td/><td/><td/></tr></table>",
                "type_str": "table",
                "text": "Percentages of explained variance by the variable 'vocabulary size' a in changes in attitude scores between grades"
            },
            "TABREF9": {
                "num": null,
                "content": "<table><tr><td colspan=\"6\">Percentages of explained variance by the variable 'number of lessons in mother tongue education per week per</td></tr><tr><td colspan=\"2\">grade' a in changes in attitude scores between grades</td><td/><td/><td/><td/></tr><tr><td>Grade</td><td>Grade</td><td>Grade</td><td>Grade</td><td>Grade</td><td>Grade 9-11</td></tr><tr><td>7-8</td><td>8-9</td><td>7-9</td><td>9-10</td><td>10-11</td><td/></tr><tr><td>Cognition</td><td/><td/><td colspan=\"3\">1.2 (11)</td></tr><tr><td>Affect</td><td/><td/><td/><td/><td/></tr><tr><td>Subjective norm</td><td/><td/><td/><td/><td/></tr><tr><td>Perceived behavioral control</td><td/><td/><td/><td/><td/></tr><tr><td>Intentions</td><td>À1.9 * (9)</td><td/><td/><td/><td/></tr><tr><td>Reading behavior</td><td/><td/><td/><td/><td/></tr></table>",
                "type_str": "table",
                "text": ""
            },
            "TABREF10": {
                "num": null,
                "content": "<table><tr><td/><td colspan=\"4\">Grade 7-8 Grade 8-9 Grade 7-9 Grade 9-10 Grade 10-11 Grade 9-11</td></tr><tr><td>Cognition</td><td/><td/><td/></tr><tr><td>Affect</td><td>3.0 ** (8)</td><td/><td>1.3 * (11)</td><td>2.3 * (11)</td></tr><tr><td>Subjective norm</td><td>2.4 * (8)</td><td>À2.6 * (7)</td><td>2.4 * (11)</td></tr><tr><td>Perceived behavioral</td><td/><td/><td/></tr><tr><td>control</td><td/><td/><td/></tr><tr><td>Intentions</td><td>3.4 ** (8)</td><td/><td/></tr><tr><td>Reading behavior</td><td/><td/><td/></tr></table>",
                "type_str": "table",
                "text": "Percentages of explained variance by the variable 'number of lessons in literary education per week per grade' a in changes in attitude scores between grades"
            },
            "TABREF11": {
                "num": null,
                "content": "<table><tr><td colspan=\"5\">Percentages of explained variance by the variable 'amount of text experiencing in literary education per week per</td></tr><tr><td colspan=\"2\">grade' a in changes in attitude scores between grades</td><td/><td/><td/></tr><tr><td/><td colspan=\"4\">Grade 7-8 Grade 8-9 Grade 7-9 Grade 9-10 Grade 10-11 Grade 9-11</td></tr><tr><td>Cognition</td><td/><td/><td>1.8 * (9)</td><td>2.5 * (11)</td></tr><tr><td/><td/><td/><td>2.1 * (11)</td><td/></tr><tr><td>Affect</td><td>2.6 ** (8)</td><td/><td>3.9 *** (11)</td><td>5.7 *** (11)</td></tr><tr><td>Subjective norm</td><td>2.3 * (9)</td><td>À1.4 * (9)</td><td>2.4 * (9)</td><td>4.2 ** (10)</td></tr><tr><td/><td/><td/><td>2.8 ** (10)</td><td>2.7 * (11)</td></tr><tr><td/><td/><td/><td>8.8 *** (11)</td><td/></tr><tr><td>Perceived behavioral</td><td/><td/><td/><td/></tr><tr><td>control</td><td/><td/><td/><td/></tr><tr><td>Intentions</td><td>3.6 ** (8)</td><td/><td>1.5 * (11)</td><td>3.0 ** (11)</td></tr><tr><td>Reading behavior</td><td/><td/><td>3.8 * (11)</td><td>2.2</td></tr></table>",
                "type_str": "table",
                "text": ""
            },
            "TABREF13": {
                "num": null,
                "content": "<table><tr><td>Grade</td><td>Grade</td><td>Grade</td><td>Grade</td><td>Grade 10-11</td><td>Grade</td></tr><tr><td>7-8</td><td>8-9</td><td>7-9</td><td>9-10</td><td/><td>9-11</td></tr><tr><td>Cognition</td><td/><td/><td/><td/><td/></tr><tr><td>Affect</td><td/><td/><td/><td/><td>3.0 * (11)</td></tr><tr><td>Subjective norm</td><td/><td/><td/><td>2.9 ** (10) 2.1 * (11)</td><td/></tr><tr><td>Perceived behavioral</td><td/><td/><td/><td>2.4 * (10)</td><td>2.7 * (11)</td></tr><tr><td>control</td><td/><td/><td/><td/><td/></tr><tr><td>Intentions</td><td/><td/><td/><td>1.9 * (11)</td><td/></tr><tr><td>Reading behavior</td><td/><td/><td/><td>2.3 * (9)</td><td/></tr></table>",
                "type_str": "table",
                "text": "Percentages of explained variance by the variable 'amount of literary history in literary education per week per grade' a in changes in attitude scores between grades"
            },
            "TABREF14": {
                "num": null,
                "content": "<table><tr><td>.1</td><td/><td/><td/></tr><tr><td>Fit of the three two-group models</td><td/><td/><td/></tr><tr><td>Grades (moment of measurement)</td><td>x 2 ; d.f.; P</td><td>RMSEA (90% C.I. RMSEA)</td><td>N1/N2 a</td></tr><tr><td>7 + 9 (1st)</td><td>6687.296; 2677; .0000</td><td>.066 (.064-.067)</td><td>336/362</td></tr><tr><td>8 + 10 (2nd)</td><td>5618.212; 2677; .0000</td><td>.069 (.066-.071)</td><td>223/245</td></tr><tr><td>9 + 11 (3rd)</td><td>5390.274; 2677; .0000</td><td>.066 (.064-.069)</td><td>220/244</td></tr></table>",
                "type_str": "table",
                "text": ""
            },
            "TABREF15": {
                "num": null,
                "content": "<table><tr><td/><td/><td/><td/><td>Actual behavior</td></tr><tr><td>.2</td><td/><td/><td/><td>(log file weeks):</td></tr><tr><td>Factor loadings 1.00</td><td/><td/><td>-</td><td>Week one</td></tr><tr><td>r.w. .90</td><td colspan=\"2\">c.r.</td><td>9.86</td><td>Item number Week two</td><td>Cognition (behavioral beliefs and outcome evaluation)</td></tr><tr><td colspan=\"4\">1.00 1.31 1.03 .76 1.08 Table A.2 (Continued ) -11.10 11.63 9.52 12.08 .98 10.95 .86 10.59 r.w. c.r.</td><td>53 Week three 112 118 Week four Week five 63 Item number Standardised r.w. a</td><td>Reading poetry is good for gaining general knowledge, for learning a lot about the world. Watching a stage play is good for gaining general knowledge, for learning a lot about the world. Reading works of literature teaches you how to write a good story. Watching a stage play improves your linguistic feeling. Subjective norm (normative beliefs and motivation to comply). Paths between constructs MPB.</td></tr><tr><td>.79 1.00 .68</td><td colspan=\"3\">9.67 -8.44</td><td>7 .393/.394 73</td><td>Reading poetry improves your knowledge about art and literature. Reading literary works is part of a proper education. Cognition on affect.</td></tr><tr><td>1.03 .97 .36</td><td colspan=\"3\">11.48 8.69 10.97</td><td>52 96 .519/.513</td><td>Watching a stage play improves your knowledge about art and literature. My friends think it is important to read literary works. Affect on intentions.</td></tr><tr><td>1.27 1.55 .43</td><td colspan=\"3\">12.65 10.42 5.84</td><td>56 74 .311/.324</td><td>Reading works of literature you get to know yourself and others. Reading literary works is a waste of time, you had better do something useful. Subjective norm on intentions.</td></tr><tr><td>1.12 1.15 .34</td><td colspan=\"3\">11.91 9.08 4.15</td><td>117 20 .205/.213</td><td>Reading works of literature gives you a better understanding of people that are different from you. If I were in charge, schools would spent more time on literary education. Perceived behavioral control on intentions.</td></tr><tr><td>1.30 1.56 1.14</td><td colspan=\"3\">12.76 9.85 7.23</td><td>110 76 .465/.412</td><td>Reading poetry makes you think more about yourself and others. Reading poetry is a waste of time, you had better do something useful. Intentions on behavior.</td></tr><tr><td>1.28 .88 .67</td><td colspan=\"3\">13.06 7.78 2.07</td><td>109 38 .164/.181</td><td>Watching a stage play makes you think more about yourself and others. People my age who are reading a lot of poetry are a little strange. Perceived behavioral control on behavior.</td></tr><tr><td>.96 1.14 1.36 Covariance</td><td colspan=\"3\">11.13 12.55 9.53 c.r.</td><td>60 64 37 Correlation b</td><td>Reading works of literature gives you a confident attitude. Reading poetry improves your ability to solve personal problems. Watching a stage play is a waste of time, you had better do something useful. Covariances, critical ratio's and correlations.</td></tr><tr><td>1.35 .13</td><td colspan=\"3\">13.81 7.78</td><td>116 .698/.647</td><td>Reading works of literature teaches you how to relate to people. Perceived behavioral control (control beliefs and perceived facilitation). Cognition with subjective norm.</td></tr><tr><td>1.17 1.00 .01</td><td colspan=\"3\">12.91 -1.71</td><td>51 80 .085/.079</td><td>Reading poetry teaches you how to relate to people. I think many works of literature are difficult to understand, often I do not Cognition with perceived behavioral control.</td></tr><tr><td>1.17 .07</td><td colspan=\"3\">13.15 5.67</td><td>108 .481/.428</td><td>Watching stage plays teaches you how to relate to people. completely understand the story. Subjective norm with perceived behavioral control.</td></tr><tr><td>.88 2.16</td><td colspan=\"3\">10.04 8.61</td><td>36 34</td><td>Reading many works of literature makes you do better in school. I often forget to read, because there are so many things to do.</td></tr><tr><td>.94 1.37</td><td colspan=\"3\">11.23 7.89</td><td>65 86</td><td>It is important for your educational and professional career to read poetry. When I read a literary work, I find it difficult to concentrate.</td></tr><tr><td>.95 2.19</td><td colspan=\"3\">11.53 8.81</td><td>107 33</td><td>It is important for your educational and professional career to watch stage plays. I do not have time for reading works of literature.</td></tr><tr><td>1.00 .90</td><td colspan=\"3\">10.43 10.43</td><td>9 50</td><td>Reading poetry is a good way to relax. Watching a stage play is a good way to relax. Behavioral intentions.</td></tr><tr><td>1.00</td><td/><td/><td>-</td><td>115</td><td>I think it's a good idea to bring a literary book when I know I have to wait, for instance in a Affect. waiting room or when I travel by train.</td></tr><tr><td>1.00 1.15</td><td>-</td><td colspan=\"2\">11.97</td><td>105 14</td><td>I enjoy reading literary works. At times I want to buy a work of adolescent literature from my pocket money.</td></tr><tr><td>.83 .97</td><td colspan=\"3\">19.71 11.68</td><td>10 85</td><td>I'm fed up with reading literary works. Before long I want to borrow a work of adolescent literature from the library.</td></tr><tr><td>.97 .85</td><td colspan=\"3\">22.92 11.11</td><td>49 71</td><td>I like to read literary works in my spare time. In my spare time I am not going to read a literary work.</td></tr><tr><td>1.02 .99</td><td colspan=\"3\">26.01 11.80</td><td>104 99</td><td>I think reading literary works is tedious. If someone asks me to read a literary work so that we can discuss it, I will surely read it.</td></tr><tr><td>.88 .77</td><td colspan=\"3\">24.70 11.38</td><td>103 16</td><td>I hate literary works. If someone tells me that he or she likes a literary work very much, I am going to read it too.</td></tr><tr><td>.69 .73</td><td colspan=\"3\">16.53 10.11</td><td>48 72</td><td>Sometimes reading a literary works makes me happy. When I have read a literary work, I talk about it to my friends.</td></tr><tr><td>.80 1.23</td><td colspan=\"3\">19.50 14.84</td><td>12 17</td><td>I think it's great when I can read literary works in school. I want to read many literary works in the future.</td></tr><tr><td>1.13</td><td/><td colspan=\"2\">12.73</td><td>98</td><td>During my vacation I want to read at least one literary work.</td></tr></table>",
                "type_str": "table",
                "text": ""
            },
            "TABREF16": {
                "num": null,
                "content": "<table><tr><td>Parameter</td><td colspan=\"8\">Unstandardised and standardised regression weights and critical ratios</td><td/></tr><tr><td/><td>First</td><td colspan=\"2\">measurement</td><td colspan=\"3\">Second measurement</td><td>Third</td><td colspan=\"2\">measurement</td></tr><tr><td/><td colspan=\"2\">(grade 7)</td><td/><td colspan=\"2\">(grade 8)</td><td/><td colspan=\"2\">(grade 9)</td><td/></tr><tr><td/><td>urw</td><td>cr</td><td>srw</td><td>urw</td><td>cr</td><td>srw</td><td>urw</td><td>cr</td><td>srw</td></tr><tr><td>Regression weights</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Cognition on affect</td><td>.507</td><td>11.541</td><td>.331</td><td>.469</td><td>7.057</td><td>.297</td><td>.497</td><td>11.526</td><td>.323</td></tr><tr><td>Norm on intentions</td><td>.363</td><td>6.711</td><td>.312</td><td>.322</td><td>5.360</td><td>.296</td><td>.200</td><td>5.025</td><td>.204</td></tr><tr><td>Control on intentions</td><td>.123</td><td>3.049</td><td>.145</td><td>.071</td><td>1.497</td><td>.073</td><td>.134</td><td>4.367</td><td>.141</td></tr><tr><td>Affect on intentions</td><td>.278</td><td>5.373</td><td>.327</td><td>.289</td><td>5.557</td><td>.356</td><td>.401</td><td>10.928</td><td>.527</td></tr><tr><td>Intentions on behavior</td><td>.673</td><td>4.765</td><td>.218</td><td>.504</td><td>3.422</td><td>.214</td><td>.894</td><td>7.549</td><td>.330</td></tr><tr><td>Control on behavior</td><td>.367</td><td>2.811</td><td>.140</td><td>.466</td><td>3.269</td><td>.203</td><td>.174</td><td>1.560</td><td>.068</td></tr><tr><td/><td>cov</td><td>cr</td><td>r</td><td>cov</td><td>cr</td><td>r</td><td>cov</td><td>cr</td><td>r</td></tr><tr><td>Covariances</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Cognition with norm</td><td>.148</td><td>9.211</td><td>.537</td><td>.139</td><td>7.253</td><td>.427</td><td>.172</td><td>11.486</td><td>.441</td></tr><tr><td>Cognition with control</td><td>.009</td><td>.472</td><td>.023</td><td>.016</td><td>.868</td><td>.043</td><td>.024</td><td>1.708</td><td>.061</td></tr><tr><td>Norm with control</td><td>.142</td><td>6.009</td><td>.337</td><td>.102</td><td>4.303</td><td>.236</td><td>.138</td><td>7.522</td><td>.287</td></tr><tr><td>Norm with affect</td><td>.193</td><td>9.070</td><td>.458</td><td>.166</td><td>7.028</td><td>.321</td><td>.197</td><td>11.535</td><td>.329</td></tr><tr><td>Control with affect</td><td>.321</td><td>9.254</td><td>.557</td><td>.181</td><td>6.102</td><td>.314</td><td>.246</td><td>10.544</td><td>.396</td></tr><tr><td/><td/><td/><td/><td colspan=\"3\">Autoregressive effects</td><td/><td/><td/></tr><tr><td/><td/><td/><td/><td colspan=\"3\">1st on 2nd measurement</td><td colspan=\"3\">2nd on 3rd measurement</td></tr><tr><td/><td/><td/><td/><td>urw</td><td>cr</td><td>srw</td><td>urw</td><td>cr</td><td>srw</td></tr><tr><td>Regression weights</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Cognition on cognition</td><td/><td/><td/><td>.505</td><td>13.173</td><td>.476</td><td>.601</td><td>13.287</td><td>.554</td></tr><tr><td>Intention on intention</td><td/><td/><td/><td>.271</td><td>5.820</td><td>.259</td><td>.204</td><td>5.096</td><td>.206</td></tr><tr><td>Norm on norm</td><td/><td/><td/><td>.515</td><td>14.362</td><td>.461</td><td>.613</td><td>15.173</td><td>.557</td></tr><tr><td>Control on control</td><td/><td/><td/><td>.454</td><td>12.166</td><td>.496</td><td>.490</td><td>10.980</td><td>.483</td></tr><tr><td>Affect on affect</td><td/><td/><td/><td>.561</td><td>12.531</td><td>.512</td><td>.473</td><td>9.926</td><td>.447</td></tr><tr><td>Behavior on behavior</td><td/><td/><td/><td>.521</td><td>7.734</td><td>.416</td><td>.360</td><td>4.137</td><td>.316</td></tr></table>",
                "type_str": "table",
                "text": "3.1Longitudinal two-group model without constraints on parameters for cohort 1 (N = 336)"
            },
            "TABREF17": {
                "num": null,
                "content": "<table><tr><td/><td>First</td><td colspan=\"2\">measurement</td><td colspan=\"3\">Second measurement</td><td>Third</td><td colspan=\"2\">measurement</td></tr><tr><td/><td colspan=\"2\">(grade 7)</td><td/><td colspan=\"2\">(grade 8)</td><td/><td colspan=\"2\">(grade 9)</td><td/></tr><tr><td/><td>urw</td><td>cr</td><td>srw</td><td>urw</td><td>cr</td><td>srw</td><td>urw</td><td>cr</td><td>srw</td></tr><tr><td>Regression weights</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Cognition on affect</td><td>.497</td><td>11.526</td><td>.366</td><td>.542</td><td>9.304</td><td>.399</td><td>.429</td><td>5.922</td><td>.314</td></tr><tr><td>Norm on intentions</td><td>.200</td><td>5.025</td><td>.184</td><td>.157</td><td>3.221</td><td>.153</td><td>.105</td><td>1.747</td><td>.103</td></tr><tr><td>Control on intentions</td><td>.134</td><td>4.367</td><td>.145</td><td>.049</td><td>1.355</td><td>.054</td><td>.001</td><td>.018</td><td>.001</td></tr><tr><td>Affect on intentions</td><td>.401</td><td>10.928</td><td>.444</td><td>.357</td><td>8.336</td><td>.436</td><td>.407</td><td>7.484</td><td>.498</td></tr><tr><td>Intentions on behavior</td><td>.894</td><td>7.549</td><td>.292</td><td>.392</td><td>3.675</td><td>.216</td><td>.395</td><td>2.393</td><td>.150</td></tr><tr><td>Control on behavior</td><td>.174</td><td>1.560</td><td>.061</td><td>.397</td><td>3.943</td><td>.240</td><td>.550</td><td>3.371</td><td>.210</td></tr><tr><td/><td>cov</td><td>cr</td><td>r</td><td>cov</td><td>cr</td><td>r</td><td>cov</td><td>cr</td><td>r</td></tr><tr><td>Covariances</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Cognition with norm</td><td>.172</td><td>11.486</td><td>.551</td><td>.155</td><td>7.861</td><td>.448</td><td>.085</td><td>4.271</td><td>.247</td></tr><tr><td>Cognition with control</td><td>.024</td><td>1.708</td><td>.067</td><td>.009</td><td>.453</td><td>.023</td><td>.044</td><td>2.119</td><td>.125</td></tr><tr><td>Norm with control</td><td>.138</td><td>7.522</td><td>.334</td><td>.089</td><td>3.950</td><td>.210</td><td>.064</td><td>2.900</td><td>.165</td></tr><tr><td>Norm with affect</td><td>.197</td><td>11.535</td><td>.466</td><td>.119</td><td>6.572</td><td>.253</td><td>.127</td><td>5.318</td><td>.269</td></tr><tr><td>Control with affect</td><td>.246</td><td>10.544</td><td>.495</td><td>.144</td><td>5.693</td><td>.272</td><td>.100</td><td>3.885</td><td>.207</td></tr><tr><td/><td/><td/><td/><td colspan=\"3\">Autoregressive effects</td><td/><td/><td/></tr><tr><td/><td/><td/><td/><td colspan=\"3\">1st on 2nd measurement</td><td colspan=\"3\">2nd on 3rd measurement</td></tr><tr><td/><td/><td/><td/><td>urw</td><td>cr</td><td>srw</td><td>urw</td><td>cr</td><td>srw</td></tr><tr><td>Regression weights</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Cognition on cognition</td><td/><td/><td/><td>.495</td><td>12.957</td><td>.460</td><td>.543</td><td>11.781</td><td>.547</td></tr><tr><td>Intention on intention</td><td/><td/><td/><td>.401</td><td>10.623</td><td>.411</td><td>.412</td><td>8.287</td><td>.412</td></tr><tr><td>Norm on norm</td><td/><td/><td/><td>.498</td><td>14.023</td><td>.481</td><td>.631</td><td>15.313</td><td>.629</td></tr><tr><td>Control on control</td><td/><td/><td/><td>.400</td><td>10.633</td><td>.403</td><td>.528</td><td>11.331</td><td>.577</td></tr><tr><td>Affect on affect</td><td/><td/><td/><td>.503</td><td>11.727</td><td>.467</td><td>.555</td><td>10.924</td><td>.555</td></tr><tr><td>Behavior on behavior</td><td/><td/><td/><td>.713</td><td>8.215</td><td>.413</td><td>.549</td><td>5.144</td><td>.379</td></tr></table>",
                "type_str": "table",
                "text": ".3.2Longitudinal two-group model without constraints on parameters for cohort 2 (N = 361)ParameterUnstandardised and standardised regression weights and critical ratios"
            },
            "TABREF18": {
                "num": null,
                "content": "<table><tr><td>.4 -prosody</td><td/><td/><td/></tr><tr><td>Reliabilities of independent variables (Cronbach's alpha)</td><td/><td/><td/></tr><tr><td>Variables -themes</td><td>ni</td><td>N</td><td>Alpha</td></tr><tr><td>Vocabulary size in 1995, cohort 1 = grade 7 -suspense</td><td>20</td><td>314</td><td>.63</td></tr><tr><td>Vocabulary size in 1996, cohort 1 = grade 8</td><td>40</td><td>225</td><td>.76</td></tr><tr><td>Vocabulary size in 1997, cohort 1 = grade 9 -space</td><td>40</td><td>125</td><td>.73</td></tr><tr><td>Vocabulary size in 1995, cohort 2 = grade 9</td><td>20</td><td>336</td><td>.64</td></tr><tr><td>Vocabulary size in 1996, cohort 2 = grade 10 -focus</td><td>40</td><td>213</td><td>.70</td></tr><tr><td>Vocabulary size in 1997, cohort 2 = grade 11</td><td>40</td><td>135</td><td>.67</td></tr><tr><td>Amount of reading fictional texts in spare time in 1995, cohort 1 = grade 7 -main theme versus subthemes</td><td>35</td><td>140</td><td>.87</td></tr><tr><td>Amount of reading fictional texts in spare time in 1996, cohort 1 = grade 8</td><td>35</td><td>80</td><td>.89</td></tr><tr><td>Amount of reading fictional texts in spare time in 1997, cohort 1 = grade 9 -time</td><td>35</td><td>86</td><td>.94</td></tr><tr><td>Amount of reading fictional texts in spare time in 1995, cohort 2 = grade 9</td><td>35</td><td>176</td><td>.90</td></tr><tr><td>Amount of reading fictional texts in spare time in 1996, cohort 2 = grade 10 -metre</td><td>35</td><td>89</td><td>.86</td></tr><tr><td>Amount of reading fictional texts in spare time in 1997, cohort 2 = grade 11</td><td>35</td><td>97</td><td>.96</td></tr><tr><td>Cultural level of the home environment, grade 7, cohort 1 -structural analysis</td><td>7</td><td>330</td><td>.72</td></tr><tr><td>Cultural level of the home environment, grade 9, cohort 2 -rhyme scheme</td><td>7</td><td>356</td><td>.78</td></tr><tr><td>The motivation to achieve in school, grade 7, cohort 1</td><td>5</td><td>330</td><td>.71</td></tr><tr><td>The motivation to achieve in school, grade 9, cohort 2 -perspective</td><td>5</td><td>356</td><td>.73</td></tr><tr><td>The amount of parental support for school work, grade 7, cohort 1</td><td>6</td><td>330</td><td>.58</td></tr><tr><td>The amount of parental support for school work, grade 9, cohort 2 -the structure of a literary work</td><td>6</td><td>356</td><td>.65</td></tr><tr><td>Amount of text experiencing in literary education in grade 7, cohort 1</td><td>8</td><td>330</td><td>.88</td></tr><tr><td>Amount of structural analysis in literary education in grade 7, cohort 1 -expectation horizon</td><td>25</td><td>330</td><td>.92</td></tr><tr><td>Amount of literary history in literary education in grade 7, cohort 1</td><td>22</td><td>330</td><td>.92</td></tr><tr><td>Amount of text experiencing in literary education in grade 8, cohort 1 -implicit reader</td><td>8</td><td>188</td><td>.78</td></tr><tr><td>Amount of structural analysis in literary education in grade 8, cohort 1</td><td>26</td><td>188</td><td>.94</td></tr><tr><td>Amount of literary history in literary education in grade 8, cohort 1 -topos</td><td>22</td><td>188</td><td>.94</td></tr><tr><td>Amount of text experiencing in literary education in grade 9, cohort 1</td><td>8</td><td>129</td><td>.71</td></tr><tr><td>Amount of structural analysis in literary education in grade 9, cohort 1 -fable</td><td>26</td><td>129</td><td>.89</td></tr><tr><td>Amount of literary history in literary education in grade 9, cohort 1</td><td>22</td><td>129</td><td>.95</td></tr><tr><td>Amount of text experiencing in literary education in grade 9, cohort 2 -sujet</td><td>8</td><td>356</td><td>.83</td></tr><tr><td>Amount of structural analysis in literary education in grade 9, cohort 2</td><td>25</td><td>356</td><td>.91</td></tr><tr><td>Amount of literary history in literary education in grade 9, cohort 2 -cyclic story</td><td>22</td><td>356</td><td>.92</td></tr><tr><td>Amount of text experiencing in literary education in grade 10, cohort 2</td><td>8</td><td>211</td><td>.74</td></tr><tr><td>Amount of structural analysis in literary education in grade 10, cohort 2 -quest</td><td>26</td><td>211</td><td>.92</td></tr><tr><td>Amount of literary history in literary education in grade 10, cohort 2</td><td>22</td><td>211</td><td>.93</td></tr><tr><td>Amount of text experiencing in literary education in grade 11, cohort 2 -flash back</td><td>8</td><td>131</td><td>.74</td></tr><tr><td>Amount of structural analysis in literary education in grade 11, cohort 2</td><td>26</td><td>131</td><td>.91</td></tr><tr><td>Amount of literary history in literary education in grade 11, cohort 2</td><td>22</td><td>131</td><td>.95</td></tr><tr><td>Literary history:</td><td/><td/><td/></tr></table>",
                "type_str": "table",
                "text": ""
            }
        }
    }
}