{
    "paper_id": "vasalampi_2010",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-24T16:02:57.843084Z"
    },
    "title": "Education-related goal appraisals and self-esteem during the transition to secondary education: A longitudinal study",
    "authors": [
        {
            "first": "Kati",
            "middle": [],
            "last": "Vasalampi",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Jyväskylä",
                "location": {
                    "country": "Finland"
                }
            },
            "email": "kati.vasalampi@jyu.fi"
        },
        {
            "first": "Katariina",
            "middle": [],
            "last": "Salmela-Aro",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Jyväskylä",
                "location": {
                    "country": "Finland"
                }
            },
            "email": ""
        },
        {
            "first": "Jari-Erik",
            "middle": [],
            "last": "Nurmi",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Jyväskylä",
                "location": {
                    "country": "Finland"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "This study investigated whether adolescents' appraisals of their education-related goals change during the transition from comprehensive school to postcomprehensive secondary education (academic vs. vocational track) and how such appraisals contribute to their selfesteem. Six hundred and seven 16-year-old adolescents were surveyed three times: (1) at the beginning, (2) at the end of the final spring term of comprehensive school, and (3) one year after the transition to postcomprehensive secondary education. They were asked to appraise their education-related goal in terms of intrinsic and extrinsic reasons for goal striving, goal progress, effort, and stress. The results showed that, when adolescents ended up in a mode of education that was congruent with their skills, their intrinsic reasons for goal strivings and goal progress increased. Moreover, progress towards goal attainment contributed to self-esteem, and self-esteem also predicted goal progress. Furthermore, the higher the self-esteem in comprehensive school, the lower the level of extrinsic reasons for goal striving after the transition.",
    "pdf_parse": {
        "paper_id": "vasalampi_2010",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "This study investigated whether adolescents' appraisals of their education-related goals change during the transition from comprehensive school to postcomprehensive secondary education (academic vs. vocational track) and how such appraisals contribute to their selfesteem. Six hundred and seven 16-year-old adolescents were surveyed three times: (1) at the beginning, (2) at the end of the final spring term of comprehensive school, and (3) one year after the transition to postcomprehensive secondary education. They were asked to appraise their education-related goal in terms of intrinsic and extrinsic reasons for goal striving, goal progress, effort, and stress. The results showed that, when adolescents ended up in a mode of education that was congruent with their skills, their intrinsic reasons for goal strivings and goal progress increased. Moreover, progress towards goal attainment contributed to self-esteem, and self-esteem also predicted goal progress. Furthermore, the higher the self-esteem in comprehensive school, the lower the level of extrinsic reasons for goal striving after the transition.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Previous research has shown that school transitions are often reflected in adolescents' motivation and self-esteem (Eccles & Midgley, 1989) . For example, motivation and well-being tend to decrease during such transitions (e.g., Barber & Olsen, 2004; Eccles & Midgley, 1989; Otis, Grouzet, & Pelletier, 2005) . This research, however, has at least three limitations. First, most of earlier studies have focused on middle-school transitions in early adolescence (e.g., Barber & Olsen, 2004; Eccles et al., 1993; Simmons, Carlton-Ford, & Blyth, 1987; Wigfield & Wagner, 2005) , whereas transitions during middle adolescence have been seldom studied. Second, little is known about how appraisals of personal goals change during educational transition, when adolescents enter a school environment which offers opportunities that match their skills and competencies. For example, adolescent's intrinsic reasons for goal striving, and related progress appraisals can be assumed to increase, while goal stress and extrinsic reasons should decrease. Furthermore, the ways in which adolescents appraise their goals during educational transition might be assumed to be associated with their well-being (Salmela-Aro, 2009) , such as with their self-esteem. Third, most studies have been carried out in the United States. Consequently, the present longitudinal study investigated whether adolescents' education-related goal appraisals change during the educational transition from comprehensive school to the postcomprehensive secondary education and how such changes contribute to their self-esteem.",
                "cite_spans": [
                    {
                        "start": 115,
                        "end": 139,
                        "text": "(Eccles & Midgley, 1989)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 229,
                        "end": 250,
                        "text": "Barber & Olsen, 2004;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 251,
                        "end": 274,
                        "text": "Eccles & Midgley, 1989;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 275,
                        "end": 308,
                        "text": "Otis, Grouzet, & Pelletier, 2005)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 468,
                        "end": 489,
                        "text": "Barber & Olsen, 2004;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 490,
                        "end": 510,
                        "text": "Eccles et al., 1993;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 511,
                        "end": 548,
                        "text": "Simmons, Carlton-Ford, & Blyth, 1987;",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 549,
                        "end": 573,
                        "text": "Wigfield & Wagner, 2005)",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 1192,
                        "end": 1211,
                        "text": "(Salmela-Aro, 2009)",
                        "ref_id": "BIBREF37"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Personal goals, their appraisals, and the school transition to secondary education Individual motivation has been conceptualized in terms of selfarticulated personal goals, such as life tasks, personal projects, personal strivings, and future goals (Cantor, Norem, Niedenthal, Langston, & Brower, 1987; Emmons, 1986; Little, 1983; Nurmi, 1989) , and how people appraise their goals along several dimensions, such as importance, commitment, progress, effort and stress (for a review, see Austin & Vancouver, 1996) . One assumption made within this framework is that by setting personal goals, individuals direct their lives and their own development (Nurmi, 1993; Salmela-Aro, 2009; Salmela-Aro & Nurmi, 1997a) . It has been suggested that people construct their goals by comparing their individual motives to the opportunity space created by their environments (Nurmi, 2004) . People also adjust their personal goals during major life transitions in order to adapt to the outcomes of those transitions and environmental changes related to those transitions (Nurmi, 2004; Salmela-Aro & Suikkari, 2008) .",
                "cite_spans": [
                    {
                        "start": 249,
                        "end": 302,
                        "text": "(Cantor, Norem, Niedenthal, Langston, & Brower, 1987;",
                        "ref_id": null
                    },
                    {
                        "start": 303,
                        "end": 316,
                        "text": "Emmons, 1986;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 317,
                        "end": 330,
                        "text": "Little, 1983;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 331,
                        "end": 343,
                        "text": "Nurmi, 1989)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 487,
                        "end": 512,
                        "text": "Austin & Vancouver, 1996)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 649,
                        "end": 662,
                        "text": "(Nurmi, 1993;",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 663,
                        "end": 681,
                        "text": "Salmela-Aro, 2009;",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 682,
                        "end": 709,
                        "text": "Salmela-Aro & Nurmi, 1997a)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 861,
                        "end": 874,
                        "text": "(Nurmi, 2004)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 1057,
                        "end": 1070,
                        "text": "(Nurmi, 2004;",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 1071,
                        "end": 1100,
                        "text": "Salmela-Aro & Suikkari, 2008)",
                        "ref_id": "BIBREF40"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "During their adolescent years, individuals are faced with many transitions that do not only have important consequences for their later development but also for their personal goals and related appraisals. Previous research has shown, for example, that the educational transition to middle or junior high school primarily has negative consequences for adolescent development, such as loss of self-esteem and intrinsic motivation (Eccles & Midgley, 1989; Otis et al., 2005) , and a drop in grades (Blyth, Simmons, & Carlton-Ford, 1983 ). Many factors contribute to the stressfulness and decreased motivation observed in the transition to middle school (Barber & Olsen, 2004; Eccles et al., 1993; Simmonset al., 1987; Wigfield & Wagner, 2005) . Eccles and Midgley (1989) proposed that such motivational and behavioral declines among early adolescents result from a lack of optimal development. Development is optimal when there is a fit between the needs of developing individuals and the opportunities afforded them by their social environments. For example, Marsh, Trautwein, Lüdtke, Baumert, and Köller (2007) showed that being in an academic environment where others perform better leads to low academic self-concept (see also, Ryan & Deci, 2000) .",
                "cite_spans": [
                    {
                        "start": 429,
                        "end": 453,
                        "text": "(Eccles & Midgley, 1989;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 454,
                        "end": 472,
                        "text": "Otis et al., 2005)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 496,
                        "end": 533,
                        "text": "(Blyth, Simmons, & Carlton-Ford, 1983",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 651,
                        "end": 673,
                        "text": "(Barber & Olsen, 2004;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 674,
                        "end": 694,
                        "text": "Eccles et al., 1993;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 695,
                        "end": 715,
                        "text": "Simmonset al., 1987;",
                        "ref_id": null
                    },
                    {
                        "start": 716,
                        "end": 740,
                        "text": "Wigfield & Wagner, 2005)",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 743,
                        "end": 768,
                        "text": "Eccles and Midgley (1989)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 1058,
                        "end": 1110,
                        "text": "Marsh, Trautwein, Lüdtke, Baumert, and Köller (2007)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 1230,
                        "end": 1248,
                        "text": "Ryan & Deci, 2000)",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The previous research in the field, however, has some limitations. First, the stage-environment fit theory has been applied mainly in the middle school transitions in early adolescence and not to the educational transition during middle adolescence, that is, from middle or to junior high school (Midgley, Middleton, Gheen, & Kumar, 2002) . In some other societies, however, the transition in middle adolescence is the major school transition. For example, in the Nordic countries the major school transition occurs at the age of 16, when adolescents move from the ninth grade of comprehensive school to either senior secondary school (academic track) or to vocational school (vocational track). Second, most studies have focused on the impact of the timing of the transition or the impact of the transition on adolescents' motivation (Barber & Olsen, 2004) , or on general motivational changes (Otis et al., 2005) . However, only a few studies have investigated changes in young people's goal appraisals in specific life domains, such as education, career, and interpersonal relations (Nurmi, Salmela-Aro, & Koivisto, 2002; Salmela-Aro & Nurmi, 1997a) . Consequently, the present longitudinal study examined the impact of educational transition on adolescents' educationrelated goal appraisals. We assumed that adolescents' appraisals of their education-related goals should change when they are facing a transition from comprehensive school (middle school) to postcomprehensive education for three reasons. First, adolescents are moving to two alternative tracks, that is, senior secondary school or vocational school. Second, they move closer to graduation from secondary education, so the transition to work life becomes increasingly salient. Third, as suggested by Eccles (Eccles et al., 1993) , adolescents are moving to a school form that is in accordance with their academic skills. For these reasons we assumed that adolescents' intrinsic reasons for goal striving, and their progress and effort towards their education-related goal should increase, while goal stress and extrinsic reasons would decrease during the transition from comprehensive school to postcomprehensive education.",
                "cite_spans": [
                    {
                        "start": 296,
                        "end": 338,
                        "text": "(Midgley, Middleton, Gheen, & Kumar, 2002)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 835,
                        "end": 857,
                        "text": "(Barber & Olsen, 2004)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 895,
                        "end": 914,
                        "text": "(Otis et al., 2005)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 1086,
                        "end": 1124,
                        "text": "(Nurmi, Salmela-Aro, & Koivisto, 2002;",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 1125,
                        "end": 1152,
                        "text": "Salmela-Aro & Nurmi, 1997a)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 1777,
                        "end": 1798,
                        "text": "(Eccles et al., 1993)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The present study examined a group of Finnish adolescents who were facing the transition from comprehensive school to either an academic track (senior secondary school) or a vocational track (vocational schools). This transition has consequences for individuals' future educational context: senior secondary school focuses on theoretical subjects, such as languages, physics, or mathematics and often leads to university studies, whereas the most of the subjects studied in vocational school are practical with the aim of preparing students for working life. Since in the Finnish school system no tracking has taken place before this stage of education, we hypothesized that adolescents would give more intrinsic reasons for goal striving, and goal-related progress would increase when they enter a mode of education that is more congruent with their skills than their previous education. We also assumed that, at the same time, their goal-related stress would decrease and they would give less extrinsic reasons for goal striving, as at the end of comprehensive school adolescents need to strive for good grades. In addition, we assumed that, because adolescents apply for educational tracks (for example, in vocational schools) on the basis of the final grades that they receive at the end of the ninth grade, their goal-related effort would increase towards the end of comprehensive school.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Finnish children start their education at kindergarten during the year of their sixth birthday. At age 7 they move to comprehensive school where they continue for the next 9 years. All Finnish adolescents thus receive a similar basic education up to age 16. After this point, adolescents apply for entry to either an academic or nonacademic educational track using a nationwide web-based application system. According to recent statistics, 55% of them proceed to an academic track (senior secondary schools) and 37% to a vocational track (vocational schools), 2% remain in comprehensive school for a tenth year (an additional grade for those doing poorly in comprehensive school), and around 6% do not continue their studies (Central Statistical Office of Finland, 2003) . Those who proceed to an academic track attend senior secondary school for three years after which they make the next transition to university, polytechnic, or vocational school. Those who proceed to a vocational track attend vocational school for three years after which they make the next key transition to work or they continue their studies in a polytechnic. Whether students end up in senior secondary schools or vocational schools is largely determined by their Grade Point Average (GPA): A high level of academic achievement is required for admission to senior secondary school, although some fields in vocational schools also require a relatively high GPA. For most vocational schools, adolescents can enter with relatively low GPA. In most cases, entrance examinations are not held in either senior secondary or vocational schools. Among the few exceptions are some art-related vocational tracks. Given that up to grade 9 all Finnish adolescents follow the same curriculum which includes many academic subjects, such as mathematics, physics, chemistry and at least one foreign language, Finnish comprehensive school constitutes a very challenging learning environment, particularly for students who are less skilled, or have learning difficulties. The transition to secondary education means a large difference in learning environment for those students, as the majority of the subjects in vocational school is practical. Senior secondary school instead entails a focus on academic subjects, such as languages, physics, or mathematics.",
                "cite_spans": [
                    {
                        "start": 725,
                        "end": 770,
                        "text": "(Central Statistical Office of Finland, 2003)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Choice of the academic or vocational track in Finland",
                "sec_num": null
            },
            {
                "text": "There are gender differences in educational transitions. A higher proportion of Finnish girls than boys graduate from senior high school and enter university (Education in Finland, 1999; Nevala, 2000) . Girls also obtain a university degree more often than boys (Education in Finland, 1999). For those reasons, we included an explorative aim of investigating gender differences in our study.",
                "cite_spans": [
                    {
                        "start": 158,
                        "end": 186,
                        "text": "(Education in Finland, 1999;",
                        "ref_id": null
                    },
                    {
                        "start": 187,
                        "end": 200,
                        "text": "Nevala, 2000)",
                        "ref_id": "BIBREF25"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Choice of the academic or vocational track in Finland",
                "sec_num": null
            },
            {
                "text": "The ways in which adolescents appraise their goals might be assumed to be associated with their well-being (Salmela-Aro, 2009) , such as with their self-esteem. For example, Nurmi and",
                "cite_spans": [
                    {
                        "start": 107,
                        "end": 126,
                        "text": "(Salmela-Aro, 2009)",
                        "ref_id": "BIBREF37"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Goal appraisals and well-being",
                "sec_num": null
            },
            {
                "text": "International Journal of Behavioral Development 34 6Pulliainen (1991) found that adolescents with high self-esteem were more internal in their thinking about their future goals than those with low self-esteem. Moreover, Malmberg and Little (2007) showed that children whose school-related well-being was low reported few intrinsic reasons, whereas those whose well-being was high reported many intrinsic reasons for goal striving. Previous research has also found that the evaluation of goals in terms of high goal progress (Brunstein, 1993; Emmons, 1986; Little, 1989; Sheldon & Kasser, 1998) , low outcome expectations, and low stress is associated with psychological well-being (Little, 1989; Salmela-Aro, 1992) and life satisfaction (Emmons, 1986) . In the present study we used self-esteem as an indicator of well-being. Previous research in the field has one major limitation. Because of the lack of cross-lagged longitudinal studies, little is known about the prospective relations between goal appraisals and well-being measures, such as self-esteem. For example, positive goal appraisals may lead to an increase in self-esteem. However, high self-esteem may also contribute to positive goal appraisals, such as progress, intrinsic motivation and lack of stress. The present study investigated such lagged relationships among adolescents who were facing the transition from comprehensive school to postcomprehensive secondary education.",
                "cite_spans": [
                    {
                        "start": 63,
                        "end": 69,
                        "text": "(1991)",
                        "ref_id": null
                    },
                    {
                        "start": 220,
                        "end": 246,
                        "text": "Malmberg and Little (2007)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 524,
                        "end": 541,
                        "text": "(Brunstein, 1993;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 542,
                        "end": 555,
                        "text": "Emmons, 1986;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 556,
                        "end": 569,
                        "text": "Little, 1989;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 570,
                        "end": 593,
                        "text": "Sheldon & Kasser, 1998)",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 681,
                        "end": 695,
                        "text": "(Little, 1989;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 696,
                        "end": 714,
                        "text": "Salmela-Aro, 1992)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 737,
                        "end": 751,
                        "text": "(Emmons, 1986)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "482",
                "sec_num": null
            },
            {
                "text": "The present study investigated the following research questions:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Research questions",
                "sec_num": null
            },
            {
                "text": "(1) Do adolescents' appraisals (intrinsic and extrinsic reasons for goal striving, progress, effort and stress) of their education-related goals change during the transition from comprehensive school to postcomprehensive secondary education? Do such changes differ between students who enter on an academic and those who enter on a vocational track? We assumed that when adolescents ended up in a mode of education more congruent with their skills, their goal-related intrinsic reasons would increase and their level of goal progress would increase. In turn, it was assumed that at the same time, their goal-related stress and extrinsic reasons would decrease (Hypothesis 1). In addition, we assumed that, because of the importance of this particular transition to their future lives, adolescents' goal-related effort would increase towards the end of comprehensive school (Hypothesis 2). (2) Do adolescents' education-related goal appraisals before the educational transition contribute to their self-esteem after the transition? Or, conversely, does self-esteem before the transition contribute to adolescents' education-related goal appraisals afterwards? Are these prospective relationships different between students on an academic and those on a vocational track? We expected, that a high level of intrinsic reasons for goal striving, high goal progress and a high level of goalrelated effort would increase self-esteem after the transition (Hypothesis 3a), whereas goal-related stress and a high level of extrinsic reasons before the transition for goal striving would decrease self-esteem after the transition (Hypothesis 3b). Furthermore, a high level of self-esteem before the transition was expected to increase goal progress, intrinsic reasons and effort and decrease extrinsic reasons and stress after the transition (Hypothesis 4).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Research questions",
                "sec_num": null
            },
            {
                "text": "The present study is part of the Finnish Education (FinEdu) study. The FinEdu is an ongoing study with the aim of examining adolescents' life-planning and well-being in middle and late adolescence. The participants selected for the present study were all the ninth-grade students facing the transition to senior secondary or vocational schools in the same medium-sized town (population ¼ 88,000) in central Finland. The ninth-graders were surveyed three times: twice during their final term of comprehensive school and once after the transition. The first measurement was at the beginning of the spring term (end of January; Time 1) and the second at the end of the spring term (end of May; Time 2). The interval between the measurements was four months. At Time 1, 606 students (293 girls, 313 boys) from eight comprehensive schools participated in the study. The median age of the participants was 16 at the first measurement (M ¼ 16; SD ¼ 0.34). At Time 2, 516 (265 girls, 251 boys) of those who had participated in the study at Time 1 answered the questionnaires. The third measurement was after the transition (during the following January; Time 3) and the questionnaires were answered by 496 individuals (258 girls, 238 boys), who had also participated at Times 1 and 2. Attrition analyses showed that at Time 2 boys dropped out from the study more often than girls (adjusted residuals ¼ 3.5). Furthermore, at Time 2 (ad. res. ¼ 3.4) the dropouts were more often students on a vocational track after comprehensive school than those on an academic track. The results also showed that those who participated at Time 2 had shown more goal progress at Time 1 (M ¼ 5.27; SD ¼ 0.95) than those dropped out after the first measurement (M ¼ 4.98; SD ¼ 1.18; t(596) ¼ À2.53, p < .05). No other selection effects were found in self-esteem or the other goal appraisals. Moreover, those who participated at Time 2 had a higher GPA in the spring term preceding the first measurement (M ¼ 8.06; SD ¼ 0.81; Time 0) than those who dropped out (M ¼ 7.67; SD ¼ 0.88; t(560) ¼ À4.00, p < .001). Further, the participants who continued at Time 3 had a higher GPA at Time 0 (M ¼ 8.04; SD ¼ 0.81) than dropouts (M ¼ 7.30; SD ¼ 0.89; t(560) ¼ À4.60, p < .001).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Method Participants",
                "sec_num": null
            },
            {
                "text": "At each time point the questionnaires were group-administered to the students in their classrooms during regular school hours. The questionnaires consisted of self-report questions concerning the students' education-related goal appraisals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Method Participants",
                "sec_num": null
            },
            {
                "text": "Education-related goal appraisals. The participants filled out a revised version of Little's (1983) Personal Project Analysis inventory (PPA) at each of the three time points. At every time point they stated one personal goal related to their education, future career or occupation (''Please state one personal goal related to your education, future career or occupation''; Salmela-Aro & Nurmi, 1997a) . The goal was coded as an education-related goal if the students mentioned a goal relating to their present education/school, as a future career-related goal if they mentioned a goal related to studying in the future and occupationrelated goal if they mentioned a specific occupation. After producing the goal, participants were asked to rate it on a 7-point Likert scale ranging from 1 (Not at all) to 7 (Very much) according to what extent they were pursuing the goal for intrinsic and extrinsic reasons (Ryan & Connell, 1989; Sheldon & Elliot, 1999; Sheldon & Houser-Marko, 2001) , and according to goal progress (Sheldon & Kasser, 1998) , goal effort (Sheldon & Elliot, 1999) , and goal stress (Chambers, 1997) . The items included in the goal appraisals and reliabilities at each time-point were: Self-esteem. Self-esteem was assessed with the abbreviated version of Rosenberg's self-esteem scale (Rosenberg, 1965) both before and after the school transition. The scale consisted of five unidimensional items (e.g., ''On the whole, I am satisfied with myself''; ''I feel that I have number of good qualities''), which the adolescents rated on a 7-point Likert scale ranging from 1 (I totally disagree) to 7 (I totally agree). The scores were reversed so that high values indicated high self-esteem. A sum score was calculated from all five items. The Cronbach alpha reliability for the scale was .78.",
                "cite_spans": [
                    {
                        "start": 84,
                        "end": 99,
                        "text": "Little's (1983)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 374,
                        "end": 401,
                        "text": "Salmela-Aro & Nurmi, 1997a)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 909,
                        "end": 931,
                        "text": "(Ryan & Connell, 1989;",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 932,
                        "end": 955,
                        "text": "Sheldon & Elliot, 1999;",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 956,
                        "end": 985,
                        "text": "Sheldon & Houser-Marko, 2001)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 1019,
                        "end": 1043,
                        "text": "(Sheldon & Kasser, 1998)",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 1058,
                        "end": 1082,
                        "text": "(Sheldon & Elliot, 1999)",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 1101,
                        "end": 1117,
                        "text": "(Chambers, 1997)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "Intrinsic reasons (''",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "Academic achievement. Academic achievement was measured at Time 1 by asking the participants to report their Grade Point Average (GPA) from the preceding spring term. Because GPA had been received half a year before, we report it as measured at Time 0. GPA ranged from 4 (lowest) to 10 (highest). Selfreported GPA has been shown to correlate (.96) with actual grade point average (Holopainen & Savolainen, 2005) .",
                "cite_spans": [
                    {
                        "start": 380,
                        "end": 411,
                        "text": "(Holopainen & Savolainen, 2005)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "Educational track. Educational track after comprehensive school was reported at Time 3 and coded by asking the adolescents about their education after comprehensive school. Participants' answers to these questions were coded in the following way: 1 ¼ senior secondary school (58.0 %), 2 ¼ vocational school combined with senior secondary school courses (4.4 %), 3 ¼ vocational school (28.2 %), 4 ¼ voluntary tenth grade (6.8 %), and 5 ¼ outside formal education (2.6 %). Next, the educational trajectory variable was recoded by contrasting the senior secondary school trajectory with the vocational school trajectory. Adolescents in vocational school combined with senior secondary school courses, students in the voluntary tenth grade and adolescents outside formal education were excluded from the study. Adolescents in senior secondary school were coded 0 and students in vocational school were coded 1.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "The first aim of the present study was to examine how the adolescents' appraisals of their education-related goals changed during the transition to postcomprehensive secondary education (academic vs. vocational track). To investigate this, a repeated multivariate analysis of variance (MANOVA) was carried out. The analyses included Time (Time 1, Time 2, and Time 3) as a withinsubject variable and Gender and School track as between-subject variables. Academic achievement (GPA) was used as a covariate in the analysis. The results showed a significant interaction between Goal appraisals, School track and Gender (F(713) ¼ 3.81, p < .00).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Change in goal appraisals",
                "sec_num": null
            },
            {
                "text": "Goal appraisals also had a main effect (F(710) ¼ 76.37, p < .00). Next, analogous ANOVAs were carried out for each appraisal variable separately.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Change in goal appraisals",
                "sec_num": null
            },
            {
                "text": "The results pertaining to intrinsic reasons for personal strivings showed a significant linear three-way interaction for Time ÂGender Â School track. Although an increase in intrinsic reasons for goal striving was found among the other students during the school transition, a decrease occurred among girls on a vocational track ( Table 1 and Figure 1 ). Moreover, although neither of the twoway interactions (Time Â School track or Time Â Gender), nor the main effects for Time or Gender were significant, the main effect for School track was statistically significant. Students on an academic track reported more intrinsic reasons for their education-related goals than those on a vocational track (Table 1 and Figure 1) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 331,
                        "end": 338,
                        "text": "Table 1",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 343,
                        "end": 351,
                        "text": "Figure 1",
                        "ref_id": null
                    },
                    {
                        "start": 700,
                        "end": 708,
                        "text": "(Table 1",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 713,
                        "end": 722,
                        "text": "Figure 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Change in goal appraisals",
                "sec_num": null
            },
            {
                "text": "The results pertaining to extrinsic reasons for personal strivings did not show any significant interactions. Neither was there an effect for Gender or School track. However, there was a significant main effect for Time (Table 1 ). Extrinsic reasons did not change from the beginning of the spring term in the ninth grade to the end of the ninth grade, but they decreased significantly among all students from the end of the ninth grade to the posttransition period (t(545) ¼ 3.46, p < .01; Figure 1 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 220,
                        "end": 228,
                        "text": "(Table 1",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 491,
                        "end": 499,
                        "text": "Figure 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Change in goal appraisals",
                "sec_num": null
            },
            {
                "text": "The results pertaining to goal progress showed a significant linear two-way interaction for Time Â School track. There was significant linear main effect for Time among the students who ended up on a vocational track (Table 1) : goal progress increased over Time from the beginning of the spring term to the end of the school transition (t(153) ¼ À3.20, p < .01) among the vocational track students, but no change was found for the students ending up in an academic track. The results showed also significant School track and Gender differences: the students on an academic track showed more overall goal progress, and boys reported more goal progress than girls (Figure 1 ). However, after controlling for GPA only the main effect for Gender was significant.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 217,
                        "end": 226,
                        "text": "(Table 1)",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 663,
                        "end": 672,
                        "text": "(Figure 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Change in goal appraisals",
                "sec_num": null
            },
            {
                "text": "The results pertaining to goal effort showed that none of interactions were significant (Table 1) . However, there were significant main effects for Time and School track, whereas the main effect for Gender was not significant. The main effect for Time showed that goal effort increased among all students from the beginning of the spring term in the ninth grade to the end of the ninth grade (t(504) ¼ À2.60, p < .05, but did not change after that (Figure 1) . Moreover, those who ended up on an academic track after comprehensive school showed more overall goal effort regarding their educationrelated goal than those on a vocational track ( Table 1) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 88,
                        "end": 97,
                        "text": "(Table 1)",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 449,
                        "end": 459,
                        "text": "(Figure 1)",
                        "ref_id": null
                    },
                    {
                        "start": 644,
                        "end": 652,
                        "text": "Table 1)",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Change in goal appraisals",
                "sec_num": null
            },
            {
                "text": "The results for goal stress did not show any statistically significant interactions. Nor was there any Gender difference in",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Change in goal appraisals",
                "sec_num": null
            },
            {
                "text": "International Journal of Behavioral Development 34 6goal stress. However, a significant difference was found for School tracks. Those on an academic track experienced significantly more goal stress in their education-related goals than those on a vocational track (Table 1) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 264,
                        "end": 273,
                        "text": "(Table 1)",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "484",
                "sec_num": null
            },
            {
                "text": "The second aim of the present study was to examine whether the education-related goal appraisals would predict self-esteem, or whether self-esteem would rather predict the education-related goal appraisals. We were also interested in whether the association would be different for students on an academic track compared to students on a vocational track. The results were analyzed by means of path modeling with the Mplus statistical package (Muthén & Muthén, 1998 ). The path model was constructed by including only the first (Time 1) and last measurement points (Time 3), as we were particularly interested in the effect before and after the school transition. Besides stability coefficients the model also included crosslagged paths between the constructs. The constructs were allowed to correlate with each other at the first measurement point. Also, the residuals of the goal appraisals and self-esteem variables at the last measurement point (Time 3) were allowed to correlate. The differences in the associations between the adolescents on the two educational tracks were examined by means of the multisample procedure (Muthén & Muthén, 1998) . For an example of the path model, see Figure 2 . All of the estimated models were saturated. For goal progress, stress, and effort, the parameters of the model were estimated using the maximum likelihood (ML) procedure. Models for intrinsic and extrinsic reasons for personal strivings were estimated using the maximum likelihood robust (MLR) procedure, as their distributions showed substantial skewness. The correlations, Means (M), and Variances (Var) for the observed variables are presented in Table 2 .",
                "cite_spans": [
                    {
                        "start": 442,
                        "end": 464,
                        "text": "(Muthén & Muthén, 1998",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 1126,
                        "end": 1149,
                        "text": "(Muthén & Muthén, 1998)",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1190,
                        "end": 1198,
                        "text": "Figure 2",
                        "ref_id": null
                    },
                    {
                        "start": 1651,
                        "end": 1658,
                        "text": "Table 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Lagged associations between education-related goal appraisals and adolescents' self-esteem",
                "sec_num": null
            },
            {
                "text": "Among all students, high self-esteem in the ninth grade of comprehensive school predicted an increase in goal progress during the school transition (stand. estimate ¼ .17, p < .001). In turn, high progress towards one's goal in comprehensive school predicted higher self-esteem after the school transition (stand. estimate ¼ .08, p < .05; see Figure 2 ). The results showed further that the higher the self-esteem in the ninth grade, the lower the extrinsic reasons for the education-related goal after the school transition (stand. estimate ¼ À.10, p < .05), although the number of extrinsic reasons pertaining to the goal given in the ninth grade did not predict change in self-esteem during the transition (stand. estimate ¼ .00, p > .05; see Figure 3 ). However, for intrinsic reasons, goal stress, and goal effort no cross-lagged paths were found.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 343,
                        "end": 351,
                        "text": "Figure 2",
                        "ref_id": null
                    },
                    {
                        "start": 746,
                        "end": 754,
                        "text": "Figure 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Lagged associations between education-related goal appraisals and adolescents' self-esteem",
                "sec_num": null
            },
            {
                "text": "Comparison of the models for the academic and vocational tracks did not show statistically significant differences in the cross-lagged paths between the tracks.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lagged associations between education-related goal appraisals and adolescents' self-esteem",
                "sec_num": null
            },
            {
                "text": "This study examined changes in adolescents' appraisals of their education-related goals when they proceed from comprehensive school to the next stage in their education (i.e., an academic or a vocational track), and what consequences such changes, if any, have on their self-esteem. Our first hypothesis was that after entering a school environment which offers opportunities that match adolescents' skills and competencies, their intrinsic reasons for goal striving, and their progress towards their education-related goal would increase, while goal stress and extrinsic reasons would decrease. In line with this hypothesis, the results showed an increase in the young people's intrinsic reasons for goal striving and in the level of progress related to their education-related goal, and a decrease in their extrinsic reasons during the school transition. These findings support Eccles' (2004) stage-environment fit theory, as well as some other contextual models of self-development (Kalakoski & Nurmi, 1998; Nurmi, 1993; Nurmi, 2004; Salmela-Aro, 2009) : The ways in which adolescents appraise their education-related goals are closely associated with the challenges and opportunity structures they face in their developmental environment.",
                "cite_spans": [
                    {
                        "start": 985,
                        "end": 1010,
                        "text": "(Kalakoski & Nurmi, 1998;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 1011,
                        "end": 1023,
                        "text": "Nurmi, 1993;",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 1024,
                        "end": 1036,
                        "text": "Nurmi, 2004;",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 1037,
                        "end": 1055,
                        "text": "Salmela-Aro, 2009)",
                        "ref_id": "BIBREF37"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The benefit of a transition to a congruent school context was particularly true for the students who proceeded to a vocational school: after the transition they reported as high overall level of progress towards their education-related goal as did the students on an academic track, although these groups differed in goal progress substantially in comprehensive school. One explanation for this result is that in the Finnish school system, comprehensive school is particularly challenging for many of those who later on end up in vocational school. The fact that after the school transition this group of adolescents ended up on vocational school and thus an educational setting that not only better matched their skills but also provided the basis for their concrete occupational aspirations was also reflected in their appraisals of their progress towards their education-related goal (Eccles, et al., 1993 ). An alternative explanation relates to the theory of ''the big-fish-little-pond effect'' (see e.g., Marsh et al., 2007) according to which students compare their own academic ability to those of their classmates. The theory posits that such comparison leads students to experience a low academic self-concept when the academic environment is above their level. However, it can also be derived from the theory that when poorer performance students move from a setting characterized by a high Figure 1 . Change of intrinsic and extrinsic reasons, goal effort and progress during the school transition to an academic versus a vocational track.",
                "cite_spans": [
                    {
                        "start": 887,
                        "end": 908,
                        "text": "(Eccles, et al., 1993",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 1011,
                        "end": 1030,
                        "text": "Marsh et al., 2007)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1402,
                        "end": 1410,
                        "text": "Figure 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Note. Time 1 ¼ at the beginning of the spring term in the ninth grade; Time 2 ¼ at the end of the spring term in the ninth grade; Time 3 ¼ one year after the school transition to an academic or a vocational track.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "International Journal of Behavioral Development 34 6level of academic competence to a setting in which most students show a similar, lower level of competence, their academic self-concept and well-being may develop more positively.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "486",
                "sec_num": null
            },
            {
                "text": "The results showed a decrease in intrinsic reasons for striving towards an educational-related goal during the educational transition among girls who ended up on a vocational track. These findings might be due to the fact that education-related goals are not as important for girls in a vocational track as they are for boys. These results are partially in line with those of Klaczynski and Reese (1991) , who found that vocational school students had fewer positive educational goals than college-preparatory students. Instead, vocational school students focused their goals more on preparation for adulthood and the attainment of adult status than on education. It is possible that girls in a vocational track become more focused on future family roles than occupational roles, whereas boys perceive their future vocation as an important requirement for a successful adult life (Nurmi, 2004) .",
                "cite_spans": [
                    {
                        "start": 376,
                        "end": 403,
                        "text": "Klaczynski and Reese (1991)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 880,
                        "end": 893,
                        "text": "(Nurmi, 2004)",
                        "ref_id": "BIBREF29"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "486",
                "sec_num": null
            },
            {
                "text": "As we expected in the second hypothesis, the results showed further that the amount of goal effort invested in adolescents' education-related goal increased in particular at the end of the ninth grade. A possible reason for this is that the evaluation (GPA) they are given at that point is an important determinant of being admitted to the kind of postcomprehensive education they would prefer. It may be the case that during certain life situations, such as school transitions, young people seek to optimize their own development by increasing their investment in effort as a way of protecting themselves against accelerating developmental processes (Wrosch, Heckhausen, & Lachman, 2006) . There are also alternative explanations for the findings of the present study. One is that moving to a particular educational track, and the developmental context it provides, contributes to change in goal appraisals. However, in this study, we were unable to separate this from the hypothesis based on Eccles' stage-environment theory. Secondly, it is theoretically possible that age may impact goal appraisals: the older the adolescents grow, the more important they see their educational-related goals. However, this explanation is somewhat unlikely, as our study spans only across one year.",
                "cite_spans": [
                    {
                        "start": 651,
                        "end": 688,
                        "text": "(Wrosch, Heckhausen, & Lachman, 2006)",
                        "ref_id": "BIBREF47"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "486",
                "sec_num": null
            },
            {
                "text": "One aim of the present study was to examine whether students on an academic track would appraise their education-related goals differently from students on a vocational track. The results showed that students on an academic track reported more intrinsic reasons for goal striving, a higher overall level of goal progress and effort but also more goal stress concerning their education-related goal. One explanation for this result is that high appraisals of education-related goal with respect to intrinsic motivation, progress and effort among academic track students may also be related to the prevalence of their high academic self-concept. However, the adolescents on an academic track also perceived more stress in their education-related goals. This result is again in agreement with the theory of ''the big-fish-little-pond effect'' of Marsh (see e.g., Marsh et al., 2007) according to which students compare their own academic ability to those of their classmates. Because students who move to academic track find themselves in an environment in which their peers show a higher level of competence than their peers in comprehensive school, they may experience a higher level of educational goal-related stress. Furthermore, there are also high demands in academic track and that can be also reflected in students' goal stress. The findings of the present study also resemble those of Sheldon and Elliot (2000) who found that adolescents' intrinsic reasons for their education-related goals were related to goal difficulty and stressfulness.",
                "cite_spans": [
                    {
                        "start": 860,
                        "end": 879,
                        "text": "Marsh et al., 2007)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 1392,
                        "end": 1417,
                        "text": "Sheldon and Elliot (2000)",
                        "ref_id": "BIBREF42"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "486",
                "sec_num": null
            },
            {
                "text": "The second aim of the present study was to examine whether intrinsic reasons for educational goal-related striving, progress, and effort would predict adolescents' self-esteem after the educational transition (Hypothesis 3a), or rather, whether goal stress and extrinsic reasons would predict the posttransition level of self-esteem (Hypothesis 3b). The results showed, first, that only goal appraisal that predicted self-esteem was goal progress. That finding is in accordance with previous findings concerning goal progress as an essential predictor of self-esteem (Emmons, 1986; . However, the results showed also that selfesteem had an impact on extrinsic reasons and goal progress: adolescents with a high level of self-esteem tended to appraise their goals in terms of a high level of progress and low level in extrinsic reasons after the educational transition. Overall, these results support some previous findings suggesting that motivational processes and well-being may form a cumulative cycle (Salmela-Aro & Nurmi, 1997b; Sheldon & Houser-Marko, 2001 ).",
                "cite_spans": [
                    {
                        "start": 567,
                        "end": 581,
                        "text": "(Emmons, 1986;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 1005,
                        "end": 1033,
                        "text": "(Salmela-Aro & Nurmi, 1997b;",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 1034,
                        "end": 1062,
                        "text": "Sheldon & Houser-Marko, 2001",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The role of goal appraisals in self-esteem",
                "sec_num": null
            },
            {
                "text": "There are four limitations that have to be considered in any attempt to generalize the findings of this study. First, only self-reported GPA was used to give a proxy of students' skills. Although this .30*** Figure 2 . The path model between goal progress and self-esteem at the beginning of the spring term in the ninth grade and one year after the school transition to an academic or a vocational track. self-report measure have been shown to correlate .96 with actual grade point average (Holopainen & Savolainen, 2005) , there is an evident need to replicate the findings of the present study by using an appropriate measure of skills, such as intelligence tests. Second, some of our findings may be due to differences in the cognitive abilities of students ending up in senior secondary and vocational school. This is a possibility that we were unable to examine further, as it was not possible to separate the effects of differences in abilities and those related to educational track. Third, reliabilities in some of the individual scales, such as intrinsic and extrinsic reasons, were somewhat low, although similar scales have been used also in previous studies (Ryan & Connell, 1989; Sheldon & Elliot, 1999; Sheldon & Houser-Marko, 2001 ). This might have decreased the statistical power of testing main effects. Finally, the attrition analyses showed that students who did not filled out the questionnaire were more often students on a vocational track than those on an academic track, which needs to be considered in any generations made on the basis of the findings.",
                "cite_spans": [
                    {
                        "start": 491,
                        "end": 522,
                        "text": "(Holopainen & Savolainen, 2005)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1171,
                        "end": 1193,
                        "text": "(Ryan & Connell, 1989;",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 1194,
                        "end": 1217,
                        "text": "Sheldon & Elliot, 1999;",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 1218,
                        "end": 1246,
                        "text": "Sheldon & Houser-Marko, 2001",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 208,
                        "end": 216,
                        "text": "Figure 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Limitations",
                "sec_num": null
            },
            {
                "text": "The results of the present study showed that adolescents benefit from entering a mode of education that is in accordance with their motivation and academic skills. Adolescents who moved to an educational setting that matched their academic skills showed an increase in intrinsic reasons for goal strivings and goal progress, and a decrease in extrinsic reasons. Figure 3 . The path model relation between goal-related extrinsic reasons and self-esteem at the beginning of the spring term in the ninth grade and one year after the school transition to an academic or a vocational track.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 362,
                        "end": 370,
                        "text": "Figure 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Conclusion",
                "sec_num": null
            },
            {
                "text": "Note. 1. *p < .05; **p < .01; ***p < .001.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Comprehensive school",
                "sec_num": null
            },
            {
                "text": "Vasalampi et al.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Comprehensive school",
                "sec_num": null
            },
            {
                "text": "International Journal of Behavioral Development 34(6)All in-text references underlined in blue are linked to publications on ResearchGate, letting you access and read them immediately.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "This research received no specific grant from any funding agency in the public, commercial, or not-for-profit sectors.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Funding",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Table 2. Correlation matrix and means (M), and variances",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Table 2. Correlation matrix and means (M), and variances (Var)",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Intrinsic reasons (T1) 1.00 2. Intrinsic reasons (T2)",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Intrinsic reasons (T1) 1.00 2. Intrinsic reasons (T2)",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Goal construction in psychology: Structure, process and content",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Austin",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Vancouver",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Psychological Bulletin",
                "volume": "120",
                "issue": "",
                "pages": "338--375",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Austin, J., & Vancouver, J. (1996). Goal construction in psychology: Structure, process and content. Psychological Bulletin, 120, 338-375.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Assessing the transitions to middle and high school",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "K"
                        ],
                        "last": "Barber",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Olsen",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Journal of Adolescent Research",
                "volume": "19",
                "issue": "",
                "pages": "3--30",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Barber, B. K., & Olsen, J. A. (2004). Assessing the transitions to middle and high school. Journal of Adolescent Research, 19, 3-30.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "The adjustment of early adolescents to school transitions",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Blyth",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Simmons",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Carlton-Ford",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Journal of Early Adolescence",
                "volume": "3",
                "issue": "",
                "pages": "105--120",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Blyth, D. A., Simmons, R. G., & Carlton-Ford, S. (1983). The adjust- ment of early adolescents to school transitions. Journal of Early Adolescence, 3, 105-120.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Personal goals and subjective well-being: A longitudinal study",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Brunstein",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "65",
                "issue": "",
                "pages": "1061--1070",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brunstein, J. C. (1993). Personal goals and subjective well-being: A longitudinal study. Journal of Personality and Social Psychology, 65, 1061-1070.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Life-tasks, self-concept ideals and cognitive strategies in a life transition",
                "authors": [],
                "year": null,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "53",
                "issue": "",
                "pages": "1178--1191",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Life-tasks, self-concept ideals and cognitive strategies in a life transi- tion. Journal of Personality and Social Psychology, 53, 1178-1191.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "School statistics. Retrieved 20 October",
                "authors": [],
                "year": 2003,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Central Statistical Office of Finland. (2003). School statistics. Retrieved 20 October, 2006 from http://www.tilastokeskus.fi/tk/ he/oppilaitostilastot_hakeutuminen2-html",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Personal project analysis: The maturation of a multi-dimensional methodology",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Chambers",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chambers, N. (1997). Personal project analysis: The maturation of a multi-dimensional methodology. Retrieved May 7, 2006, from http://www.brianrlittle.com/research/index.htm",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Schools, academic motivation, and stageenvironment fit",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Handbook of adolescent psychology",
                "volume": "",
                "issue": "",
                "pages": "125--153",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. S. (2004). Schools, academic motivation, and stage- environment fit. In R. Lerner & L. Steinberg (Eds.), Handbook of adolescent psychology (pp. 125-153). New York: Wiley.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Stage-environment fit: Developmentally appropriate classrooms for young adolescents",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "139--186",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. S., & Midgley, C. (1989). Stage-environment fit: Developmentally appropriate classrooms for young adolescents. In C. Ames & R. Ames (Eds.), Research on motivation in education (pp. 139-186). San Diego: Academic Press.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Development during adolescence: The impact of stage-environment fit on young adolescents' experiences in school and in families",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Buchanan",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Reuman",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Flanagan",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "American Psychologist",
                "volume": "48",
                "issue": "",
                "pages": "90--101",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. S., Midgley, C., Wigfield, A., Buchanan, C. M., Reuman, D., Flanagan, C., et al. (1993). Development during adolescence: The impact of stage-environment fit on young adolescents' experiences in school and in families. American Psychologist, 48, 90-101.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Helsinki: Statistics Finland",
                "authors": [],
                "year": 1999,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Education in Finland 1999: Statistics and indicators. (1999). Helsinki: Statistics Finland.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Personal strivings: An approach to personality and subjective well-being",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Emmons",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "51",
                "issue": "",
                "pages": "1058--1068",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Emmons, R. A. (1986). Personal strivings: An approach to personality and subjective well-being. Journal of Personality and Social Psy- chology, 51, 1058-1068.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "The validity of self-reported grade-point average. Unpublished manuscript",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Holopainen",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Savolainen",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Holopainen, L., & Savolainen, H. (2005). The validity of self-reported grade-point average. Unpublished manuscript. University of Joensuu.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Identity and educational transition: Age differences in adolescent exploration and commitment related to education, occupation, and family",
                "authors": [
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Kalakoski",
                        "suffix": ""
                    },
                    {
                        "first": "J.-E",
                        "middle": [],
                        "last": "Nurmi",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Journal of Research on Adolescence",
                "volume": "8",
                "issue": "",
                "pages": "29--47",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kalakoski, V., & Nurmi, J.-E. (1998). Identity and educational transi- tion: Age differences in adolescent exploration and commitment related to education, occupation, and family. Journal of Research on Adolescence, 8, 29-47.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Educational trajectory and ''action orientation'': Grade and track differences",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Klaczynski",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Reese",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Journal of Youth and Adolescence",
                "volume": "20",
                "issue": "",
                "pages": "441--462",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Klaczynski, P. A., & Reese, H. W. (1991). Educational trajectory and ''action orientation'': Grade and track differences. Journal of Youth and Adolescence, 20, 441-462.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Personal projects: A rationale and method for investigation",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "R"
                        ],
                        "last": "Little",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Environment and Behavior",
                "volume": "15",
                "issue": "",
                "pages": "273--309",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Little, B. R. (1983). Personal projects: A rationale and method for investigation. Environment and Behavior, 15, 273-309.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Personal projects analysis: Trivial pursuits, magnificient obsessions, and the search for coherence",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "R"
                        ],
                        "last": "Little",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Personality psychology: Recent trends and emerging directions",
                "volume": "",
                "issue": "",
                "pages": "15--31",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Little, B. R. (1989). Personal projects analysis: Trivial pursuits, magni- ficient obsessions, and the search for coherence. In D. M. Buss & N. Cantor (Eds.), Personality psychology: Recent trends and emerging directions (pp. 15-31). New York: Springer.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Profiles of ability, effort, and difficulty: Relationships with worldviews, motivation and adjustment. Learning and Instructions",
                "authors": [
                    {
                        "first": "L.-E",
                        "middle": [],
                        "last": "Malmberg",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Little",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "",
                "volume": "17",
                "issue": "",
                "pages": "739--754",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Malmberg, L.-E., & Little, T. (2007). Profiles of ability, effort, and difficulty: Relationships with worldviews, motivation and adjustment. Learning and Instructions, 17, 739-754.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "The big-fish-little-pond effect: Persistent negative effects of selective high schools on self-concept after graduation",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Trautwein",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Lüdtke",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Baumert",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "American Educational Research Journal",
                "volume": "44",
                "issue": "",
                "pages": "631--669",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Trautwein, U., Lüdtke, O., Baumert, J., & Köller, O. (2007). The big-fish-little-pond effect: Persistent negative effects of selective high schools on self-concept after graduation. American Educational Research Journal, 44, 631-669.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Stage-environment fit revisited: A goal theory approach to examining school transitions",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Middleton",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "H"
                        ],
                        "last": "Gheen",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Kumar",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Goals, goal structures, and patterns of adaptive learning",
                "volume": "",
                "issue": "",
                "pages": "109--142",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Midgley, C., Middleton, M. J., Gheen, M. H., & Kumar, R. (2002). Stage-environment fit revisited: A goal theory approach to examin- ing school transitions. In C. Midgley (Ed.), Goals, goal structures, and patterns of adaptive learning (pp. 109-142). Mahwah, NJ: Lawrence Erlbaum Associates.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Mplus user's guide",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "K"
                        ],
                        "last": "Muthén",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "O"
                        ],
                        "last": "Muthén",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Muthén, L. K., & Muthén, B. O. (1998). Mplus user's guide. Los Angeles: Muthén & Muthén.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Opintietä onneen? Korkeakoulutukseen valikoituminen ja työmarkkinoille sijoittuminen Suomessa toisen maailmansodan jälkeen [Education and a better life? Selection for further education and placement in the labor market",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Nevala",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Vaikuttavuutta koulutukseen",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nevala, A. (2000). Opintietä onneen? Korkeakoulutukseen valikoitu- minen ja työmarkkinoille sijoittuminen Suomessa toisen maailman- sodan jälkeen [Education and a better life? Selection for further education and placement in the labor market]. In R. Raivola (Ed.), Vaikuttavuutta koulutukseen [The influence on education].",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Adolescents' orientation to the future: Development of interests and plans, and related attributions and affects in the life-span context",
                "authors": [
                    {
                        "first": "J.-E",
                        "middle": [],
                        "last": "Nurmi",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "",
                "volume": "39",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nurmi, J.-E. (1989). Adolescents' orientation to the future: Develop- ment of interests and plans, and related attributions and affects in the life-span context. Commentationes Scientiarum Socialium, 39. Helsinki: Societas Scientiarum Fennica.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Adolescent development in an age-graded context: The role of personal beliefs, goals, and strategies in the tackling of developmental tasks and standards",
                "authors": [
                    {
                        "first": "J.-E",
                        "middle": [],
                        "last": "Nurmi",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "International Journal of Behavioral Development",
                "volume": "16",
                "issue": "",
                "pages": "169--189",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nurmi, J.-E. (1993). Adolescent development in an age-graded context: The role of personal beliefs, goals, and strategies in the tackling of developmental tasks and standards. International Journal of Beha- vioral Development, 16, 169-189.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Socialization and self-development. Channeling, selection, adjustment, and reflection",
                "authors": [
                    {
                        "first": "J.-E",
                        "middle": [],
                        "last": "Nurmi",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "85--124",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nurmi, J.-E. (2004). Socialization and self-development. Channeling, selection, adjustment, and reflection. In R. Lerner & L. Steinberg (Eds.), Handbook of adolescent psychology (pp. 85-124). New York: Wiley.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "The changing parent-child relationships, self-esteem, and intelligence as determinants of orientations to the future during early adolescence",
                "authors": [
                    {
                        "first": "J.-E",
                        "middle": [],
                        "last": "Nurmi",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Pulliainen",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Journal of Adolescence",
                "volume": "14",
                "issue": "",
                "pages": "35--51",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nurmi, J.-E., & Pulliainen, H. (1991). The changing parent-child rela- tionships, self-esteem, and intelligence as determinants of orienta- tions to the future during early adolescence. Journal of Adolescence, 14, 35-51.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Goal construction, reconstruction and depressive symptoms in a life-span context: The transition from school to work",
                "authors": [
                    {
                        "first": "J.-E",
                        "middle": [],
                        "last": "Nurmi",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Salmela-Aro",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Journal of Personality",
                "volume": "70",
                "issue": "",
                "pages": "385--420",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nurmi, J.-E., & Salmela-Aro, K. (2002). Goal construction, reconstruc- tion and depressive symptoms in a life-span context: The transition from school to work. Journal of Personality, 70, 385-420.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Goal importance and related achievement beliefs and emotions during the transition from vocational school to work: Antecedents and consequences",
                "authors": [
                    {
                        "first": "J.-E",
                        "middle": [],
                        "last": "Nurmi",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Salmela-Aro",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Koivisto",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Journal of Vocational Behavior",
                "volume": "60",
                "issue": "",
                "pages": "241--261",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nurmi, J.-E., Salmela-Aro, K., & Koivisto, P. (2002). Goal importance and related achievement beliefs and emotions during the transition from vocational school to work: Antecedents and consequences. Journal of Vocational Behavior, 60, 241-261.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Latent motivational change in an academic setting: A 3-year longitudinal study",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Otis",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "E"
                        ],
                        "last": "Grouzet",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "C"
                        ],
                        "last": "Pelletier",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "Journal of Educational Psychology",
                "volume": "97",
                "issue": "",
                "pages": "170--183",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Otis, N., Grouzet, M. E., & Pelletier, L. C. (2005). Latent motivational change in an academic setting: A 3-year longitudinal study. Journal of Educational Psychology, 97, 170-183.Rosenberg, M. (1965). Society and the adolescent self-image. Princeton: Princeton University Press.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Perceived locus of causality and internalization: Examining reasons for acting in two domains",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Ryan",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Connell",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "57",
                "issue": "",
                "pages": "749--761",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ryan, R. M., & Connell, J. P. (1989). Perceived locus of causality and internalization: Examining reasons for acting in two domains. Journal of Personality and Social Psychology, 57, 749-761.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Self-determination theory and the facilitation of intrinsic motivation, social development, and wellbeing",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Ryan",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "L"
                        ],
                        "last": "Deci",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "American Psychologist",
                "volume": "55",
                "issue": "",
                "pages": "68--78",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ryan, R. M., & Deci, E. L. (2000). Self-determination theory and the facilitation of intrinsic motivation, social development, and well- being. American Psychologist, 55, 68-78.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Struggling with self: The personal projects of students seeking psychological counselling",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Salmela-Aro",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Scandinavian Journal of Psychology",
                "volume": "33",
                "issue": "",
                "pages": "330--338",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Salmela-Aro, K. (1992). Struggling with self: The personal projects of students seeking psychological counselling. Scandinavian Journal of Psychology, 33, 330-338.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Personal goals and well-being during critical life transitions: The four C's -channeling, choice, co-agency and compensation",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Salmela-Aro",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Advances in Life Course Research",
                "volume": "14",
                "issue": "",
                "pages": "63--73",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Salmela-Aro, K. (2009). Personal goals and well-being during critical life transitions: The four C's -channeling, choice, co-agency and compensation. Advances in Life Course Research, 14, 63-73.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Personal project appraisals, academic achievement and related satisfaction: A prospective study",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Salmela-Aro",
                        "suffix": ""
                    },
                    {
                        "first": "J.-E",
                        "middle": [],
                        "last": "Nurmi",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "European Journal of Psychology of Education",
                "volume": "",
                "issue": "",
                "pages": "77--88",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Salmela-Aro, K., & Nurmi, J.-E. (1997a). Personal project apprai- sals, academic achievement and related satisfaction: A prospec- tive study. European Journal of Psychology of Education, XII, 77-88.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Goal contents, well-being and life context during transition to university: A longitudinal study",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Salmela-Aro",
                        "suffix": ""
                    },
                    {
                        "first": "J.-E",
                        "middle": [],
                        "last": "Nurmi",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "International Journal of Behavioral Development",
                "volume": "20",
                "issue": "",
                "pages": "471--491",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Salmela-Aro, K., & Nurmi, J.-E. (1997b). Goal contents, well-being and life context during transition to university: A longitudinal study. International Journal of Behavioral Development, 20, 471-491.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Letting go of your dreams -Adjustment of child-related goal appraisals and depressive symptoms during infertility treatment",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Salmela-Aro",
                        "suffix": ""
                    },
                    {
                        "first": "A.-M",
                        "middle": [],
                        "last": "Suikkari",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Journal of Research in Personality",
                "volume": "42",
                "issue": "",
                "pages": "988--1003",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Salmela-Aro, K., & Suikkari, A.-M. (2008). Letting go of your dreams -Adjustment of child-related goal appraisals and depressive symp- toms during infertility treatment. Journal of Research in Personal- ity, 42, 988-1003.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Goal striving, need satisfaction, and longitudinal well-being: The self-concordance model",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "M"
                        ],
                        "last": "Sheldon",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Elliot",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "76",
                "issue": "",
                "pages": "482--497",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sheldon, K. M., & Elliot, A. J. (1999). Goal striving, need satisfaction, and longitudinal well-being: The self-concordance model. Journal of Personality and Social Psychology, 76, 482-497.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Personal goals in social roles: Divergences and convergences across roles and levels of analysis",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "M"
                        ],
                        "last": "Sheldon",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Elliot",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Journal of Personality",
                "volume": "68",
                "issue": "",
                "pages": "51--84",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sheldon K.M., & Elliot, A.J. (2000). Personal goals in social roles: Divergences and convergences across roles and levels of analysis. Journal of Personality, 68, 51-84.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Self-concordance, goal attainment, ant the pursuit of happiness: Can there be an upward spiral?",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "M"
                        ],
                        "last": "Sheldon",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Houser-Marko",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "80",
                "issue": "",
                "pages": "152--165",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sheldon, K. M., & Houser-Marko, L. (2001). Self-concordance, goal attainment, ant the pursuit of happiness: Can there be an upward spiral? Journal of Personality and Social Psychology, 80, 152-165.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Pursuing personal goals: Skills enable progress, but not all progress is beneficial",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "M"
                        ],
                        "last": "Sheldon",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Kasser",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Personality and Social Psychology Bulletin",
                "volume": "24",
                "issue": "",
                "pages": "1319--1331",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sheldon, K. M., & Kasser, T. (1998). Pursuing personal goals: Skills enable progress, but not all progress is beneficial. Personality and Social Psychology Bulletin, 24, 1319-1331.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Predicting how a child will cope with the transition to junior high school",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Simmons",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "L"
                        ],
                        "last": "Carlton-Ford",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Blyth",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Biological-psychological interactions in early adolescence",
                "volume": "",
                "issue": "",
                "pages": "325--375",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Simmons, R. G., Carlton-Ford S. L., & Blyth, D. A. (1987). Predicting how a child will cope with the transition to junior high school. In R. M. Lerner & T. T. Foch (Eds.), Biological-psychological interac- tions in early adolescence (pp. 325-375). Hillsdale, NJ: Lawrence Erlbaum Associates.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Competence, motivation, and identity development during adolescence",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Wagner",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Handbook of competence and motivation",
                "volume": "",
                "issue": "",
                "pages": "222--239",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wigfield, A., & Wagner, A. L. (2005). Competence, motivation, and identity development during adolescence. In A. J. Elliot & C. S. Dweck (Eds.), Handbook of competence and motivation (pp. 222-239). New York: Guilford Publication.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Goal management across adulthood and old age: The adaptive value of primary and secondary control",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Wrosch",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Heckhausen",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "E"
                        ],
                        "last": "Lachman",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Handbook of personality development",
                "volume": "",
                "issue": "",
                "pages": "399--421",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wrosch, C., Heckhausen, J., & Lachman, M. E. (2006). Goal manage- ment across adulthood and old age: The adaptive value of primary and secondary control. In. D. K. Mroczek & T. D. Little (Eds.), Handbook of personality development (pp. 399-421). Mahwah, NJ: Lawrence Erlbaum Associates.",
                "links": null
            }
        },
        "ref_entries": {
            "TABREF0": {
                "num": null,
                "content": "<table><tr><td>Goal progress (''To what extent have you progressed in achiev-</td></tr><tr><td>ing your goal?'', ''How probable would you say it is that this</td></tr><tr><td>goal will be realized?'', ''How capable are you of realizing</td></tr><tr><td>your goal?''), a ¼.77, .75, .75.</td></tr><tr><td>Goal effort (''How much time and effort have you expended on</td></tr><tr><td>your goal?'', ''To what extent have you worked towards</td></tr></table>",
                "type_str": "table",
                "text": "How important is this goal to you?'' and ''How committed are you to this goal?''), a ¼.65, .66, .72. Extrinsic reasons (''Why are you trying to realize this goal? ... because somebody else wants you to or situation forces you to'', '' . . . because you will feel shame, guilt, or anxiety, if you fail to realize it.''), a ¼.58, .74, .68."
            },
            "TABREF1": {
                "num": null,
                "content": "<table><tr><td>Vasalampi et al.</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td colspan=\"2\">Intrinsic reasons</td><td colspan=\"2\">Extrinsic reasons</td><td colspan=\"2\">Goal progress</td><td colspan=\"2\">Goal effort</td><td colspan=\"2\">Goal stress</td></tr><tr><td/><td>F(1,411)</td><td>Z 2</td><td>F(1,410)</td><td>Z 2</td><td>F(1,411)</td><td>Z 2</td><td>F(1,410)</td><td>Z 2</td><td>F(1,411)</td><td>Z 2</td></tr><tr><td>Time (A)</td><td>0.49</td><td>.001</td><td>12.35***</td><td>.029</td><td>5.12*</td><td>.012</td><td>4.56*(a)</td><td>.011</td><td>0.99</td><td>.002</td></tr><tr><td>Gender (B)</td><td>0.95</td><td>.002</td><td>0.63</td><td>.002</td><td>11.79**</td><td>.028</td><td>0.15</td><td>.000</td><td>1.53</td><td>.004</td></tr><tr><td>School track (C)</td><td>6.03*</td><td>.014</td><td>0.47</td><td>.001</td><td>21.97***</td><td>.051</td><td>4.26*</td><td>.010</td><td>11.28**</td><td>.027</td></tr><tr><td>(A x B)</td><td>2.34</td><td>.006</td><td>0.74</td><td>.002</td><td>0.64</td><td>.002</td><td>3.58</td><td>.009</td><td>0.12</td><td>.000</td></tr><tr><td>(A x C)</td><td>0.31</td><td>.001</td><td>0.24</td><td>.001</td><td>7.59**</td><td>.018</td><td>1.35</td><td>.003</td><td>0.95</td><td>.002</td></tr><tr><td>(A x B x C)</td><td>4.06*</td><td>.010</td><td>0.01</td><td>.000</td><td>0.11</td><td>.000</td><td>0.94</td><td>.002</td><td>0.29</td><td>.001</td></tr><tr><td colspan=\"5\">Note. (a) ¼ Change of effort is quadratic. *p &lt; .05; **p &lt; .01; ***p &lt; .001.</td><td/><td/><td/><td/><td/><td/></tr></table>",
                "type_str": "table",
                "text": "Summary of repeated analyses of variance: main effects and interactions"
            },
            "TABREF2": {
                "num": null,
                "content": "<table><tr><td>.21*** .21*** 1.00</td><td>4.62 4.88 8.00</td><td>1.25 1.30 0.69</td></tr><tr><td>.10*</td><td>4.42</td><td>2.30</td></tr><tr><td>.03</td><td>4.31</td><td>2.40</td></tr><tr><td>.06</td><td>4.25</td><td>2.37</td></tr><tr><td>À.02</td><td>4.72</td><td>1.51</td></tr><tr><td/><td>4.71</td><td>1.69</td></tr><tr><td/><td>4.59</td><td>1.54</td></tr><tr><td/><td>5.35</td><td>0.93</td></tr><tr><td/><td>5.29</td><td>0.96</td></tr><tr><td/><td>5.22</td><td>1.00</td></tr><tr><td/><td>2.10</td><td>1.88</td></tr><tr><td/><td>2.31</td><td>2.28</td></tr><tr><td/><td>2.29</td><td>1.93</td></tr><tr><td/><td>5.76</td><td>0.87</td></tr><tr><td/><td>5.86</td><td>0.91</td></tr><tr><td/><td>5.72</td><td>0.78</td></tr><tr><td/><td/><td/><td>¼</td></tr><tr><td/><td>M</td><td>Var</td><td>Note. T1</td></tr></table>",
                "type_str": "table",
                "text": "Note. *p < .05; **p < .01; ***p < .001. At the beginning of the final term in comprehensive school; T2¼ At the end of the final term in comprehensive school; T3 ¼ One year after the school transition. *p < .05; **p < .01; ***p < .001."
            }
        }
    }
}