{
    "paper_id": "Wang_2009",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-24T16:02:17.240561Z"
    },
    "title": "The Motivational Landscape of Early Adolescence in the United States and China: A Longitudinal Investigation",
    "authors": [
        {
            "first": "Qian",
            "middle": [],
            "last": "Wang",
            "suffix": "",
            "affiliation": {},
            "email": "qianwang@psy.cuhk.edu"
        },
        {
            "first": "Eva",
            "middle": [
                "M"
            ],
            "last": "Pomerantz",
            "suffix": "",
            "affiliation": {},
            "email": "pomerntz@uiuc.edu"
        },
        {
            "first": "M",
            "middle": [],
            "last": "Pomerantz",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "This research examined motivational trajectories during early adolescence in the United States and China. Upon their entry into middle school at 7th grade and every 6 months thereafter until the end of 8th grade, 825 American and Chinese children (mean age = 12.73 years) reported on their motivational beliefs (e.g., mastery orientation) and behavior (e.g., self-regulated learning strategies). The quality of children's motivational beliefs deteriorated over the 7th and 8th grades (e.g., children became less mastery oriented) in both the United States and China. American children also valued academics less, with declines in their motivational behavior as well. Chinese children continued to value academics, sustaining their motivational behavior. In both countries, children's motivational beliefs and behavior predicted their grades over time. This research was supported by National Institute of Mental Health Grant R01 MH57505. We are grateful to the children who participated in this research. We thank Huichang Chen, Scott Litwack, Molly McDonald, and Haimei Wang for their help in collecting and managing the data. We also thank Serena Sungok Shim for her advice on data analyses. We appreciate the constructive comments on an earlier version of this article provided by Allison Ryan and members of the Center for Parent-Child Studies at",
    "pdf_parse": {
        "paper_id": "Wang_2009",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "This research examined motivational trajectories during early adolescence in the United States and China. Upon their entry into middle school at 7th grade and every 6 months thereafter until the end of 8th grade, 825 American and Chinese children (mean age = 12.73 years) reported on their motivational beliefs (e.g., mastery orientation) and behavior (e.g., self-regulated learning strategies). The quality of children's motivational beliefs deteriorated over the 7th and 8th grades (e.g., children became less mastery oriented) in both the United States and China. American children also valued academics less, with declines in their motivational behavior as well. Chinese children continued to value academics, sustaining their motivational behavior. In both countries, children's motivational beliefs and behavior predicted their grades over time. This research was supported by National Institute of Mental Health Grant R01 MH57505. We are grateful to the children who participated in this research. We thank Huichang Chen, Scott Litwack, Molly McDonald, and Haimei Wang for their help in collecting and managing the data. We also thank Serena Sungok Shim for her advice on data analyses. We appreciate the constructive comments on an earlier version of this article provided by Allison Ryan and members of the Center for Parent-Child Studies at",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Declines in academic motivation have been widely observed among early adolescents in the United States. Such declines are evident in children's beliefs and behavior, so that as children make their way through adolescence, they become less interested and engaged in school. The motivational declines are accompanied by troubling decrements in children's achievement (see Wigfield, Eccles, Schiefele, Roeser, & Davis-Kean, 2006) . Thus, there has been much attention to understanding what underlies the motivational landscape of early adolescence. To this end, investigators have focused on children's developing psychological needs, changes in their environment, and the fit between the two as they enter adolescence (see Eccles et al., 1993) . Notably, this work has been conducted almost exclusively in the United States.",
                "cite_spans": [
                    {
                        "start": 370,
                        "end": 426,
                        "text": "Wigfield, Eccles, Schiefele, Roeser, & Davis-Kean, 2006)",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 721,
                        "end": 741,
                        "text": "Eccles et al., 1993)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The current research investigated the motivational landscape of early adolescence outside of the Western cultural context. We compared the motivation of children entering adolescence in the United States and China given the distinct learning ideologies in the two countries (Li, 2005; Tweed & Lehman, 2002) : In China (vs. the United States), learning is a priority, often viewed as a moral endeavor, with much emphasis placed on effort. The goals of the current research were twofold. First, we identified similarities and differences in the pattern of motivational changes during early adolescence in the United States and China. Second, we examined the effects of such changes on children's achievement in the two countries. Addressing these issues is of import to understanding the generalizability of motivational theories beyond Western cultures (see McInerney & Van Etten, 2001 ).",
                "cite_spans": [
                    {
                        "start": 274,
                        "end": 284,
                        "text": "(Li, 2005;",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 285,
                        "end": 306,
                        "text": "Tweed & Lehman, 2002)",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 857,
                        "end": 884,
                        "text": "McInerney & Van Etten, 2001",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The Case of the United States",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Motivational Trajectories During Early Adolescence:",
                "sec_num": null
            },
            {
                "text": "The motivational declines during adolescence in the United States are reflected in children's beliefs and behavior. In terms of beliefs, there is a decrease in the value children place on academic achievement, particularly as they make the transition from elementary to middle school (e.g., Eccles et al., 1989; Fredricks & Eccles, 2002) . Such diminished value is accompanied by dampened concern among children with developing competence-that is, mastery orientation (e.g., Anderman & Midgley, 1997; Lepper, Corpus, & Iyengar, 2005) . As children progress through the school system, they also harbor fewer autonomous (e.g., enjoyment) versus controlled (e.g., avoidance of punishment) reasons for doing schoolwork (e.g., Harter, 1981; Lepper et al., 2005) . Children's behavior shows similar declines: Over the course of adolescence, children use fewer self-regulated learning strategies, such as planning out their studying (e.g., Kenney-Benson, Pomerantz, Ryan, & Patrick, 2006) ; they also report putting decreased effort into homework (e.g., Cooper, Lindsay, Nye, & Greathouse, 1998) and increased cheating (e.g., Anderman & Midgley, 2004) . Eccles et al. (1993) make the case that the declines in American children's motivation are due to a poor stage-environment fit during early adolescence. They argue that, among other changes, early adolescence is characterized by children's heightened desire for autonomy, consciousness of the self, and concern over social relationships. Unfortunately, despite major innovations, American middle schools are often at odds with children's psychological needs (see Juvonen, Le, Kaganoff, Augustine, & Constant, 2004) . For example, children may not be provided the opportunity by teachers to make decisions to the extent they desire, thereby leaving their need for autonomy unsatisfied; middle schools may place heightened emphasis on explicit evaluation and social comparison, which is likely to put children's sense of worth at stake (see Eccles et al., 1993) . Moreover, in the United States, there is a wide range of activities outside of school, such as organized sports and community volunteer organizations, competing for students' interests (Larson & Verma, 1999) . All of this may lead to children's increasing disengagement from academics during early adolescence.",
                "cite_spans": [
                    {
                        "start": 291,
                        "end": 311,
                        "text": "Eccles et al., 1989;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 312,
                        "end": 337,
                        "text": "Fredricks & Eccles, 2002)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 475,
                        "end": 500,
                        "text": "Anderman & Midgley, 1997;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 501,
                        "end": 533,
                        "text": "Lepper, Corpus, & Iyengar, 2005)",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 722,
                        "end": 735,
                        "text": "Harter, 1981;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 736,
                        "end": 756,
                        "text": "Lepper et al., 2005)",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 933,
                        "end": 981,
                        "text": "Kenney-Benson, Pomerantz, Ryan, & Patrick, 2006)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 1047,
                        "end": 1088,
                        "text": "Cooper, Lindsay, Nye, & Greathouse, 1998)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 1119,
                        "end": 1144,
                        "text": "Anderman & Midgley, 2004)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 1147,
                        "end": 1167,
                        "text": "Eccles et al. (1993)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 1610,
                        "end": 1661,
                        "text": "Juvonen, Le, Kaganoff, Augustine, & Constant, 2004)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 1986,
                        "end": 2006,
                        "text": "Eccles et al., 1993)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 2194,
                        "end": 2216,
                        "text": "(Larson & Verma, 1999)",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Motivational Trajectories During Early Adolescence:",
                "sec_num": null
            },
            {
                "text": "The Case of China",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Motivational Trajectories During Early Adolescence:",
                "sec_num": null
            },
            {
                "text": "There is much evidence that as early as the beginning of elementary school, East Asian children are more motivated in academics than are their American counterparts (see Pomerantz, Ng, & Wang, 2008 ). Yet, a handful of extant studies reveal motivational declines among Chinese children during adolescence (e.g., Shi et al., 2001; Zhang & Zhang, 2006) . This may be because a poor fit between stage and environment similar to that in the United States also exists in China. Chinese middle schools place much emphasis on explicit evaluation and social comparison, due in large part to the fact that children expect to take a highly competitive exam for admission to high school after finishing middle school. Success at this exam is key for attaining a college education later, which in turn makes a larger difference than in the United States in subsequent income (Tang, Luk, & Chiu, 2000) . Moreover, in a typical Chinese classroom, teachers assume great responsibility and authority, leaving limited opportunities for students to participate in decision making (Ho, 1994; Tweed & Lehman, 2002) . Chinese teachers in middle schools also provide children with less emotional support than do teachers in elementary schools (Liu, 2004) . Indeed, Chinese seventh and eighth graders perceive their classroom climate less positively than do fourth and fifth graders (B. Chen & Li, 2008) .",
                "cite_spans": [
                    {
                        "start": 170,
                        "end": 197,
                        "text": "Pomerantz, Ng, & Wang, 2008",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 312,
                        "end": 329,
                        "text": "Shi et al., 2001;",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 330,
                        "end": 350,
                        "text": "Zhang & Zhang, 2006)",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 863,
                        "end": 888,
                        "text": "(Tang, Luk, & Chiu, 2000)",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 1062,
                        "end": 1072,
                        "text": "(Ho, 1994;",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 1073,
                        "end": 1094,
                        "text": "Tweed & Lehman, 2002)",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 1221,
                        "end": 1232,
                        "text": "(Liu, 2004)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 1364,
                        "end": 1380,
                        "text": "Chen & Li, 2008)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Motivational Trajectories During Early Adolescence:",
                "sec_num": null
            },
            {
                "text": "Although the school environment in China may cause declines in the quality of children's motivational beliefs as they make their way through adolescence, the pragmatic importance of academic achievement in China may lead children to maintain the value they place on academics and their engagement in schoolwork. The Chinese learning ideology may also aid children in sustaining their motivation during adolescence. Several scholars have contrasted ideas about learning in East Asian countries, particularly China, with a Confucian heritage to those in Western countries, particularly the United States, with a Socratic heritage (e.g., Li, 2005; Tweed & Lehman, 2002) . In Confucian teaching, learning is more than simply the pursuit of knowledge as it is often considered in the West (Li, 2005) ; the exertion of effort in the learning context is viewed as a moral endeavor involving the lifelong task of self-improvement. Thus, academic achievement may have not only pragmatic but also moral significance. Such a ''double dose'' of importance may lead to support at school and home for the maintenance of academic effort. Indeed, there is much evidence that Chinese (vs. American) parents put greater emphasis on children's academic achievement, setting higher standards (e.g., Crystal et al., 1994) and helping children more with their homework (e.g., C. Chen & Stevenson, 1989) . There may also be fewer activities in China than in the United States that interfere with schoolwork (Larson & Verma, 1999) .",
                "cite_spans": [
                    {
                        "start": 635,
                        "end": 644,
                        "text": "Li, 2005;",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 645,
                        "end": 666,
                        "text": "Tweed & Lehman, 2002)",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 784,
                        "end": 794,
                        "text": "(Li, 2005)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 1279,
                        "end": 1300,
                        "text": "Crystal et al., 1994)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 1357,
                        "end": 1380,
                        "text": "Chen & Stevenson, 1989)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 1484,
                        "end": 1506,
                        "text": "(Larson & Verma, 1999)",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Motivational Trajectories During Early Adolescence:",
                "sec_num": null
            },
            {
                "text": "Much of the interest in children's motivation has stemmed from the assumption that it contributes to children's achievement, with empirical support mainly from research in the United States (see Wigfield et al., 2006) . Children's beliefs have been posited to provide them with psychological resources to sustain their engagement in school, thereby promoting their performance (e.g., Dweck & Leggett, 1988; Reeve, Deci, & Ryan, 2001 ). Indeed, the more American children value academics, are oriented toward mastering schoolwork, and possess autonomous versus controlled reasons for pursuing academics, the better their school performance (e.g., Grolnick & Ryan, 1987; Kenney-Benson et al., 2006) . Research conducted in the United States also indicates that children's behavior matters: The more children use self-regulated learning strategies and the more effort they put into studying, the better their school performance (e.g., Cooper et al., 1998; Kenney-Benson et al., 2006) .",
                "cite_spans": [
                    {
                        "start": 195,
                        "end": 217,
                        "text": "Wigfield et al., 2006)",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 384,
                        "end": 406,
                        "text": "Dweck & Leggett, 1988;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 407,
                        "end": 432,
                        "text": "Reeve, Deci, & Ryan, 2001",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 646,
                        "end": 668,
                        "text": "Grolnick & Ryan, 1987;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 669,
                        "end": 696,
                        "text": "Kenney-Benson et al., 2006)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 932,
                        "end": 952,
                        "text": "Cooper et al., 1998;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 953,
                        "end": 980,
                        "text": "Kenney-Benson et al., 2006)",
                        "ref_id": "BIBREF25"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Role of Motivation in Achievement in the United States and China",
                "sec_num": null
            },
            {
                "text": "Unfortunately, relatively little is known about the role of children's motivation in their achievement in China. Ryan and Deci (2000) argue that such a role is similar across cultures in that motivation provides psychological resources to meet basic human needs. They have made the case that the experience of autonomy as reflected in harboring autonomous versus controlled reasons for pursuits such as academics is universally critical for positive functioning. However, Iyengar and Lepper (1999) argue that this may not be the case in that children from the European-American culture, which is oriented toward independence, tend to have a greater need for autonomy than children from Asian cultures, which are oriented toward interdependence. A handful of extant studies generally show that children's motivational beliefs and behavior are associated with their achievement in similar ways in the United States and China (e.g., Fuligni & Stevenson, 1995; Stevenson et al., 1990) . For example, two studies have found that the more autonomous (vs. controlled) Chinese children's motivation, the better they do in school (d 'Ailly, 2003; Vansteenkiste, Zhou, Lens, & Soenens, 2005) .",
                "cite_spans": [
                    {
                        "start": 113,
                        "end": 133,
                        "text": "Ryan and Deci (2000)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 472,
                        "end": 497,
                        "text": "Iyengar and Lepper (1999)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 930,
                        "end": 956,
                        "text": "Fuligni & Stevenson, 1995;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 957,
                        "end": 980,
                        "text": "Stevenson et al., 1990)",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 1124,
                        "end": 1137,
                        "text": "'Ailly, 2003;",
                        "ref_id": null
                    },
                    {
                        "start": 1138,
                        "end": 1181,
                        "text": "Vansteenkiste, Zhou, Lens, & Soenens, 2005)",
                        "ref_id": "BIBREF51"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Role of Motivation in Achievement in the United States and China",
                "sec_num": null
            },
            {
                "text": "In an effort to broaden knowledge of children's motivation during early adolescence beyond the context of Western culture, the current research compared the motivation of children entering adolescence in the United States and China. We began studying children upon their entry into middle schools situated near major cities in the two countries. Children reported on their motivation four times over the seventh and eighth grades. We assessed motivational beliefs and behavior that have been identified in the United States as declining during early adolescence and affecting children's achievement. We assessed three beliefs: the value children place on their achievement in school, their orientation toward mastering schoolwork, and their relative autonomy in pursuing academics. In terms of behavior, children reported on their use of self-regulated learning strategies and their time spent on schoolwork outside of school.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Overview of the Current Research",
                "sec_num": null
            },
            {
                "text": "Two goals guided the current research. The first was to identify convergences and divergences in the United States and China in changes in children's motivation during early adolescence. Based on similarities in the middle school environments in the two countries in terms of their poor fit to adolescents' developing psychological needs, as well as prior research, we expected that the quality of children's motivational beliefs as reflected in their mastery orientation and relative autonomy would decline over the seventh and eighth grades in both the United States and China. However, given the heightened importance of academic achievement and accompanying support at school and home for it in China (vs. the United States), it was anticipated that unlike American children, Chinese children would maintain the value they place on academic achievement and their behavioral engagement in schoolwork during early adolescence.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Overview of the Current Research",
                "sec_num": null
            },
            {
                "text": "The second goal was to examine whether the effects of children's motivation on their achievement are similar in the United States and China. Existing studies documenting the associations between Chinese children's motivation and their achievement are limited in answering this question. For one, they permit only indirect comparisons with findings among American children; such comparisons are problematic because they do not take into account sampling or methodological variations across studies. Moreover, differences in the strength of the effects cannot be identified. Another issue is that because the research conducted with Chinese children has not been longitudinal, it is not possible to determine the direction of effects between motivation and achievement. In the current research, we examined in the United States and China whether children's motivation upon their entry into middle schools at seventh grade foreshadowed their achievement 2 years later at the end of eighth grade. Moving beyond prior work, we also examined whether changes in children's motivation over the seventh and eighth grades predicted their achievement at the end of eighth grade. Lastly, we examined the foreshadowing effects of children's achievement on their motivation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Overview of the Current Research",
                "sec_num": null
            },
            {
                "text": "This research was part of the University of Illinois U.S.-China Adolescence Study (see Wang, Pomerantz, & Chen, 2007) , which started when children entered middle school at 7th grade and concluded at the end of 8th grade. Participants were 374 American children (187 boys, 187 girls; mean age = 12.78 years, SD = 0.34 in the fall of 7th grade), and 451 Chinese children (240 boys, 211 girls; mean age = 12.69 years, SD = 0.46 in the fall of 7th grade). Participants in the United States were primarily European Americans (88%), with 9% Hispanic Americans, 2% African Americans, and 1% Asian Americans. Participants in China were all of Chinese descent. The American children were recruited from two public schools in the suburbs of Chicago. Both schools consisted of 7th and 8th grades, with students primarily from working-and middle-class families; one school was of average and the other of above-average achievement level. The Chinese children were recruited from two public schools in the suburbs of Beijing, with students primarily from working-and middle-class families. One school consisted of 7th to 9th grades and was of average achievement level; the other consisted of 7th to 12th grades and was of above-average achievement level. Reflecting the national norms of each country, class size (M = 26) was smaller in the United States than in China (M = 50). An opt-in consent procedure was used. Among the parents contacted, 64% in the United States and 59% in China provided permission for children to participate.",
                "cite_spans": [
                    {
                        "start": 87,
                        "end": 117,
                        "text": "Wang, Pomerantz, & Chen, 2007)",
                        "ref_id": "BIBREF52"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Participants",
                "sec_num": null
            },
            {
                "text": "Beginning in the fall of seventh grade, children completed a set of questionnaires during two 45min sessions every 6 months until the end of eighth grade. In total, there were four waves of data collection: fall of seventh grade (Wave 1), spring of seventh grade (Wave 2), fall of eighth grade (Wave 3), and spring of eighth grade (Wave 4). A trained native research assistant read the instructions and items aloud to children in their native language in the classroom; children responded on their own using various rating scales. Children's grades were obtained from school records. The overall attrition rate across the four waves of the study was 4%, as a result of children moving out of the school district or losing interest in participation. Due to such attrition as well as children's absence or disinterest at certain sessions, not all children had complete data. For each construct under examination, 88%-95% of children had the data at all four waves, 1%-8% had the data at three waves, 3%-4% had the data at two waves, and 0%-1% had the data at one wave only.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Procedure",
                "sec_num": null
            },
            {
                "text": "The measures were initially created in English. Standard translation and back-translation procedures (Brislin, 1980) were followed to generate the Chinese versions. Pilot testing indicated that the measures were understandable and meaningful to both American and Chinese seventh graders. The mean values, standard deviations, and internal reliabilities are presented in Table 1 .",
                "cite_spans": [
                    {
                        "start": 101,
                        "end": 116,
                        "text": "(Brislin, 1980)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 370,
                        "end": 377,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "Value. . The value children place on their academic achievement was assessed with a modified version of Pomerantz, Saxon, and Oishi's (2000) measure. Using a 7-point scale (1 = not at all, 7 = very), children answered two questions for each of two major subjects (i.e., language arts and math): ''How important is it to you to do well in this subject?'' and ''How important is it to you to avoid doing poorly in this subject?'' Although value is often examined for individual subjects (e.g., Eccles et al., 1989) , because the focus of the current research was on children's motivation in academics in general, we took the mean of the items across language arts and math, with higher numbers indicating greater value.",
                "cite_spans": [
                    {
                        "start": 104,
                        "end": 140,
                        "text": "Pomerantz, Saxon, and Oishi's (2000)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 492,
                        "end": 512,
                        "text": "Eccles et al., 1989)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Motivational Beliefs",
                "sec_num": null
            },
            {
                "text": "Mastery orientation. . Children's mastery orientation when approaching schoolwork was assessed with the measure created by Pomerantz, Wang, and Ng (2005) . Using a 7-point scale (1 = not at all, 7 = very), children answered two questions for both language arts and math: ''How important is it to you that you learn a lot in this subject?'' and ''How much do you like to do difficult work in this subject?'' As was the case for value, we took the mean of the items across the two subjects, with higher numbers indicating greater orientation toward mastery.",
                "cite_spans": [
                    {
                        "start": 123,
                        "end": 153,
                        "text": "Pomerantz, Wang, and Ng (2005)",
                        "ref_id": "BIBREF37"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Motivational Beliefs",
                "sec_num": null
            },
            {
                "text": "Relative autonomy. . The Academic Self-Regulation Questionnaire (Ryan & Connell, 1989 ) was used to assess the extent to which children engage in academic activities for autonomous versus controlled reasons. This questionnaire consists of statements describing four types of reasons for engaging in various academic activities. Across the activities, there are seven statements about intrinsic reasons (e.g., ''I do my homework because it's fun''), seven about identified reasons (e.g., ''I work on my classwork because it's important to me to do so''), nine about introjected reasons (e.g., ''I work on my classwork because I'll be ashamed of myself if it doesn't get done''), and nine about external reasons (e.g., ''I do my homework because I'll get in trouble if I don't''). Children rated how true (1 = not at all, 5 = very) each statement was of them. An index of relative autonomy was created by subtracting the controlled motivation composite (the sum of the mean of the extrinsic reasons weighted by 2 and the mean of the introjected reasons weighted by 1) from the autonomous motivation composite (the sum of the mean of the intrinsic reasons weighted by 2 and the mean of the identified reasons weighted by 1), with higher numbers indicating greater endorsement of autonomous versus controlled reasons.",
                "cite_spans": [
                    {
                        "start": 64,
                        "end": 85,
                        "text": "(Ryan & Connell, 1989",
                        "ref_id": "BIBREF39"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Motivational Beliefs",
                "sec_num": null
            },
            {
                "text": "Self-regulated learning strategies. Children's use of five types of self-regulated learning strategies was a Relative autonomy was computed as a weighted sum of four subscales and thus the ranges of the internal reliabilities of those subscales at each time are presented. b Time on schoolwork was computed as a weighted sum of two items and thus the correlations between the two items at each time are presented to indicate the internal reliabilities (ps < .001). c Internal reliability was not applicable to achievement because grades constituted an observed rather than measured construct.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Motivational Behavior",
                "sec_num": null
            },
            {
                "text": "assessed with 30 items from Dowson and McInerney's (2004) Goal Orientation and Learning Strategies Survey. Children rated how true (1 = not at all, 5 = very) each statement was of them: There are six statements about rehearsal (e.g., ''When I want to learn things for school, I practice repeating them to myself''), six about elaboration (e.g., ''I try to understand how the things I learn in school fit together with each other''), six about monitoring (e.g., ''I check to see if I understand the things I am trying to learn''), six about planning (e.g., ''I try to plan out my schoolwork as best as I can''), and six about regulating (e.g., ''If I get confused about something at school, I go back and try to figure it out''). The mean of the 30 items was taken, with higher numbers indicating greater use of self-regulated learning strategies. Time on schoolwork. The amount of time children spent on schoolwork outside of school was assessed with a modified version of the measure used by Fuligni, Tseng, and Lam (1999) . Children indicated (1 = less than 1 hour, 6 = more than 5 hours) how much time they spent on schoolwork outside of school on a typical weekday and each day of a typical weekend. Their responses for a typical weekday were weighted by 5 and added to their responses for each day of a typical weekend weighted by 2, yielding an index with higher numbers indicating more time spent on schoolwork outside of school.",
                "cite_spans": [
                    {
                        "start": 28,
                        "end": 57,
                        "text": "Dowson and McInerney's (2004)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 993,
                        "end": 1023,
                        "text": "Fuligni, Tseng, and Lam (1999)",
                        "ref_id": "BIBREF17"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Motivational Behavior",
                "sec_num": null
            },
            {
                "text": "Children's grades in language arts and math were obtained from school records. In the United States, grades were originally in letters and converted to numbers (0 = F to 12 = A+). In China, grades were originally numerical, ranging from 0 to 100 in one school and from 0 to 120 in the other. After standardizing grades in each subject within schools, the mean was taken, with higher numbers indicating better grades.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Achievement",
                "sec_num": null
            },
            {
                "text": "We conducted three sets of analyses using structural equation modeling (SEM). First, we established the equivalence of the measures of motivation between the United States and China over the four waves of the study. Second, we compared the motivational trajectories of American and Chinese children over the seventh and eighth grades. Third, we examined the effects over time of children's motivation on their achievement and vice versa, with attention to cultural differences. Supplementary hierarchical linear modeling (HLM) analyses were also conducted, taking a within-person approach to examine the transactions between motivation and achievement.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "SEM was conducted with Amos 6.0 (Arbuckle, 2005) , which employs full information maximum likelihood estimation to provide less biased analyses than other approaches to handling missing data. None of the measures in the current research had skew indexes with absolute values > 3 or kurtosis indexes with absolute values > 20, ensuring the suitability of the data for SEM analyses (Kline, 2005) . Three statistics were examined to evaluate the fit of individual models: comparative fit index (CFI) and Tucker-Lewis index (TLI), with values > .95 indicating a good fit and values < .95 but > .90 indicating an adequate fit; root mean square error of approximation (RMSEA), with values smaller than .05 indicating a good fit and values > .05 but < .08 indicating an adequate fit (Kline, 2005; McDonald & Ho, 2002) .",
                "cite_spans": [
                    {
                        "start": 32,
                        "end": 48,
                        "text": "(Arbuckle, 2005)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 380,
                        "end": 393,
                        "text": "(Kline, 2005)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 776,
                        "end": 789,
                        "text": "(Kline, 2005;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 790,
                        "end": 810,
                        "text": "McDonald & Ho, 2002)",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "A series of two-group confirmatory factor analyses (CFA) using SEM were conducted to examine the factorial and intercept invariance of the measures between the United States and China over the four waves of the study. Factorial and intercept invariance (with the latter entailing the former as a prerequisite) is essential and sufficient in making valid comparisons of the associations and the means, respectively (Little, 1997; Steenkamp & Baumgartner, 1998 ). In the CFA models, each construct of motivation was represented by two to five indicators. For each construct, nested CFA models were compared: The unconstrained model was compared with the constrained models (i.e., factorial and intercept invariance models). Each unconstrained model consisted of the same latent construct repeatedly assessed over the four waves yielding a total of four latent constructs, allowed to correlate with one another; errors of the same indicators over time were also allowed to correlate (McDonald & Ho, 2002) when suggested by modification indexes from the CFAs conducted on the sample with no missing data. The parameters in the unconstrained models were freely estimated without any acrosstime or between-country equality constraints. In the more parsimonious constrained models, which were each identical to their corresponding unconstrained models otherwise, the factor loadings and intercepts of the same indicators were forced to be equal across the four waves and between the two countries.",
                "cite_spans": [
                    {
                        "start": 414,
                        "end": 428,
                        "text": "(Little, 1997;",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 429,
                        "end": 458,
                        "text": "Steenkamp & Baumgartner, 1998",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 980,
                        "end": 1001,
                        "text": "(McDonald & Ho, 2002)",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measurement Equivalence",
                "sec_num": null
            },
            {
                "text": "For the measures of motivational beliefs (i.e., value, mastery orientation, and relative autonomy) and behavior (i.e., self-regulated learning strategies and time on schoolwork), the unconstrained and constrained models fit the data well, CFIs > .95, TLIs > .93, RMSEAs < .05. Moreover, none of the constrained models fit substantially worse than the corresponding unconstrained model: The decreases in TLI and increases in RMSEA from the unconstrained models to the corresponding more parsimonious constrained models were all < .03. Taken together, these analyses indicated factorial and intercept invariance of the measures of motivation between the United States and China across the four waves of the study (Little, 1997) .",
                "cite_spans": [
                    {
                        "start": 711,
                        "end": 725,
                        "text": "(Little, 1997)",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measurement Equivalence",
                "sec_num": null
            },
            {
                "text": "To investigate how children's motivation changed over the seventh and eighth grades in the United States and China, sets of two-group SEM growth curve analyses were conducted. Each set focused on one motivation construct and compared nested unconstrained and constrained models. Each unconstrained model consisted of two latent constructs which were allowed to correlate, one representing the intercept and the other the slope of a growth curve (see the top of Figure 1) . By specifying the factor loadings from the slope to the motivation construct assessed at the four waves as 0, 1, 2, and 3, respectively, the intercept indicated children's motivation in the fall of seventh grade when the study began, and the slope indicated the linear rate of change in children's motivation across the four waves over the seventh and eighth grades. In the unconstrained models, the parameters were freely estimated without any between-country equality constraints. All of the unconstrained models fit the data adequately, CFIs > .96, TLIs > .92, RMSEAs < .07. In the more parsimonious constrained models, which were identical to the corresponding unconstrained models otherwise, the parameters of interest (i.e., the intercept, the slope, or both) were forced to be equal between the United States and China. A significant chi-square difference (Dv 2 ) relative to its degrees of freedom (Ddf) between the unconstrained and the more parsimonious constrained models was indicative that the former fit the data substantially better than the latter, revealing a between-country difference in the parameters forced to be equal in the latter (Kline, 2005; McDonald & Ho, 2002) .",
                "cite_spans": [
                    {
                        "start": 1628,
                        "end": 1641,
                        "text": "(Kline, 2005;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 1642,
                        "end": 1662,
                        "text": "McDonald & Ho, 2002)",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 461,
                        "end": 470,
                        "text": "Figure 1)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Motivational Trajectories",
                "sec_num": null
            },
            {
                "text": "Given prior research, we expected a trajectory of devaluing academics among American children and a decline in the quality of their motivational beliefs as reflected in their mastery orientation and relative autonomy. In contrast, Chinese children were anticipated to maintain the value they placed on academics, although the quality of their motivational beliefs would decline as among their American counterparts. In examining the trajectory of value, the equal intercept model fit the data as well as the unconstrained model, Dv 2 (df = 1, N = 825) = 0.22, ns, indicating similarity between American and Chinese children's valuing of academic achievement upon their entry into middle school. However, the equal slope model fit the data significantly worse than the unconstrained model, Dv 2 (df = 1, N = 825) = 22.87, p < .001, indicating that American but not Chinese children's value declined over the seventh and eighth grades (see Table 2 and Figure 2) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 938,
                        "end": 945,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 950,
                        "end": 959,
                        "text": "Figure 2)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Trajectories of Motivational Beliefs",
                "sec_num": null
            },
            {
                "text": "A different picture emerged for the quality of children's motivational beliefs. For children's mastery orientation, the equal intercept model fit the data significantly worse than the unconstrained model, Dv 2 (df = 1, N = 825) = 171.81, p < .001, with American (vs. Chinese) children being less oriented toward mastery in the fall of seventh grade. However, the equal slope model fit the data as well as the unconstrained model, Dv 2 (df = 1, N = 825) = 0.44, ns, such that in both countries, the importance children placed on developing their competence declined over time (see Table 2 ). For children's relative autonomy, both the equal intercept, Dv 2 (df = 1, N = 825) = 128.78, p < .001, and equal slope, Dv 2 (df = 1, N = 825) = 4.61, p < .05, model fit the data significantly worse than the unconstrained model. American (vs. Chinese) children reported less relative autonomy in the fall of seventh grade. Over time, while American children's relative autonomy remained stable, that of Chinese children's decreased, albeit never sinking as low as that of American children's (see Table 2 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 580,
                        "end": 587,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 1088,
                        "end": 1095,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Trajectories of Motivational Beliefs",
                "sec_num": null
            },
            {
                "text": "It was anticipated that over the seventh and eighth grades, American, but not Chinese, children would decrease their behavioral engagement in schoolwork. In examining the trajectory of selfregulated learning strategies, the equal intercept model fit the data as well as the unconstrained model, Dv 2 (df = 1, N = 825) = 0.28, ns, indicating similarity between American and Chinese children's self-regulated learning strategies in the fall Note. Est. = Estimate. a Models with and without between-country equality constraints on the mean values of the intercepts and the slopes were compared so for those parameters, statistically nonsignificant between-country differences resulted in the same estimates for the two countries while statistically significant between-country differences resulted in different estimates for the two countries. b The variances of the intercepts and the slopes were freely estimated for each country because between-country differences in those parameters were not of major concern in this research; so for those parameters, different estimates do not necessarily indicate statistically significant betweencountry differences. **p < .01. ***p < .001. of seventh grade. However, the equal slope model fit the data significantly worse than the unconstrained model, Dv 2 (df = 1, N = 825) = 13.72, p < .001, indicating that American but not Chinese children's self-regulated learning strategies declined over the seventh and eighth grades (see Table 2 and Figure 3 ). For time on schoolwork outside of school, both the equal intercept, Dv 2 (df = 1; N = 825) = 556.00, p < .001, and equal slope, Dv 2 (df = 1; N = 825) = 4.02, p < .01, model fit the data significantly worse than the unconstrained model, indicating cultural dissimilarities in both the initial level and change rate. American (vs. Chinese) children spent less time on schoolwork outside of school in the fall of seventh grade. Moreover, time on schoolwork declined over the seventh and eighth grade in the United States but not in China (see Table 2 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 1470,
                        "end": 1477,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 1482,
                        "end": 1490,
                        "text": "Figure 3",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 2035,
                        "end": 2042,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Trajectories of Motivational Behavior",
                "sec_num": null
            },
            {
                "text": "Because there is evidence that girls and boys often show distinct profiles of motivation (see Wigfield et al., 2006) , we conducted supplementary analyses to examine potential sex differences. We added sex (0 = boy, 1 = girl) to the models described earlier as a predictor of both the intercept and the slope; we then compared the unconstrained models in which the effects of sex on the intercept and the slope were freely estimated in the United States and China to constrained models in which the effects of sex were forced to be equal between the two countries. There were more sex differences in the United States than in China in children's motivation upon their entry into middle school at seventh grade. As in prior research (e.g., Kenney-Benson et al., 2006; Pomerantz, Altermatt, & Saxon, 2002) , American girls (vs. boys) reported heightened motivation in the fall of seventh grade (for the effects of sex on the intercepts, bs = .06-.13, SEs = 0.02-0.06, bs = .11-.22, ps < .05), except in terms of time on schoolwork outside of school (b = .16, SE = 0.08, b = .07, ns). The only sex difference evident in China was that girls (vs. boys) placed more value on academics in the fall of seventh grade (b = .06, SE = 0.02, b = .17, p < .001). In both countries, there was little evidence for sex differences in the trajectories of children's motivation over the seventh and eighth grade (for the effects of sex on the slopes, bs = ).01 to .01, SEs = 0.01, bs = ).02 to .03, ns), with the exception that relative autonomy decreased among girls but not boys (bs = ).05, SEs = 0.02, bs = ).18 in the United States and ).19 in China, ps < .01).",
                "cite_spans": [
                    {
                        "start": 94,
                        "end": 116,
                        "text": "Wigfield et al., 2006)",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 739,
                        "end": 766,
                        "text": "Kenney-Benson et al., 2006;",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 767,
                        "end": 803,
                        "text": "Pomerantz, Altermatt, & Saxon, 2002)",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Supplementary Analyses",
                "sec_num": null
            },
            {
                "text": "To investigate in the United States and China the effects of children's motivation over time on their subsequent achievement, and vice versa, sets of two-group SEM analyses were conducted. Children's achievement (motivation) in the spring of eighth grade was predicted from their motivation (achievement) in the fall of seventh grade and change in their motivation (achievement) over the seventh and eighth grades, adjusting for their achievement (motivation) in the fall of seventh grade (for a similar analytic approach, see Troop-Gordon & Ladd, 2005) . Each set included nested unconstrained and constrained models. These models were a modified version of the growth models reported earlier, which incorporated the effects of the initial level and change rate of motivation (achievement) on subsequent achievement (motivation), adjusting for the stability of achievement (motivation) over time as well as the concurrent association between the two in the fall of seventh grade (see Figure 1 ). In the unconstrained models, the parameters were freely estimated in the United States and China. All of the unconstrained models fit the data adequately, CFIs > .97, TLIs > .94, RMSEAs < .06. In the more parsimonious constrained models, which were identical to the corresponding unconstrained model otherwise, the parameters of interest (i.e., the effect of the intercept, the slope, or both) were forced to be equal between the two countries.",
                "cite_spans": [
                    {
                        "start": 527,
                        "end": 553,
                        "text": "Troop-Gordon & Ladd, 2005)",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 985,
                        "end": 993,
                        "text": "Figure 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Over-Time Effects Between Motivation and Achievement",
                "sec_num": null
            },
            {
                "text": "It was expected that in both the United States and China, children's motivational beliefs in the fall of seventh grade would foreshadow their achievement in the spring of eighth grade; moreover, when American and Chinese children were able to maintain their motivational beliefs over the seventh and eighth grades, their grades in the spring of eighth grade would benefit. Indeed, the equal intercepteffect and slope-effect model for value fit the data as well as the unconstrained model, Dv 2 (df = 2, N = 825) = 2.50, ns. In both the United States and China, the more children valued academics in the fall of seventh grade, the better their grades 2 years later in the spring of eighth grade, adjusting for their initial grades in the fall of seventh grade. Moreover, in both countries, the smaller the decrease in children's value over the seventh and eighth grades, the better their grades in the spring of eighth grade (see Table 3 ). Similarly, the equal intercept-effect and slope-effect model for mastery orientation fit the data as well as the unconstrained model, Dv 2 (df = 2; N = 825) = 1.50, ns. In both countries, the more oriented toward mastery children were in the fall of seventh grade, the better their grades 2 years later; the smaller the decrease in American and Chinese children's mastery orientation over time, the better their grades in the spring of eighth grade (see Table 3 ). A different picture emerged for children's relative autonomy. The equal intercept-effect model fit the data significantly worse than the unconstrained model, Dv 2 (df = 1, N = 825) < 7.21, p < .01, indicating between-country dissimilarity in the effect of children's initial relative autonomy on their grades 2 years later. That is, in China, but not in the United States, children's relative autonomy in the fall of seventh grade was predictive of their subsequent grades (see Table 3 ). In contrast, the equal slopeeffect model fit the data as well as the unconstrained model, Dv 2 (df = 1, N = 825) = 0.03, ns. As shown in Table 3 , in both countries, the change over time in children's relative autonomy did not predict their grades in the spring of eighth grade.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 929,
                        "end": 936,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 1394,
                        "end": 1401,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 1883,
                        "end": 1890,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 2031,
                        "end": 2038,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Effects of Motivational Beliefs on Achievement",
                "sec_num": null
            },
            {
                "text": "We also expected children's motivational behavior to play a role in their subsequent achievement in the United States and China. The equal intercept-effect and slope-effect model for self-regulated learning strategies fit the data as well as the unconstrained model, Dv 2 (df = 2, N = 825) = 0.27, ns. In both countries, the more children used self-regulated learning strategies in the fall of seventh grade, the better their grades 2 years later, adjusting for their initial grades. Moreover, the smaller the Note. Unstd. = Unstandardized estimate; Std. = Standardized estimate. a Same unstandardized estimates (and standard error) of each effect for the two countries indicate that the effect was not significantly different between the two countries; different unstandardized estimates (and standard error) of each effect for the two countries indicate that the effect was significantly different between the two countries, except for the case of time on schoolwork, in which onegroup analyses were separately conducted for each country and no between-country comparisons were made. b Because the variances of the constructs were freely estimated for each country, different standardized estimates of each effect for the two countries do not necessarily indicate a statistically significant between-country difference. c No analyses were conducted due to lack of variability in the slope.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Effects of Motivational Behavior on Achievement",
                "sec_num": null
            },
            {
                "text": "decrease in children's self-regulated learning strategies over time, the better their grades in the spring of eighth grade (see Table 3 ). Due to lack of variability in the change rate of Chinese children's time on schoolwork outside of school (see Table 2 ), onegroup SEM models were examined. In the United States, grades were predicted from the initial level and change rate of time on schoolwork. The more time children spent on their schoolwork outside of school in the fall of seventh grade, the better their grades 2 years later, but the change rate of such time expenditure was not predictive of children's subsequent grades (see Table 3 ). In China, grades were predicted from only the initial level of time on schoolwork, revealing a positive association (see Table 3 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 128,
                        "end": 135,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 249,
                        "end": 256,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 638,
                        "end": 645,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 770,
                        "end": 777,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Effects of Motivational Behavior on Achievement",
                "sec_num": null
            },
            {
                "text": "In predicting motivation from achievement, with the exception for relative autonomy, the equal intercept-effect and slope-effect models fit the data as well as the corresponding unconstrained models, Dv 2 s(df = 2, N = 825) < 4.10, ns, indicating similarities between the United States and China. In both countries, better grades in the fall of seventh grade foreshadowed heightened value, mastery orientation, self-regulated learning strategies, and time on schoolwork outside of school in the spring of eighth grade (bs = .11-.52, SEs = 0.03-0.18, bs > .08, ps < .05), adjusting for the initial level of motivation; moreover, smaller decreases in grades over time predicted enhanced motivation in the spring of eighth grade (bs = .45-2.41, SEs = 0.21-1.09, bs > .07, ps < .05). For relative autonomy, the equal intercept-effect model fit the data significantly worse than the unconstrained model, Dv 2 (df = 1, N = 825) = 8.69, p < .01, such that in China (b = .61, SE = 0.16, b = .18, p < .001), but not in the United States (b = ).13, SE = 0.17, b = ).04, ns), better grades in the fall of seventh grade foreshadowed heightened relative autonomy in the spring of eighth grade. In contrast, the equal slope-effect model fit the data as well as the unconstrained model, Dv 2 (df = 1, N = 825) = 1.92, ns, such that in both countries, how children's grades changed over time did not predict their subsequent relative autonomy (bs = 1.00, SEs = 0.71, bs < .07, ns).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Effects of Achievement on Motivational Beliefs and Behavior",
                "sec_num": null
            },
            {
                "text": "The foregoing analyses examining the contribution of changes in children's motivation to their achievement, and vice versa, represent a betweenperson approach. Such analyses focus on whether the extent to which children's motivation (achievement) deviates from the normative trajectories during early adolescence contributes to their subsequent achievement (motivation). Research taking a within-person approach has revealed that when children's motivation deviates over time from their initial motivation, it makes a difference in how their achievement changes (Shim, Ryan, & Anderson, 2008) . To elucidate whether the effects we observed in the between-person analyses are also evident at the within-person level, we followed the analytic strategies employed by Shim et al. (2008; see also Singer & Willett, 2003) using HLM6 (Bryk, Raudenbush, & Congdon, 2000) , which is robust to missing data.",
                "cite_spans": [
                    {
                        "start": 562,
                        "end": 592,
                        "text": "(Shim, Ryan, & Anderson, 2008)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 764,
                        "end": 782,
                        "text": "Shim et al. (2008;",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 783,
                        "end": 815,
                        "text": "see also Singer & Willett, 2003)",
                        "ref_id": null
                    },
                    {
                        "start": 827,
                        "end": 862,
                        "text": "(Bryk, Raudenbush, & Congdon, 2000)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Supplementary Analyses",
                "sec_num": null
            },
            {
                "text": "We examined the contribution of changes in children's motivation to their achievement by modeling their achievement across the four waves of the study at the within-person level as a function of time (0 = fall of seventh grade, 1 = spring of seventh grade, 2 = fall of eighth grade, 3 = spring of eighth grade) and the deviation of their motivation at each wave from their initial motivation in the fall of seventh grade. We included culture (0 = United States, 1 = China) at the between-person level to identify any differences between the two countries. To ensure that changes in achievement over time were not due merely to children's initial motivation, we adjusted for children's motivation in the fall of seventh grade at the between-person level. We conducted similar analyses examining the contribution of changes in children's achievement to their motivation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Supplementary Analyses",
                "sec_num": null
            },
            {
                "text": "The within-person analyses generally revealed mutually facilitative effects between children's motivation and their achievement in the United States and China, similar to what was evident in the between-person analyses. In both countries, when the value children placed on academics and their mastery orientation toward schoolwork did not sink below the initial levels with which they began middle school, their achievement benefited (coefficients = .04 and .03, SEs = 0.02), ts(799) > 2.20, ps < .05, whereas changes in children's relative autonomy were unrelated to changes in their achievement (coefficient = .01, SE = 0.01), t(799) = 1.65, ns. Moreover, there was a significant effect of changes in self-regulated learning strategies (coefficient = .14, SE = 0.05), t(799) = 3.00, p < .01, but no effect of changes in time on schoolwork outside of school (coefficient = .00, SE = 0.00), t(799) = 0.72, ns. In both countries, when children's achievement did not sink below the initial level with which they began middle school, their motivation benefited (coefficients = .14-.76, SEs = 0.05-0.29), ts(799) > 2.60, ps < .01, with the exception of their relative autonomy (coefficient = .21, SE = 0.15), t(799) = 1.40, ns. Notably, none of the effects was moderated by culture, |t|s(799) < 1, ns.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Supplementary Analyses",
                "sec_num": null
            },
            {
                "text": "The current research makes a significant contribution in that it provides insight into the motivational landscape of early adolescence in the United States and China-two countries with distinct learning ideologies. The approach of directly comparing the two countries in conjunction with a multiwave longitudinal design represents a major advance in extending knowledge about children's motivational development beyond the context of Western cultures. First, despite a wealth of extant research on differences in American versus Chinese children's motivation (see Pomerantz et al., 2008) , the oftenchallenging stage of early adolescence has seldom been of focus. Second, the current research directly compared fairly equivalent samples of children from the United States and China who responded to an array of statistically equivalent measures. This allowed us not only to capture broadly the motivational landscape during early adolescence in these two countries, but also to rule out a number of possible methodologic explanations. As such, the current research revealed notable similarities as well as differences in American and Chinese children's motivational trajectories during early adolescence, with such trajectories being comparably predictive of children's achievement in the two countries.",
                "cite_spans": [
                    {
                        "start": 564,
                        "end": 587,
                        "text": "Pomerantz et al., 2008)",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Consistent with the idea that in both the United States and China, as children enter adolescence, there may be a poor fit between their developmental stage and environment, the quality of both American and Chinese children's motivational beliefs deteriorated over time. Replicating prior research (e.g., Anderman & Midgley, 1997; Lepper et al., 2005) , over the seventh and eighth grades, American children became less oriented toward mastering schoolwork; their relative autonomy, however, remained stable. Like their American counterparts, Chinese children also became less concerned with mastery over the seventh and eighth grades; their relative autonomy decreased as well, although they maintained their edge over American children. Such deterioration in the quality of American and Chinese children's motivational beliefs may reflect a mismatch in both countries between children's developing psychological needs and the school setting as they make their way through adolescence. When American and Chinese children enter adolescence, they may experience heightened desire for autonomy, self-consciousness, and concern over social relationships, but be faced with heightened emphasis on explicit evaluation, and social comparison, as well as inadequate autonomy and emotional support in school (B. Chen & Li, 2008; Eccles et al., 1993; Liu, 2004) .",
                "cite_spans": [
                    {
                        "start": 304,
                        "end": 329,
                        "text": "Anderman & Midgley, 1997;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 330,
                        "end": 350,
                        "text": "Lepper et al., 2005)",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 1303,
                        "end": 1319,
                        "text": "Chen & Li, 2008;",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 1320,
                        "end": 1340,
                        "text": "Eccles et al., 1993;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 1341,
                        "end": 1351,
                        "text": "Liu, 2004)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Motivational Trajectories During Early Adolescence",
                "sec_num": null
            },
            {
                "text": "Although such mismatch in the United States and China may be similar, it occurs in contexts characterized by distinct learning ideologies that may create differences between the two countries in children's motivational trajectories. Consistent with the greater emphasis on learning in China than in the United States (see Pomerantz et al., 2008) , Chinese children began the seventh grade more positively than did their American counterparts in terms of the quality of their motivational beliefs, maintaining this advantage over the seventh and eighth grades. Moreover, the value that American, but not Chinese, children placed on academics decreased over time despite the fact that children in the two countries began seventh grade placing equal value on academics. Paralleling this trend and in line with prior research (e.g., Cooper et al., 1998; Kenney-Benson et al., 2006) , American children's motivational behavior in terms of self-regulated learning strategies and time on schoolwork outside of school declined over the seventh and eighth grades; in contrast, Chinese children's behavioral engagement remained stable. These findings are consistent with evidence for Asian (vs. American) children spending more time on schoolwork (e.g., Fuligni & Stevenson, 1995; Larson & Verma, 1999) but at odds with evidence for increases in time on schoolwork over the longer span (i.e., 5th-11th grades) among both American and Taiwanese children (Fuligni & Stevenson, 1995) . This may be because over the longer span, children are given more homework that obscures relatively smaller changes due to lack of engagement on children's part.",
                "cite_spans": [
                    {
                        "start": 322,
                        "end": 345,
                        "text": "Pomerantz et al., 2008)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 829,
                        "end": 849,
                        "text": "Cooper et al., 1998;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 850,
                        "end": 877,
                        "text": "Kenney-Benson et al., 2006)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 1244,
                        "end": 1270,
                        "text": "Fuligni & Stevenson, 1995;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1271,
                        "end": 1292,
                        "text": "Larson & Verma, 1999)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 1443,
                        "end": 1470,
                        "text": "(Fuligni & Stevenson, 1995)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Motivational Trajectories During Early Adolescence",
                "sec_num": null
            },
            {
                "text": "It is possible that the differences in the learning ideologies of the United States and China may translate into distinct support structures at school and home for learning (Li, 2005) . Thus, although in both countries, as children enter adolescence, they may experience a poor fit between their needs and the school environment, American children may not receive as much support for remaining engaged in school as Chinese children do. For example, much evidence suggests that Chinese parents are highly involved in children's academic lives (see Pomerantz et al., 2008) ; they may sustain this involvement to a greater extent than do their American counterparts as children enter adolescence. Notably, the heightened emphasis on and support for learning and achievement in China (vs. the United States) along with the one-child policy (see Fong, 2004) may motivate both Chinese girls and boys to achieve, which is evident in the lack of sex differences in China as compared to the United States where girls were generally more motivated than were boys.",
                "cite_spans": [
                    {
                        "start": 173,
                        "end": 183,
                        "text": "(Li, 2005)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 547,
                        "end": 570,
                        "text": "Pomerantz et al., 2008)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 841,
                        "end": 852,
                        "text": "Fong, 2004)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Motivational Trajectories During Early Adolescence",
                "sec_num": null
            },
            {
                "text": "It is also possible that the fit between children's stage and their environment may be poorer in the United States than in China. Given the independent orientation in the United States and the interdependent orientation in China, American children may have a greater desire for autonomy than do Chinese children (Iyengar & Lepper, 1999) . In addition, American children may have more alternatives (e.g., organized sports and community volunteer organizations) to academics (Larson & Verma, 1999 ) that draw their attention away from school. The differential motivational trajectories may also be due to differences in the structures of the schools in the two countries. In the current research, the two schools in the United States housed 7th and 8th grades only, whereas in China, one school went up to 9th grade and another up to 12th grade, with children in both schools expecting a highly competitive admission examination to high school at the end of 9th grade. It is possible that because American children anticipate another school transition in the near future without much continuity from the present, their motivation decreases. In contrast, because Chinese children expect a crucial examination depending to a large extent on their continued engagement in school, they sustain their motivation.",
                "cite_spans": [
                    {
                        "start": 312,
                        "end": 336,
                        "text": "(Iyengar & Lepper, 1999)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 473,
                        "end": 494,
                        "text": "(Larson & Verma, 1999",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Motivational Trajectories During Early Adolescence",
                "sec_num": null
            },
            {
                "text": "Despite the differences in the trajectories of American and Chinese children's motivation during early adolescence, there were similar reciprocal transactions over time between their motivation and achievement. Consistent with prior research (see Wigfield et al., 2006) , the more positive both American and Chinese children's motivation in the fall of seventh grade, with the exception of their relative autonomy in pursuing academics, the better their performance in school 2 years later in the spring of eighth grade, adjusting for their initial performance. Moreover, with the exception of chil-dren's relative autonomy and their time on schoolwork outside of school, the smaller the decrease in children's motivation over the seventh and eighth grades, the better their performance in the spring of eighth grade, suggesting that even normative declines in motivation can be detrimental to children's achievement. Notably, such a pattern was evident not only in the between-person analyses, but also in the within-person analyses, which revealed that children's performance benefited when their motivation did not sink below the initial level with which they began middle school.",
                "cite_spans": [
                    {
                        "start": 247,
                        "end": 269,
                        "text": "Wigfield et al., 2006)",
                        "ref_id": "BIBREF53"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Motivation-Achievement Transactions",
                "sec_num": null
            },
            {
                "text": "Effects of children's achievement on their motivation were also evident, with the exception of relative autonomy. It was revealed in the between-person analyses that both American and Chinese children's heightened achievement in the fall of seventh grade predicted their heightened motivation 2 years later in the spring of eighth grade. Moreover, both the between-and within-person analyses showed that positive changes in children's achievement were associated with positive changes in their motivation, regardless of country. Taken together, the similarities in the United States and China in the over-time relations between children's motivation and achievement suggest that despite cultural differences in terms of learning ideologies as well as on other dimensions (e.g., independent vs. interdependent orientation), the processes through which motivation and achievement affect each other are similar in the two countries, lending support to the generalizability to China of at least some Western theories of motivation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Motivation-Achievement Transactions",
                "sec_num": null
            },
            {
                "text": "Consistent with prior cross-sectional research with Chinese students (d 'Ailly, 2003; Vansteenkiste, Zhou et al., 2005) , in China, children's relative autonomy in the fall of seventh grade predicted their enhanced performance in school in the spring of eighth grade. Surprisingly, contrary to some prior concurrent research (e.g., Grolnick, Ryan, & Deci, 1991) , this was not the case in the United States (for a similar finding of lack of effect, see Grolnick & Slowiaczek, 1994) . Moreover, in both countries, no effect of change in relative autonomy over time on children's achievement was evident in either the between-or within-person analyses. One possible explanation is that dampened relative autonomy resulting from having controlled (vs. autonomous) reasons for pursuing academics may not necessarily harm achievement as it may heighten the effort children put into such things as rote learning, which pays off in terms of performance when deep learning is not required (see Vansteenkiste, Simons, Lens, Soenens, & Matos, 2005) .",
                "cite_spans": [
                    {
                        "start": 72,
                        "end": 85,
                        "text": "'Ailly, 2003;",
                        "ref_id": null
                    },
                    {
                        "start": 86,
                        "end": 119,
                        "text": "Vansteenkiste, Zhou et al., 2005)",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 332,
                        "end": 361,
                        "text": "Grolnick, Ryan, & Deci, 1991)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 453,
                        "end": 481,
                        "text": "Grolnick & Slowiaczek, 1994)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 986,
                        "end": 1038,
                        "text": "Vansteenkiste, Simons, Lens, Soenens, & Matos, 2005)",
                        "ref_id": "BIBREF50"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Motivation-Achievement Transactions",
                "sec_num": null
            },
            {
                "text": "Taken together, the findings regarding the trajectories of children's motivation and the effects of their motivation on their achievement suggest one reason that American children have been found to be out achieved by their Chinese counterparts (Stevenson, Chen, & Lee, 1993) . Although the quality of both American and Chinese children's motivational beliefs may decrease as they make their way through early adolescence, which appears to disrupt their learning as reflected in their grades, American children's learning may be further impaired by declines in their valuing of and behavior toward academics. In contrast, Chinese children continue to value academics and maintain their behavioral engagement in schoolwork, which may counter, or at least mute, the negative effects on learning of the decline in the quality of their motivational beliefs. However, although the sustained value and behavior among Chinese children may bode well for their achievement, it may take an emotional toll on them. As the quality of Chinese children's motivational beliefs deteriorates, they may come to experience their engagement in schoolwork as not only tedious but also pressured, which may cause emotional problems (see Ho, 1994) . Of course, key to examining the contribution of the differences in American and Chinese children's motivation to the differences in their learning is to assess children's achievement with tests that are directly comparable between the two countries (see Stevenson et al., 1993) . The current research, however, only examined children's grades which were based on different criteria in the United States and China, leaving the ''learning gap'' between the two countries uninvestigated.",
                "cite_spans": [
                    {
                        "start": 245,
                        "end": 275,
                        "text": "(Stevenson, Chen, & Lee, 1993)",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 1215,
                        "end": 1224,
                        "text": "Ho, 1994)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 1481,
                        "end": 1504,
                        "text": "Stevenson et al., 1993)",
                        "ref_id": "BIBREF45"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Implications for the United States-China ''Learning Gap''",
                "sec_num": null
            },
            {
                "text": "The current research has several limitations that point to important directions for future work. First, children's motivation was assessed exclusively through children's reports. Although self-reports have the merit of revealing subjective experience that is essential in understanding children's motivational beliefs, future research using multiple informants will provide a more complete picture of children's motivational development. Second, we speculated that the similarities in children's motivational trajectories in the United States and China reflect a similar poor fit in the two countries between children's developmental stage and their environment as they enter adolescence, but we did not actually assess stage-environment fit. Although some investigators have suggested that there are changes in the environment from elementary to middle school in China that may be a poor fit to children's developmental stage (e.g., Liu, 2004; Zhang & Zhang, 2006) , empirical evidence on the issue is yet to emerge (e.g., B. Chen & Li, 2008) . Similarly, we attributed the motivational differences to the distinct learning ideologies in the United States and China, but such ideologies were not examined. Also of note is that motivational dimensions based on notions indigenous to the Chinese culture such as social motivation (Yu, 1996) did not receive attention in the current research.",
                "cite_spans": [
                    {
                        "start": 934,
                        "end": 944,
                        "text": "Liu, 2004;",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 945,
                        "end": 965,
                        "text": "Zhang & Zhang, 2006)",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 1027,
                        "end": 1043,
                        "text": "Chen & Li, 2008)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 1329,
                        "end": 1339,
                        "text": "(Yu, 1996)",
                        "ref_id": "BIBREF54"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations and Future Directions",
                "sec_num": null
            },
            {
                "text": "The generalizability of the findings is also limited. First, the current research examined an important developmental period following children for 2 years upon their entry into middle school, but for a more comprehensive view of cultural variations in children's motivational development, future research spanning longer periods is needed to cover further academic milestones in the United States and China (e.g., entrance into high school and college). A significant issue that remains is whether Chinese children never experience motivational declines to the same extent as their American counterparts do, or they do, but not until they enter middle to late adolescence. Second, in the current research, fairly homogenous urban samples in each country were recruited. Questions remain regarding within-culture variations. For example, the pragmatic and moral significance of academic achievement may be maintained or transformed to different extents in different regions in China as they undergo economic and sociocultural changes to different extents.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations and Future Directions",
                "sec_num": null
            },
            {
                "text": "This research reveals that the quality of both American and Chinese children's motivational beliefs deteriorates during early adolescence. However, whereas American children also value academics less over the seventh and eighth grades, with declines in their motivational behavior as well, the value Chinese children place on academics does not change and is accompanied by sustained motivational behavior. Despite such differences, the mutually facilitative effects between motivation and achievement are comparable in the United States and China: Heightened motivational beliefs and behavior upon entry into middle school in the fall of seventh grade as well as the better preservation of such motivation over time are predictive of enhanced performance over time, with evidence for feedback effects of performance on motivation. The current research advances the understanding of the role of culture in motivational development in showing both culture-specific and culture-general processes. It also underscores Juvonen et al.'s (2004) call for continued efforts to improve middle schools in the United States, highlighting the necessity of such efforts in China as well.",
                "cite_spans": [
                    {
                        "start": 1015,
                        "end": 1038,
                        "text": "Juvonen et al.'s (2004)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusions",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Changes in achievement goal orientations, perceived academic competence, and grades across the transition to middle-level schools",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Anderman",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Contemporary Educational Psychology",
                "volume": "22",
                "issue": "",
                "pages": "269--298",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Anderman, E. M., & Midgley, C. (1997). Changes in achievement goal orientations, perceived academic competence, and grades across the transition to mid- dle-level schools. Contemporary Educational Psychology, 22, 269-298.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Changes in selfreported academic cheating across the transition from middle school to high school",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Anderman",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Contemporary Educational Psychology",
                "volume": "29",
                "issue": "",
                "pages": "499--517",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Anderman, E. M., & Midgley, C. (2004). Changes in self- reported academic cheating across the transition from middle school to high school. Contemporary Educational Psychology, 29, 499-517.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "AMOS 6.0 user's guide. Spring House",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Arbuckle",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Arbuckle, J. L. (2005). AMOS 6.0 user's guide. Spring House, PA: AMOS Development Corporation.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Translation and content analysis of oral and written materials",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Brislin",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Handbook of cross-cultural psychology",
                "volume": "2",
                "issue": "",
                "pages": "389--444",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brislin, R. W. (1980). Translation and content analysis of oral and written materials. In H. C. Triandis & J. W. Berry (Eds.), Handbook of cross-cultural psychology: Vol. 2. Methodology (pp. 389-444). Boston: Allyn & Bacon.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Hierarchical linear and nonlinear modeling with HLM5 programs",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Bryk",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "W"
                        ],
                        "last": "Raudenbush",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Congdon",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bryk, A. S., Raudenbush, S. W., & Congdon, R. (2000). Hierarchical linear and nonlinear modeling with HLM5 pro- grams. Chicago: Scientific Software International.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Classroom climate: Perceived by children of different sociometric statuses and its effects on children's social functioning",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Chen",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Li",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chen, B., & Li, D. (2008). Classroom climate: Perceived by children of different sociometric statuses and its effects on children's social functioning. Paper presented at the 6th Chinese Psychologist Conference, Hong Kong.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Homework: A crosscultural examination",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Chen",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Stevenson",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Child Development",
                "volume": "60",
                "issue": "",
                "pages": "551--561",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chen, C., & Stevenson, H. W. (1989). Homework: A cross- cultural examination. Child Development, 60, 551-561.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Relationships among attitudes about homework, amount of homework assigned and completed, and student achievement",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Cooper",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Lindsay",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Nye",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Greathouse",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Journal of Educational Psychology",
                "volume": "90",
                "issue": "",
                "pages": "70--83",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cooper, H., Lindsay, J. J., Nye, B., & Greathouse, S. (1998). Relationships among attitudes about homework, amount of homework assigned and completed, and student achievement. Journal of Educational Psychology, 90, 70-83.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Psychological maladjustment and academic achievement: A cross-cultural study of Japanese, Chinese, and American high school students",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "S"
                        ],
                        "last": "Crystal",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Chen",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Fuligni",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Stevenson",
                        "suffix": ""
                    },
                    {
                        "first": "C.-C",
                        "middle": [],
                        "last": "Hsu",
                        "suffix": ""
                    },
                    {
                        "first": "H.-J",
                        "middle": [],
                        "last": "Ko",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Child Development",
                "volume": "65",
                "issue": "",
                "pages": "738--753",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Crystal, D. S., Chen, C., Fuligni, A. J., Stevenson, H. W., Hsu, C.-C., Ko, H.-J., et al. (1994). Psychological malad- justment and academic achievement: A cross-cultural study of Japanese, Chinese, and American high school students. Child Development, 65, 738-753.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Children's autonomy and perceived control in learning: A model of motivation and achievement in Taiwan",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Ailly",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Journal of Educational Psychology",
                "volume": "95",
                "issue": "",
                "pages": "84--96",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "d'Ailly, H. (2003). Children's autonomy and perceived control in learning: A model of motivation and achieve- ment in Taiwan. Journal of Educational Psychology, 95, 84-96.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "The development and validation of the goal orientation and learning strategies survey (GOALS-S)",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Dowson",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Mcinerney",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Educational and Psychological Measurement",
                "volume": "64",
                "issue": "",
                "pages": "290--310",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dowson, M., & McInerney, D. M. (2004). The develop- ment and validation of the goal orientation and learn- ing strategies survey (GOALS-S). Educational and Psychological Measurement, 64, 290-310.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "A social-cognitive approach to motivation and personality",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "S"
                        ],
                        "last": "Dweck",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "L"
                        ],
                        "last": "Leggett",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Psychological Review",
                "volume": "95",
                "issue": "",
                "pages": "256--273",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dweck, C. S., & Leggett, E. L. (1988). A social-cognitive approach to motivation and personality. Psychological Review, 95, 256-273.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Development during adolescence: The impact of stage-environment fit on young adolescents' experiences in schools and in families",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Buchanan",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Reuman",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Flanagan",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "American Psychologist",
                "volume": "57",
                "issue": "",
                "pages": "89--99",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. S., Midgley, C., Wigfield, A., Buchanan, C. M., Reuman, D., Flanagan, C., et al. (1993). Development during adolescence: The impact of stage-environment fit on young adolescents' experiences in schools and in families. American Psychologist, 57, 89-99.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Self-concepts, domain values, and self-esteem: Relations and changes at early adolescence",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Flanagan",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Miller",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Reuman",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Yee",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Journal of Personality",
                "volume": "57",
                "issue": "",
                "pages": "283--310",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. S., Wigfield, A., Flanagan, C. A., Miller, C., Reu- man, D. A., & Yee, D. (1989). Self-concepts, domain val- ues, and self-esteem: Relations and changes at early adolescence. Journal of Personality, 57, 283-310.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Only hope: Coming of age under China's one-child policy",
                "authors": [
                    {
                        "first": "V",
                        "middle": [
                            "L"
                        ],
                        "last": "Fong",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fong, V. L. (2004). Only hope: Coming of age under China's one-child policy. Stanford, CA: Stanford University Press.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Children's competence and value beliefs from childhood through adolescence: Growth trajectories in two male-sex-typed domains",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Fredricks",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Developmental Psychology",
                "volume": "38",
                "issue": "",
                "pages": "519--533",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fredricks, J. A., & Eccles, J. S. (2002). Children's compe- tence and value beliefs from childhood through adoles- cence: Growth trajectories in two male-sex-typed domains. Developmental Psychology, 38, 519-533.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Time use and mathematics achievement among American, Chinese, and Japanese high school students",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Fuligni",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Stevenson",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Child Development",
                "volume": "66",
                "issue": "",
                "pages": "830--842",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fuligni, A. J., & Stevenson, H. W. (1995). Time use and mathematics achievement among American, Chinese, and Japanese high school students. Child Development, 66, 830-842.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Attitudes toward family obligation among American adolescents with Asian, Latin American, and European American backgrounds",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Fuligni",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Tseng",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Lam",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Child Development",
                "volume": "70",
                "issue": "",
                "pages": "1030--1044",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fuligni, A. J., Tseng, V., & Lam, M. (1999). Attitudes toward family obligation among American adolescents with Asian, Latin American, and European American backgrounds. Child Development, 70, 1030-1044.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Autonomy in children's learning: An experimental and individual difference investigation",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "S"
                        ],
                        "last": "Grolnick",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Ryan",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "52",
                "issue": "",
                "pages": "890--898",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Grolnick, W. S., & Ryan, R. M. (1987). Autonomy in chil- dren's learning: An experimental and individual differ- ence investigation. Journal of Personality and Social Psychology, 52, 890-898.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Inner resources for school achievement: Motivational mediators of children's perceptions of their parents",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "S"
                        ],
                        "last": "Grolnick",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Ryan",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "L"
                        ],
                        "last": "Deci",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Journal of Educational Psychology",
                "volume": "83",
                "issue": "",
                "pages": "508--517",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Grolnick, W. S., Ryan, R. M., & Deci, E. L. (1991). Inner resources for school achievement: Motivational media- tors of children's perceptions of their parents. Journal of Educational Psychology, 83, 508-517.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Parents' involvement in children's schooling: A multidimensional conceptualization and motivational model",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "S"
                        ],
                        "last": "Grolnick",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Slowiaczek",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Child Development",
                "volume": "65",
                "issue": "",
                "pages": "237--252",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Grolnick, W. S., & Slowiaczek, M. L. (1994). Parents' involvement in children's schooling: A multidimen- sional conceptualization and motivational model. Child Development, 65, 237-252.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "A new self-report scale of intrinsic versus extrinsic orientation in the classroom: Motivational and informational components",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Harter",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Developmental Psychology",
                "volume": "17",
                "issue": "",
                "pages": "300--312",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harter, S. (1981). A new self-report scale of intrinsic ver- sus extrinsic orientation in the classroom: Motivational and informational components. Developmental Psychol- ogy, 17, 300-312.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Cognitive socialization in Confucian heritage cultures",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "Y F"
                        ],
                        "last": "Ho",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Cross-cultural roots of minority child development",
                "volume": "",
                "issue": "",
                "pages": "285--313",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ho, D. Y. F. (1994). Cognitive socialization in Confucian heritage cultures. In P. M. Greenfield & R. R. Cocking (Eds.), Cross-cultural roots of minority child development (pp. 285-313). Hillsdale, NJ: Erlbaum.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Rethinking the value of choice: A cultural perspective on intrinsic motivation",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "S"
                        ],
                        "last": "Iyengar",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "R"
                        ],
                        "last": "Lepper",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "76",
                "issue": "",
                "pages": "349--366",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Iyengar, S. S., & Lepper, M. R. (1999). Rethinking the value of choice: A cultural perspective on intrinsic motivation. Journal of Personality and Social Psychology, 76, 349-366.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Focus on the wonder years: Challenges facing the American middle school",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Juvonen",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Le",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Kaganoff",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Augustine",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Constant",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Juvonen, J., Le, V., Kaganoff, T., Augustine, C., & Con- stant, L. (2004). Focus on the wonder years: Challenges fac- ing the American middle school. Santa Monica, CA: RAND Corporation.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Sex differences in math performance: The role of children's approach to schoolwork",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Kenney-Benson",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Pomerantz",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Ryan",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Patrick",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Developmental Psychology",
                "volume": "42",
                "issue": "",
                "pages": "11--26",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kenney-Benson, G., Pomerantz, E. M., Ryan, A. M., & Patrick, H. (2006). Sex differences in math performance: The role of children's approach to schoolwork. Develop- mental Psychology, 42, 11-26.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Principles and practice of structural equation modeling",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "B"
                        ],
                        "last": "Kline",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kline, R. B. (2005). Principles and practice of structural equa- tion modeling (2nd ed.). New York: Guilford.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "How children and adolescents spend time across the world: Work, play, and developmental opportunities",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Larson",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Verma",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Psychological Bulletin",
                "volume": "125",
                "issue": "",
                "pages": "701--736",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Larson, R. W., & Verma, S. (1999). How children and ado- lescents spend time across the world: Work, play, and developmental opportunities. Psychological Bulletin, 125, 701-736.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Intrinsic and extrinsic motivational orientation in the classroom: Age differences and academic correlates",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "R"
                        ],
                        "last": "Lepper",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Corpus",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "S"
                        ],
                        "last": "Iyengar",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Journal of Educational Psychology",
                "volume": "97",
                "issue": "",
                "pages": "184--196",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lepper, M. R., Corpus, J. H., & Iyengar, S. S. (2005). Intrinsic and extrinsic motivational orientation in the classroom: Age differences and academic correlates. Journal of Educational Psychology, 97, 184-196.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Mind or virtue: Western and Chinese beliefs about learning",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Li",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Current Directions in Psychological Science",
                "volume": "14",
                "issue": "",
                "pages": "190--194",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Li, J. (2005). Mind or virtue: Western and Chinese beliefs about learning. Current Directions in Psychological Sci- ence, 14, 190-194.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Mean and covariance structures (MACS) analyses of cross-cultural data: Practical and theoretical issues",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "D"
                        ],
                        "last": "Little",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Multivariate Behavioral Research",
                "volume": "32",
                "issue": "",
                "pages": "53--76",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Little, T. D. (1997). Mean and covariance structures (MACS) analyses of cross-cultural data: Practical and theoretical issues. Multivariate Behavioral Research, 32, 53-76.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "An investigation of developmental changes in academic adjustment among elementaryand middle-school students (in Chinese)",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "L"
                        ],
                        "last": "Liu",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Chinese Journal of Mental Health",
                "volume": "18",
                "issue": "",
                "pages": "113--114",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Liu, W. L. (2004). An investigation of developmental changes in academic adjustment among elementary- and middle-school students (in Chinese). Chinese Jour- nal of Mental Health, 18, 113-114.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Principles and practice in reporting structural equation analyses",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "P"
                        ],
                        "last": "Mcdonald",
                        "suffix": ""
                    },
                    {
                        "first": "M.-H",
                        "middle": [
                            "R"
                        ],
                        "last": "Ho",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Psychological Methods",
                "volume": "7",
                "issue": "",
                "pages": "64--82",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McDonald, R. P., & Ho, M.-H. R. (2002). Principles and practice in reporting structural equation analyses. Psy- chological Methods, 7, 64-82.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Research on sociocultural influences on motivation and learning",
                "authors": [],
                "year": 2001,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McInerney, D. M., & Van Etten, S. (Eds.). (2001). Research on sociocultural influences on motivation and learning. Greenwich, CT: Information Age.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Making the grade but feeling distressed: Gender differences in academic performance and internal distress",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Pomerantz",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "Altermatt",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Saxon",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Journal of Educational Psychology",
                "volume": "94",
                "issue": "",
                "pages": "396--404",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pomerantz, E. M., Altermatt, E. R., & Saxon, J. L. (2002). Making the grade but feeling distressed: Gender differ- ences in academic performance and internal distress. Journal of Educational Psychology, 94, 396-404.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Culture, parenting, and motivation: The case of East Asia and the United States",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Pomerantz",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "F"
                        ],
                        "last": "Ng",
                        "suffix": ""
                    },
                    {
                        "first": "Q",
                        "middle": [],
                        "last": "Wang",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Advances in motivation and achievement: Social psychological perspectives",
                "volume": "15",
                "issue": "",
                "pages": "209--240",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pomerantz, E. M., Ng, F. F., & Wang, Q. (2008). Culture, parenting, and motivation: The case of East Asia and the United States. In M. L. Maehr, S. A. Karabenick, & T. C. Urdan (Eds.), Advances in motivation and achieve- ment: Social psychological perspectives (Vol. 15, pp. 209- 240). Bingley, UK: Emerald Group.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "The psychological tradeoffs of goal investment",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Pomerantz",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Saxon",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Oishi",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "79",
                "issue": "",
                "pages": "617--630",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pomerantz, E. M., Saxon, J. L., & Oishi, S. (2000). The psy- chological tradeoffs of goal investment. Journal of Per- sonality and Social Psychology, 79, 617-630.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Mothers' affect in the homework context: The importance of staying positive",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Pomerantz",
                        "suffix": ""
                    },
                    {
                        "first": "Q",
                        "middle": [],
                        "last": "Wang",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "F"
                        ],
                        "last": "Ng",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Developmental Psychology",
                "volume": "41",
                "issue": "",
                "pages": "414--427",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pomerantz, E. M., Wang, Q., & Ng, F. F. (2005). Mothers' affect in the homework context: The importance of staying positive. Developmental Psychology, 41, 414-427.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "SDT: A dialectical framework for understanding sociocultural influences on student motivation",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Reeve",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "L"
                        ],
                        "last": "Deci",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Ryan",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Big theories revisited",
                "volume": "",
                "issue": "",
                "pages": "31--60",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Reeve, J., Deci, E. L., & Ryan, R. M. (2001). SDT: A dialec- tical framework for understanding sociocultural influ- ences on student motivation. In D. M. McInerney & S. Van Etten (Eds.), Big theories revisited (pp. 31-60). Greenwich, CT: Information Age.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Perceived locus of causality and internalization: Examining reasons for acting in two domains",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Ryan",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Connell",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "57",
                "issue": "",
                "pages": "749--761",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ryan, R. M., & Connell, J. P. (1989). Perceived locus of causality and internalization: Examining reasons for acting in two domains. Journal of Personality and Social Psychology, 57, 749-761.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Self-determination theory and the facilitation of intrinsic motivation, social development and well-being",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Ryan",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "L"
                        ],
                        "last": "Deci",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "American Psychologist",
                "volume": "55",
                "issue": "",
                "pages": "68--78",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ryan, R. M., & Deci, E. L. (2000). Self-determination theory and the facilitation of intrinsic motivation, social devel- opment and well-being. American Psychologist, 55, 68-78.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Goals and motivation of Chinese students-Testing the adaptive learning model",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Shi",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Wang",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Wang",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Zuo",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Liu",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Maehr",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Student motivation: The culture and context of learning",
                "volume": "",
                "issue": "",
                "pages": "249--270",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shi, K., Wang, P., Wang, W., Zuo, Y., Liu, D., & Maehr, M. L. (2001). Goals and motivation of Chinese stu- dents-Testing the adaptive learning model. In F. Salili, C.-Y. Chiu, & Y.-Y. Hong (Eds.), Student motivation: The culture and context of learning (pp. 249-270). New York: Kluwer Academic ⁄ Plenum.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "The development of achievement goals and implications for achievement during early adolescence",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Shim",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Ryan",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Anderson",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Journal of Educational Psychology",
                "volume": "100",
                "issue": "",
                "pages": "655--671",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shim, S., Ryan, A., & Anderson, C. (2008). The develop- ment of achievement goals and implications for achievement during early adolescence. Journal of Educa- tional Psychology, 100, 655-671.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Applied longitudinal data analysis: Modeling change and event occurrence",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Singer",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "B"
                        ],
                        "last": "Willett",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Singer, J. D., & Willett, J. B. (2003). Applied longitudinal data analysis: Modeling change and event occurrence. New York: Oxford University Press.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Assessing measurement invariance in cross-national consumer research",
                "authors": [
                    {
                        "first": "J.-B",
                        "middle": [
                            "E M"
                        ],
                        "last": "Steenkamp",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Baumgartner",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Journal of Consumer Research",
                "volume": "25",
                "issue": "",
                "pages": "78--90",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Steenkamp, J.-B. E. M., & Baumgartner, H. (1998). Assess- ing measurement invariance in cross-national con- sumer research. Journal of Consumer Research, 25, 78-90.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Mathematics achievement of Chinese, Japanese, and American children: Ten years later",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Stevenson",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Chen",
                        "suffix": ""
                    },
                    {
                        "first": "S.-Y",
                        "middle": [],
                        "last": "Lee",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Science",
                "volume": "259",
                "issue": "",
                "pages": "53--58",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stevenson, H. W., Chen, C., & Lee, S.-Y. (1993). Mathe- matics achievement of Chinese, Japanese, and Ameri- can children: Ten years later. Science, 259, 53-58.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Contexts of achievement: A study of American, Chinese, and Japanese children. Monographs of the Society for Research in Child Development",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Stevenson",
                        "suffix": ""
                    },
                    {
                        "first": "S.-Y",
                        "middle": [],
                        "last": "Lee",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Chen",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Stigler",
                        "suffix": ""
                    },
                    {
                        "first": "C.-C",
                        "middle": [],
                        "last": "Hsu",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Kitamura",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "",
                "volume": "55",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stevenson, H. W., Lee, S.-Y., Chen, C., Stigler, J. W., Hsu, C.-C., & Kitamura, S. (1990). Contexts of achievement: A study of American, Chinese, and Japanese children. Monographs of the Society for Research in Child Develop- ment, 55(1-2, Serial No. 221).",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Pay differentials in the People's Republic of China: An examination of internal equity and external competitiveness",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "L"
                        ],
                        "last": "Tang",
                        "suffix": ""
                    },
                    {
                        "first": ".-P",
                        "middle": [],
                        "last": "Luk",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [
                            "M"
                        ],
                        "last": "Chiu",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "K"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Compensation Benefits Review",
                "volume": "32",
                "issue": "",
                "pages": "43--49",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tang, T. L.-P., Luk, V. M., & Chiu, R. K. (2000). Pay dif- ferentials in the People's Republic of China: An exami- nation of internal equity and external competitiveness. Compensation Benefits Review, 32, 43-49.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Trajectories of victimization and perceptions of the self and schoolmates: Precursors to internalizing and externalizing problems",
                "authors": [
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Troop-Gordon",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "W"
                        ],
                        "last": "Ladd",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Child Development",
                "volume": "76",
                "issue": "",
                "pages": "1072--1091",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Troop-Gordon, W., & Ladd, G. W. (2005). Trajectories of victimization and perceptions of the self and school- mates: Precursors to internalizing and externalizing problems. Child Development, 76, 1072-1091.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "Learning considered within a cultural context: Confucian and Socratic approaches",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Tweed",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "R"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "American Psychologist",
                "volume": "57",
                "issue": "",
                "pages": "89--99",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tweed, R. G., & Lehman, D. R. (2002). Learning consid- ered within a cultural context: Confucian and Socratic approaches. American Psychologist, 57, 89-99.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Examining the motivational impact of intrinsic versus extrinsic goal framing and autonomysupportive versus internally controlling communication style on early adolescents' academic achievement",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Vansteenkiste",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Simons",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Lens",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Soenens",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Matos",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Child Development",
                "volume": "76",
                "issue": "",
                "pages": "483--501",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Vansteenkiste, M., Simons, J., Lens, W., Soenens, B., & Matos, L. (2005). Examining the motivational impact of intrinsic versus extrinsic goal framing and autonomy- supportive versus internally controlling communication style on early adolescents' academic achievement. Child Development, 76, 483-501.",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Experiences of autonomy and control among Chinese learners: Vitalizing or immobilizing",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Vansteenkiste",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Zhou",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Lens",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Soenens",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Journal of Educational Psychology",
                "volume": "97",
                "issue": "",
                "pages": "468--483",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Vansteenkiste, M., Zhou, M., Lens, W., & Soenens, B. (2005). Experiences of autonomy and control among Chinese learners: Vitalizing or immobilizing? Journal of Educational Psychology, 97, 468-483.",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "The role of parents' control in early adolescents' psychological functioning: A longitudinal investigation in the US and China",
                "authors": [
                    {
                        "first": "Q",
                        "middle": [],
                        "last": "Wang",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Pomerantz",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Chen",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Child Development",
                "volume": "78",
                "issue": "",
                "pages": "1592--1610",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wang, Q., Pomerantz, E. M., & Chen, H. (2007). The role of parents' control in early adolescents' psychological functioning: A longitudinal investigation in the US and China. Child Development, 78, 1592-1610.",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "Development of achievement motivation",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Schiefele",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Roeser",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Davis-Kean",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Handbook of child psychology: Vol. 3. Social, emotional, and personality development",
                "volume": "",
                "issue": "",
                "pages": "933--1002",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wigfield, A., Eccles, J. S., Schiefele, U., Roeser, R. W., & Davis-Kean, P. (2006). Development of achievement motivation. In N. Eisenberg, W. Damon, & R. Lerner (Eds.), Handbook of child psychology: Vol. 3. Social, emo- tional, and personality development (6th ed., pp. 933- 1002). New York: Wiley.",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "Ultimate life concerns, self, and Chinese achievement motivation",
                "authors": [
                    {
                        "first": "A.-B",
                        "middle": [],
                        "last": "Yu",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "227--246",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Yu, A.-B. (1996). Ultimate life concerns, self, and Chinese achievement motivation. In M. H. Bond (Ed.), The hand- book of Chinese psychology (pp. 227-246). Hong Kong: Oxford University Press.",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "A cross-sectional study of students' academic adjustment between the transition from elementary to middle school (in Chinese)",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "H"
                        ],
                        "last": "Zhang",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Zhang",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Journal of Liaoning Normal University (Social Science Edition)",
                "volume": "29",
                "issue": "",
                "pages": "51--54",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Zhang, L. H., & Zhang, L. (2006). A cross-sectional study of students' academic adjustment between the transi- tion from elementary to middle school (in Chinese). Journal of Liaoning Normal University (Social Science Edi- tion), 29, 51-54.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Schematic illustrations of the models predicting subsequent achievement from the initial level and change rate of motivation, adjusting for initial achievement."
            },
            "FIGREF1": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Developmental trajectory of children's value in the United States and China."
            },
            "FIGREF2": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Developmental trajectory of children's self-regulated learning in the United States and China."
            },
            "TABREF0": {
                "num": null,
                "content": "<table><tr><td/><td/><td>United States</td><td/><td/><td>China</td><td/></tr><tr><td>Construct</td><td>M</td><td>S D</td><td>a</td><td>M</td><td>S D</td><td>a</td></tr><tr><td>Motivational beliefs</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Value</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Fall 7th grade</td><td>6.02</td><td>1.05</td><td>.82</td><td>5.91</td><td>1.07</td><td>.78</td></tr><tr><td>Spring 7th grade</td><td>5.62</td><td>1.23</td><td>.83</td><td>5.92</td><td>1.19</td><td>.85</td></tr><tr><td>Fall 8th grade</td><td>5.76</td><td>1.25</td><td>.88</td><td>5.96</td><td>1.17</td><td>.83</td></tr><tr><td>Spring 8th grade</td><td>5.62</td><td>1.40</td><td>.88</td><td>6.04</td><td>1.15</td><td>.88</td></tr><tr><td>Mastery orientation</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Fall 7th grade</td><td>4.44</td><td>1.30</td><td>.73</td><td>5.53</td><td>1.03</td><td>.55</td></tr><tr><td>Spring 7th grade</td><td>4.21</td><td>1.30</td><td>.70</td><td>5.37</td><td>1.23</td><td>.69</td></tr><tr><td>Fall 8th grade</td><td>4.19</td><td>1.47</td><td>.77</td><td>5.41</td><td>1.16</td><td>.67</td></tr><tr><td>Spring 8th grade</td><td>4.14</td><td>1.47</td><td>.78</td><td>5.32</td><td>1.17</td><td>.68</td></tr><tr><td>Relative autonomy</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Fall 7th grade</td><td>)1.92</td><td>2.64</td><td>.80-.87 a</td><td>0.08</td><td>2.67</td><td>.69-.84 a</td></tr><tr><td>Spring 7th grade</td><td>)2.08</td><td>2.68</td><td>.84-.91 a</td><td>0.24</td><td>3.17</td><td>.73-.92 a</td></tr><tr><td>Fall 8th grade</td><td>)1.92</td><td>2.71</td><td>.88-.91 a</td><td>0.03</td><td>2.85</td><td>.77-.91 a</td></tr><tr><td>Spring 8th grade</td><td>)1.89</td><td>2.58</td><td>.87-.91 a</td><td>)0.14</td><td>2.94</td><td>.75-.94 a</td></tr><tr><td>Motivational behavior</td><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">Self-regulated learning strategies</td><td/><td/><td/><td/><td/></tr><tr><td>Fall 7th grade</td><td>3.38</td><td>0.81</td><td>.96</td><td>3.34</td><td>0.69</td><td>.93</td></tr><tr><td>Spring 7th grade</td><td>3.22</td><td>0.85</td><td>.96</td><td>3.25</td><td>0.83</td><td>.96</td></tr><tr><td>Fall 8th grade</td><td>3.19</td><td>0.88</td><td>.97</td><td>3.31</td><td>0.77</td><td>.96</td></tr><tr><td>Spring 8th grade</td><td>3.14</td><td>0.88</td><td>.97</td><td>3.31</td><td>0.77</td><td>.96</td></tr><tr><td>Time on schoolwork</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Fall 7th grade</td><td>12.05</td><td>5.97</td><td>.64 b</td><td>25.25</td><td>8.27</td><td>.41 b</td></tr><tr><td>Spring 7th grade</td><td>10.55</td><td>4.94</td><td>.58 b</td><td>23.79</td><td>8.37</td><td>.41 b</td></tr><tr><td>Fall 8th grade</td><td>10.84</td><td>5.34</td><td>.48 b</td><td>24.39</td><td>9.08</td><td>.46 b</td></tr><tr><td>Spring 8th grade</td><td>9.91</td><td>5.13</td><td>.58 b</td><td>24.20</td><td>8.80</td><td>.52 b</td></tr><tr><td>Achievement</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Fall 7th grade</td><td>)0.01</td><td>0.87</td><td>-c</td><td>0.00</td><td>0.84</td><td>-c</td></tr><tr><td>Spring 7th grade</td><td>0.00</td><td>0.87</td><td>-c</td><td>0.00</td><td>0.87</td><td>-c</td></tr><tr><td>Fall 8th grade</td><td>0.00</td><td>0.88</td><td>-c</td><td>)0.02</td><td>0.94</td><td>-c</td></tr><tr><td>Spring 8th grade</td><td>0.00</td><td>0.87</td><td>-c</td><td>)0.02</td><td>0.91</td><td>-c</td></tr></table>",
                "type_str": "table",
                "text": "Overview of the Measures"
            },
            "TABREF1": {
                "num": null,
                "content": "<table><tr><td/><td/><td/><td colspan=\"3\">United States</td><td/><td/><td/><td/><td/><td/><td colspan=\"2\">China</td><td/><td/><td/></tr><tr><td/><td colspan=\"3\">Intercept (initial level)</td><td/><td colspan=\"3\">Slope (change rate)</td><td/><td colspan=\"3\">Intercept (initial level)</td><td/><td colspan=\"3\">Slope (change rate)</td><td/></tr><tr><td/><td>Mean a</td><td/><td colspan=\"2\">Variance b</td><td colspan=\"2\">Mean a</td><td colspan=\"2\">Variance b</td><td colspan=\"2\">Mean a</td><td colspan=\"2\">Variance b</td><td colspan=\"2\">Mean a</td><td colspan=\"2\">Variance b</td></tr><tr><td>Construct</td><td>Est.</td><td>SE</td><td>Est.</td><td>SE</td><td>Est.</td><td>SE</td><td>Est.</td><td>SE</td><td>Est.</td><td>SE</td><td>Est.</td><td>SE</td><td>Est.</td><td>SE</td><td>Est.</td><td>SE</td></tr><tr><td colspan=\"2\">Motivational beliefs</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Value</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td colspan=\"12\">5.91*** 0.04 0.67*** 0.09 )0.11*** 0.02 0.07*** 0.02 5.91*** 0.04 0.55*** 0.08</td><td>0.03</td><td colspan=\"3\">0.02 0.09*** 0.02</td></tr><tr><td colspan=\"2\">Mastery orientation</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td colspan=\"16\">4.37*** 0.06 1.12*** 0.12 )0.08*** 0.02 0.08*** 0.02 5.53*** 0.05 0.76*** 0.08 )0.08*** 0.02 0.08*** 0.01</td></tr><tr><td colspan=\"2\">Relative autonomy</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td colspan=\"4\">)1.98*** 0.14 5.43*** 0.53</td><td>0.02</td><td colspan=\"4\">0.05 0.36*** 0.07 0.20</td><td colspan=\"7\">0.13 4.71*** 0.51 )0.12** 0.04 0.27*** 0.08</td></tr><tr><td colspan=\"2\">Motivational behavior</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"4\">Self-regulated learning strategies</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td colspan=\"13\">3.33*** 0.03 0.46*** 0.05 )0.07*** 0.01 0.03*** 0.01 3.33*** 0.03 0.33*** 0.04 )0.01</td><td colspan=\"3\">0.01 0.03*** 0.01</td></tr><tr><td colspan=\"2\">Time on schoolwork</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td colspan=\"13\">11.69*** 0.28 19.13*** 2.35 )0.62*** 0.11 1.27*** 0.44 24.72*** 0.35 17.15*** 4.64 )0.23</td><td colspan=\"2\">0.16 0.16</td><td>1.09</td></tr></table>",
                "type_str": "table",
                "text": "Estimates of the Motivational Trajectories"
            },
            "TABREF2": {
                "num": null,
                "content": "<table><tr><td/><td/><td/><td colspan=\"2\">United States</td><td/><td/><td/><td/><td colspan=\"2\">China</td><td/><td/></tr><tr><td/><td colspan=\"3\">Intercept effect</td><td/><td>Slope effect</td><td/><td colspan=\"3\">Intercept effect</td><td/><td>Slope effect</td><td/></tr><tr><td>Model</td><td>Unstd. a</td><td>SE a</td><td>Std. b</td><td>Unstd. a</td><td>SE a</td><td>Std. b</td><td>Unstd. a</td><td>SE a</td><td>Std. b</td><td>Unstd. a</td><td>SE a</td><td>Std. b</td></tr><tr><td colspan=\"4\">Motivational beliefs predicting grades</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Value</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>0.17***</td><td>0.04</td><td>0.16***</td><td>0.42***</td><td>0.10</td><td>0.14***</td><td>0.17***</td><td>0.04</td><td>0.14***</td><td>0.42***</td><td>0.10</td><td>0.13***</td></tr><tr><td colspan=\"2\">Mastery orientation</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>0.08***</td><td>0.03</td><td>0.10***</td><td>0.42***</td><td>0.11</td><td>0.13***</td><td>0.08***</td><td>0.03</td><td>0.08***</td><td>0.42***</td><td>0.11</td><td>0.12***</td></tr><tr><td colspan=\"2\">Relative autonomy</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>)0.01</td><td>0.02</td><td>)0.03</td><td>0.03</td><td>0.06</td><td>0.02</td><td>0.05***</td><td>0.02</td><td>0.11***</td><td>0.03</td><td>0.06</td><td>0.02</td></tr><tr><td colspan=\"4\">Motivational behavior predicting grades</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"4\">Self-regulated learning strategies</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>0.19***</td><td>0.04</td><td>0.14***</td><td>0.43*</td><td>0.17</td><td>0.08*</td><td>0.19***</td><td>0.04</td><td>0.12***</td><td>0.43*</td><td>0.17</td><td>0.08*</td></tr><tr><td colspan=\"2\">Time on schoolwork</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>0.03*</td><td>0.01</td><td>0.15*</td><td>0.09</td><td>0.08</td><td>0.12</td><td>0.02*</td><td>0.01</td><td>0.07*</td><td>-c</td><td>-c</td><td>-c</td></tr></table>",
                "type_str": "table",
                "text": "Estimates Predicting Grades From Motivation"
            }
        }
    }
}