{
    "paper_id": "young_1997",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-24T16:01:52.932892Z"
    },
    "title": "I THINK, THEREFORE I'M MOTIVATED: THE RELATIONS AMONG COGNITIVE STRATEGY USE, MOTIVATIONAL ORIENTATION AND CLASSROOM PERCEPTIONS OVER TIME",
    "authors": [
        {
            "first": "Allison",
            "middle": [
                "J"
            ],
            "last": "Young",
            "suffix": "",
            "affiliation": {},
            "email": "younga@wmich.edu"
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "Finding ways to enhance the effectiveness of student learning is of perennial interest to researchers and practitioners alike. One approach to these issues has been to examine the relations between motivation and cognition over time. In addition, it is likely that students perceptions of the classroom context may play a role in facilitating effective learning. The current study examines these issues from a goal orientation theory perspective using a sample of middle school students (n = 306). Data on students' personal motivational beliefs and cognitive strategy use as well as perceptions of the classroom goal structures were gathered using surveys. A longitudinal design was used to examine the research questions. Results suggest that motivation and cognition are reciprocally related over time. In addition, perceptions of classroom context were found to have an explanatory effect over and above the variance explained by prior measures of motivation and cognition. The implications for this work include the notion that student motivation can be enhanced through instruction in cognitive strategy use as well as through alteration of classroom goal structures so that there is a stronger emphasis on tasks and learning rather than on grades or external recognition. A key issue for teachers, parents and administrators alike involves the role of student motivation in the learning process. Most often, we believe that students must",
    "pdf_parse": {
        "paper_id": "young_1997",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Finding ways to enhance the effectiveness of student learning is of perennial interest to researchers and practitioners alike. One approach to these issues has been to examine the relations between motivation and cognition over time. In addition, it is likely that students perceptions of the classroom context may play a role in facilitating effective learning. The current study examines these issues from a goal orientation theory perspective using a sample of middle school students (n = 306). Data on students' personal motivational beliefs and cognitive strategy use as well as perceptions of the classroom goal structures were gathered using surveys. A longitudinal design was used to examine the research questions. Results suggest that motivation and cognition are reciprocally related over time. In addition, perceptions of classroom context were found to have an explanatory effect over and above the variance explained by prior measures of motivation and cognition. The implications for this work include the notion that student motivation can be enhanced through instruction in cognitive strategy use as well as through alteration of classroom goal structures so that there is a stronger emphasis on tasks and learning rather than on grades or external recognition. A key issue for teachers, parents and administrators alike involves the role of student motivation in the learning process. Most often, we believe that students must",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "LEARNING AND INLWILWAL DIFFERENCES VOLUME9.NUMBERS.1997 be motivated in order to learn. Laments such as \"These students just aren't motivated!\" abound, suggesting that students lack the traits that make motivated behavior and learning beyond basic skill acquisition possible. Motivation must precede cognition. Alternatively, certain kinds of cognition may influence motivation much the way having the right tools for the home improvement project may make the job more approachable and efficient. Finally, cognition and motivation may reciprocally related, each influencing the other over time. While this last notion makes a great deal of sense, it has not been empirically examined.",
                "cite_spans": [
                    {
                        "start": 9,
                        "end": 55,
                        "text": "AND INLWILWAL DIFFERENCES VOLUME9.NUMBERS.1997",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "250",
                "sec_num": null
            },
            {
                "text": "At the same time, there has been an increasing interest in the role that the classroom context plays in influencing the relations between student motivation and strategy use. Questions such as \"How can I motivate my students?\" imply that there is something that teachers and parents can do differently in order to mediate the processes of motivation and cognition. The assumption is that features of the environment can provide motivational cues for students. Ultimately, the question is what are some effective ways to influence student motivation?",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "250",
                "sec_num": null
            },
            {
                "text": "Though motivation can be characterized in a variety of ways, one theoretical approach, goal orientation theory (Ames 1992; Maehr 1989) , has become an effective way to explore these concerns. Goal orientation theory suggests that the questions be refocused from \"How much motivation?\"",
                "cite_spans": [
                    {
                        "start": 111,
                        "end": 122,
                        "text": "(Ames 1992;",
                        "ref_id": null
                    },
                    {
                        "start": 123,
                        "end": 134,
                        "text": "Maehr 1989)",
                        "ref_id": "BIBREF25"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "250",
                "sec_num": null
            },
            {
                "text": "to \"Wow is the student motivated?\" In refocusing the question, research in goal orientation theory suggests that the quality of student motivation effects the kinds of cognitive strategies students use (Nolen 1988; Nolen & Haladyna 1990) . This theoretical perspective has also identified a set of environmental structures (i.e., policies and practices teachers use which have been shown to convey motivational emphases to students (Ames 1992; Ames & Archer 1988) ) which provide cues for student motivation. The present study examines the importance of these classroom goal structures as viewed by students, on the change in both personal goal orientations and cognitive strategy use.",
                "cite_spans": [
                    {
                        "start": 202,
                        "end": 214,
                        "text": "(Nolen 1988;",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 215,
                        "end": 237,
                        "text": "Nolen & Haladyna 1990)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 432,
                        "end": 443,
                        "text": "(Ames 1992;",
                        "ref_id": null
                    },
                    {
                        "start": 444,
                        "end": 463,
                        "text": "Ames & Archer 1988)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "250",
                "sec_num": null
            },
            {
                "text": "Anyone who has ever attempted a \"do-it-yourself\" project knows how the right tools can make all the difference in how you approach the task. If you have the tools or access to borrowing the tools, the job becomes \"do-able.\" If you must make do with your existing tools, for example using the handle of a screwdriver to drive a nail, the job may be frustrating and difficult. Similarly, school learning is like a do-it-yourself project where a student's motivation to learn is related to having a set of effective \"tools\" or cognitive strategies which are intended to take the student beyond basic skill acquisition.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PERSONAL GOAL ORIENTATION AND COGNITIVE STRATEGIES",
                "sec_num": null
            },
            {
                "text": "Goal theory has become one of the major theoretical approaches to this focus on 'how' students are motivated, along with several other social cognitive approaches to motivation (see Urdan & Maehr 1995) . This theoretical approach is concerned with students' reasons, purposes, or goals for achieving in school (Ames 1987 (Ames , 1992 Urdan & Maehr 1995) . Goal orientation, or how students approach a particular goal, is the main organizing construct in goal theory. For example, a student may strive to do well in a given class. The goal is to do well, but the reason for holding that goal may differ. For one student, doing well may indicate that his or her purpose is to master the material, while for another it may mean he or she wants to out-perform other students, and for a third it might mean striving to get high grades. The research within goal theory has generated empirical evidence that these orientations are related to motivational behaviors such as persistence, effort, and task choice. In addition, these orientations have an empirically demonstrated effect on the kind of cognitive strategies students are likely to employ.",
                "cite_spans": [
                    {
                        "start": 182,
                        "end": 201,
                        "text": "Urdan & Maehr 1995)",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 310,
                        "end": 320,
                        "text": "(Ames 1987",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 321,
                        "end": 333,
                        "text": "(Ames , 1992",
                        "ref_id": null
                    },
                    {
                        "start": 334,
                        "end": 353,
                        "text": "Urdan & Maehr 1995)",
                        "ref_id": "BIBREF50"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GOAL ORIENTATION",
                "sec_num": null
            },
            {
                "text": "Early work in goal theory presented a model of motivation with two predominant goal orientations: task and performance (Ames & Ames 1984) . These two constructs, task and performance goal orientation, appear throughout the achievement goal theory literature, though they are not consistently operationalized in the same manner (see Urdan & Maehr 1995 , for a review)'. Students who hold a \"taskfocused\" goal orientation are interested in developing competencies and in leaming as an end in itself. Students with this orientation tend to work hard, choose challenging tasks and persist in the face of difficulty (Ames 1987; Dweck 1986; Maehr 1989; Nicholls 1984 ). Of particular interest are the studies indicating that students' goal orientation is related to the quality of their cognitive strategy use. Experimental studies as well as studies using self-report data have found that students who held a task-focused goal orientation were more likely to value and use cognitive processing strategies which required a deeper level of encoding than were students who held a performance-orientation (Graham & Golan 1991; Nolen 1988) . Other work has found that students who held a task-focused goal orientation were likely to employ deeper cognitive and self-regulatory strategies such as linking new information to prior knowledge, making connections with everyday phenomena, monitoring comprehension, and identifying main ideas (Anderman & Young 1994; Pintrich & DeGroot 1990; Pintrich, Roeser, & DeGroot 1994) .",
                "cite_spans": [
                    {
                        "start": 119,
                        "end": 137,
                        "text": "(Ames & Ames 1984)",
                        "ref_id": null
                    },
                    {
                        "start": 332,
                        "end": 350,
                        "text": "Urdan & Maehr 1995",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 611,
                        "end": 622,
                        "text": "(Ames 1987;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 623,
                        "end": 634,
                        "text": "Dweck 1986;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 635,
                        "end": 646,
                        "text": "Maehr 1989;",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 647,
                        "end": 660,
                        "text": "Nicholls 1984",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 1096,
                        "end": 1117,
                        "text": "(Graham & Golan 1991;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1118,
                        "end": 1129,
                        "text": "Nolen 1988)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 1427,
                        "end": 1450,
                        "text": "(Anderman & Young 1994;",
                        "ref_id": null
                    },
                    {
                        "start": 1451,
                        "end": 1475,
                        "text": "Pintrich & DeGroot 1990;",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 1476,
                        "end": 1509,
                        "text": "Pintrich, Roeser, & DeGroot 1994)",
                        "ref_id": "BIBREF37"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TASK-FOCUSED ORIENTATION",
                "sec_num": null
            },
            {
                "text": "In contrast, students who hold a \"performance-focused\" goal orientation are interested in demonstrating competency and in learning as a means to an end. Students with this orientation are generally concerned with grades and test scores as well as with outperforming others, and being considered the best student (Ames 1987; 1992; Dweck & Leggett 1988) . These students were likely to employ surface level processing strategies, such as memorization, guessing, or writing down the first thing that comes to mind in order to finish the task quickly (Ames & Archer 1988; Elliott & Dweck 1988; Nicholls, Cobb, Wood, Yackel, & Patashnick 1990; Nolen 1988; Nolen & Haladyna 1990) .",
                "cite_spans": [
                    {
                        "start": 312,
                        "end": 323,
                        "text": "(Ames 1987;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 324,
                        "end": 329,
                        "text": "1992;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 330,
                        "end": 351,
                        "text": "Dweck & Leggett 1988)",
                        "ref_id": null
                    },
                    {
                        "start": 547,
                        "end": 567,
                        "text": "(Ames & Archer 1988;",
                        "ref_id": null
                    },
                    {
                        "start": 568,
                        "end": 589,
                        "text": "Elliott & Dweck 1988;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 590,
                        "end": 638,
                        "text": "Nicholls, Cobb, Wood, Yackel, & Patashnick 1990;",
                        "ref_id": null
                    },
                    {
                        "start": 639,
                        "end": 650,
                        "text": "Nolen 1988;",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 651,
                        "end": 673,
                        "text": "Nolen & Haladyna 1990)",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TASK-FOCUSED ORIENTATION",
                "sec_num": null
            },
            {
                "text": "More recent work (Wolters, Yu, & Pintrich 1996; Young & Urdan 1993) has further clarified performance-focused goal orientation as consisting of two Students who hold an extrinsic-focused goal orientation are predominantly driven by grades and test scores. For example, these students would be likely to do their schoolwork in order to get good grades, or in order to be on the honor roll. Young and Urdan (1993) have shown that an extrinsic-focused goal orientation had a moderate negative relation with academic self-efficacy and with subject value. Other recent work (Wolters, Yu, & Pintrich 1996) found extrinsic goal orientation to be negatively related to task value, selfefficacy, and self-regulated learning. These findings suggest that an extrinsic-focus may detract from positive motivational and cognitive outcomes.",
                "cite_spans": [
                    {
                        "start": 17,
                        "end": 47,
                        "text": "(Wolters, Yu, & Pintrich 1996;",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 48,
                        "end": 67,
                        "text": "Young & Urdan 1993)",
                        "ref_id": "BIBREF56"
                    },
                    {
                        "start": 389,
                        "end": 411,
                        "text": "Young and Urdan (1993)",
                        "ref_id": "BIBREF56"
                    },
                    {
                        "start": 569,
                        "end": 599,
                        "text": "(Wolters, Yu, & Pintrich 1996)",
                        "ref_id": "BIBREF53"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "EXTRINSIC-FOCUSED ORIENTATION",
                "sec_num": null
            },
            {
                "text": "In a similar vein, students who hold a relative ability-focused goal orientation strive to outperform others, and to show the teacher and other students they are smarter than others in the class. These students would be likely to do work that would make them look smart, such as reading books that are easy for them in order to \"read the most books\" (Ames 1992; Nicholls, Cobb, Wood, Yackel, & Pataschnick 1990) . More recent work has demonstrated that relative ability-focused goal orientation had a low positive relation with self-efficacy and with subject value in English (Young & Urdan 1993) . Wolters, Yu, and Pintrich (1996) have found positive relations between relative ability orientation and students' task value, selfefficacy, and self-regulated learning. Thus, holding a relative ability-focused goal orientation may work to enhance positive motivational and cognitive outcomes.",
                "cite_spans": [
                    {
                        "start": 350,
                        "end": 361,
                        "text": "(Ames 1992;",
                        "ref_id": null
                    },
                    {
                        "start": 362,
                        "end": 411,
                        "text": "Nicholls, Cobb, Wood, Yackel, & Pataschnick 1990)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 576,
                        "end": 596,
                        "text": "(Young & Urdan 1993)",
                        "ref_id": "BIBREF56"
                    },
                    {
                        "start": 599,
                        "end": 631,
                        "text": "Wolters, Yu, and Pintrich (1996)",
                        "ref_id": "BIBREF53"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RELATIVE ABILITY ORIENTATION",
                "sec_num": null
            },
            {
                "text": "Much of the current empirical work on motivation posits a unidirectional model of the relation between motivation and stragetic learning where the former drives the latter. Recent research in motivation has suggested a reciprocal relation between motivation and cognition (e.g., Pintrich, Roeser, & DeGroot 1994) . It is likely that motivation and cognition act in a more mutually influential fashion where motivation influences the quality of cognition at the same time that cognition influences the quality of motivation. This idea of reciprocity has been implied by social cognitive as well as socio-cultural approaches to learning and development (Butler & Winne 1995; Pintrich & Garcia 1991; Rogoff 1990; Pintrich, Roeser, & De Groot 1994; Sivan 1986 ). However, this reciprocity between motivation and strategic learning has not been examined empirically to any great extent within either theoretical approach. Thus, a primary question for this study concerns the reciprocal relations between motivation, conceptualized in terms of students' goal orientation, and cognition, conceptualized as cognitive strategy use. Using a twowave design with motivation and cognition measured at both time points, it is expected that motivational orientation at time one will influence cognitive strategy use at time two and that cognitive strategy use at time one will influence motivational orientation at time two.",
                "cite_spans": [
                    {
                        "start": 279,
                        "end": 312,
                        "text": "Pintrich, Roeser, & DeGroot 1994)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 651,
                        "end": 672,
                        "text": "(Butler & Winne 1995;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 673,
                        "end": 696,
                        "text": "Pintrich & Garcia 1991;",
                        "ref_id": null
                    },
                    {
                        "start": 697,
                        "end": 709,
                        "text": "Rogoff 1990;",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 710,
                        "end": 744,
                        "text": "Pintrich, Roeser, & De Groot 1994;",
                        "ref_id": null
                    },
                    {
                        "start": 745,
                        "end": 755,
                        "text": "Sivan 1986",
                        "ref_id": "BIBREF45"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE ROLE OF MOTIVATIONAL ORIENTATION ON STRATEGIC LEARNING",
                "sec_num": null
            },
            {
                "text": "Another aspect of goal orientation theory involves the assumption that motivational orientation can be influenced by the classroom context. For example, Dweck and Leggett (1988) found that subjects' motivational orientation could be manipulated via the laboratory context. Ames and Archer (1988) found that students motivational orientation was influenced by certain dimensions of the classroom context (i.e., task, authority, recognition, grouping, evaluation, and time). More recently, Maehr and Midgley (1991, 1996) examined this contextual influence at the school-wide level, finding that policies and practices at this level have an effect on student motivation and learning.",
                "cite_spans": [
                    {
                        "start": 153,
                        "end": 177,
                        "text": "Dweck and Leggett (1988)",
                        "ref_id": null
                    },
                    {
                        "start": 273,
                        "end": 295,
                        "text": "Ames and Archer (1988)",
                        "ref_id": null
                    },
                    {
                        "start": 488,
                        "end": 497,
                        "text": "Maehr and",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 498,
                        "end": 518,
                        "text": "Midgley (1991, 1996)",
                        "ref_id": "BIBREF28"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE IMPACT OF CLASSROOM GOAL STRUCTURE",
                "sec_num": null
            },
            {
                "text": "This idea is paralleled in the literature on classroom climate, which has examined students' perceptions of classrooms. For example, Trickett and Moos (1973) argue that classroom climate variables add significantly to the explained variance in student attitudes and reactions. Moreover, in a review of the classroom environment literature, Fraser (1991) argues that students' perceptions of the classroom environment account for significant amounts of variance over and above the variance explained by student background variables. Fraser, Treagust, and Dennis (1986) argue that perceptions can be viewed as determinants of behavior, implying that perceptions might influence beliefs and goals as well as strategies. In a goal theory framework, the dominant themes of task-focused and performancefocused can be mapped onto dimensions of the classroom, which will be termed classroom goal structures. These goal structures are policies, practices, and procedures that have been shown to change the motivational environment of the classroom (Ames 1990; 1992; Ames & Archer 1988; Maehr & Midgley 1991) . Though most classroom goal structures are not strictly task-or performancefocused, students may perceive an emphasis on one or the other.",
                "cite_spans": [
                    {
                        "start": 133,
                        "end": 157,
                        "text": "Trickett and Moos (1973)",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 340,
                        "end": 353,
                        "text": "Fraser (1991)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 532,
                        "end": 567,
                        "text": "Fraser, Treagust, and Dennis (1986)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 1039,
                        "end": 1050,
                        "text": "(Ames 1990;",
                        "ref_id": null
                    },
                    {
                        "start": 1051,
                        "end": 1056,
                        "text": "1992;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 1057,
                        "end": 1076,
                        "text": "Ames & Archer 1988;",
                        "ref_id": null
                    },
                    {
                        "start": 1077,
                        "end": 1098,
                        "text": "Maehr & Midgley 1991)",
                        "ref_id": "BIBREF28"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE IMPACT OF CLASSROOM GOAL STRUCTURE",
                "sec_num": null
            },
            {
                "text": "In schools, students perceive information which can emphasize different reasons for engaging in classroom tasks (Ames & Archer 1988; Maehr & Midgley 1996) . For example, teachers who allow students some choice of tasks, who assign meaningful tasks, who allow for revision, and who emphasize the importance of effort are apt to create an environment with a more task-focused goal structure. The emphasis here is on the nature of the work and the individual student's progress, which is likely to give students the sense that attention to tasks is of importance in these classrooms.",
                "cite_spans": [
                    {
                        "start": 112,
                        "end": 132,
                        "text": "(Ames & Archer 1988;",
                        "ref_id": null
                    },
                    {
                        "start": 133,
                        "end": 154,
                        "text": "Maehr & Midgley 1996)",
                        "ref_id": "BIBREF28"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TASK GOAL STRUCTURED CLASSROOM",
                "sec_num": null
            },
            {
                "text": "Recent empirical work in goal theory has found that students' personal goals are affected by their perceptions of the classroom goal structure (Roeser, Midgley, & Urdan 1996) . These personal goals, in turn, are related to the level of cognitive strategies students tend to use (Nolen 1988; Nolen & Haladyna 1990) . This means that if students perceive the salient dimensions of the classroom as having a predominantly task-focused goal structure, they are more likely to adopt a personal task-focused goal orientation. For example, if students see that they are VOLUME 9, NUMBER 3.1997 likely to be recognized on the basis of effort and improvement, then they are apt to be oriented to the nature of their work rather than the reward itself.",
                "cite_spans": [
                    {
                        "start": 143,
                        "end": 174,
                        "text": "(Roeser, Midgley, & Urdan 1996)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 278,
                        "end": 290,
                        "text": "(Nolen 1988;",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 291,
                        "end": 313,
                        "text": "Nolen & Haladyna 1990)",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TASK GOAL STRUCTURED CLASSROOM",
                "sec_num": null
            },
            {
                "text": "In contrast, teachers who allow little or no choice of tasks, who assign tasks requiring low level cognitive processing, who group students according to ability, and who publicly acknowledge the results of evaluations are apt to create an environment with a more performance-focused goal structure. These teachers make the issue of ability salient through public comparisons and the emphasis becomes the demonstration of ability, rather than learning the material being presented. This is likely to give students the sense that the goal in these classrooms is to outperform others or simpIy get high grades (Ames 1992; Maehr & Midgley 1991) . In these environments, students are more likely to adopt a personal extrinsic or relative ability goal orientation if they perceive the classroom goal structure to be performance-focused.",
                "cite_spans": [
                    {
                        "start": 607,
                        "end": 618,
                        "text": "(Ames 1992;",
                        "ref_id": null
                    },
                    {
                        "start": 619,
                        "end": 640,
                        "text": "Maehr & Midgley 1991)",
                        "ref_id": "BIBREF28"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PERFORMANCE GOAL STRUCTURED CLASSROOM",
                "sec_num": null
            },
            {
                "text": "For example, if students see that they are likely to be recognized and rewarded on solely the basis of high grades or only in relation to other students, then they are apt to be oriented to the reward rather than the content of the task. In these types of environments, students may be more likely to adopt a personal extrinsic goal orientation or relative ability goal orientation. Holding an extrinsic goal orientation has been linked to higher levels of surface processing (Pintrich & Schrauben 1992) .",
                "cite_spans": [
                    {
                        "start": 476,
                        "end": 503,
                        "text": "(Pintrich & Schrauben 1992)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PERFORMANCE GOAL STRUCTURED CLASSROOM",
                "sec_num": null
            },
            {
                "text": "At the same time, it is acknowledged that classrooms probably do not manifest dimensions centered only within one goal structure or another. Rather, certain dimensions may be structured in a way that presents salient information about the reasons for doing work. Perceptions of the classroom goal structures may be influenced by individual differences in motivational orientation and cognitive strategy use. In turn, these perceptions are then likely to have an effect on motivational and cognitive outcomes. Previous work in goal orientation theory has not examined the potential for students' classroom perceptions of the classroorrr goal structure to mediate personal goal orientation and cognitive strategy use. Thus, certain environments or situations may be seen as relating to different patterns of motivation, thereby mediating the individual student's motivational orientation. In statistical terms, a mediational factor is expected to significantly reduce the relation between the predictor variable and outcome variable (Baron & Kenny 1986) . This means that students' perceptions of the classroom are expected to influence the personal goal orientation above and beyond what is explained by prior personal goal orientation.",
                "cite_spans": [
                    {
                        "start": 1031,
                        "end": 1051,
                        "text": "(Baron & Kenny 1986)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PERFORMANCE GOAL STRUCTURED CLASSROOM",
                "sec_num": null
            },
            {
                "text": "One aspect of the classroom envirol~ment centers on the domain, or subject area.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DOMAIN DIFFERENCES",
                "sec_num": null
            },
            {
                "text": "There is evidence to suggest that subject matter has an influence over the development of curriculum and the nature of instruction in secondary school teachers (Grossman Q Stodolsky 1994 Siskin 1994) . For example, secondary math and foreign language teachers were more likely to characterize their subject as static, clearly defined, and hierarchical, than were English, social studies, and science teachers . This difference in structural characteristics of content may lead to differences in the kinds of work students are presented with along with the general instructional policies and the sequencing of concepts in these classrooms. Thus, these assumptions about content might lead math classrooms to present more salient performance goal structures than English classrooms, while English classrooms might present a more salient task goal structure.",
                "cite_spans": [
                    {
                        "start": 160,
                        "end": 186,
                        "text": "(Grossman Q Stodolsky 1994",
                        "ref_id": null
                    },
                    {
                        "start": 187,
                        "end": 199,
                        "text": "Siskin 1994)",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DOMAIN DIFFERENCES",
                "sec_num": null
            },
            {
                "text": "The nature of instruction within subject areas may itself be a factor in students' motivational orientation (Stodolsky 1988; Stodolsky, Salk, & Glaessner 1991; Young, Arbreton, & Midgley 1992) . For example, Stodolsky (1988) found that while teaching math, fifth grade teachers in self-contained classrooms were more likely to employ individual seatwork as the primary instructional format with few cooperative activities and little variety in instructional materials. Subsequent work found that the instructional patterns in social studies and math influenced students' thinking in those subject areas. In particular, students tended to view math in terms of success or failure and in terms of ease or difficulty of work, while social studies was seen on a continuum of boring to interesting (Stodolsky, Salk, & Glaessner 1991) . Such cues have an obvious connection with students' motivational beliefs.",
                "cite_spans": [
                    {
                        "start": 108,
                        "end": 124,
                        "text": "(Stodolsky 1988;",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 125,
                        "end": 159,
                        "text": "Stodolsky, Salk, & Glaessner 1991;",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 160,
                        "end": 192,
                        "text": "Young, Arbreton, & Midgley 1992)",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 208,
                        "end": 224,
                        "text": "Stodolsky (1988)",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 793,
                        "end": 828,
                        "text": "(Stodolsky, Salk, & Glaessner 1991)",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DOMAIN DIFFERENCES",
                "sec_num": null
            },
            {
                "text": "These issues begin to arise at the middle and junior high school level when schools typically become departmentalized and subject matter issues become more salient than they have been at the elementary level. The work of Wigfield, Eccles and their colleagues has addressed these issues by examining math and English using an expectancy-value perspective (Wigfield, Eccles, MacIver, Reuman, & Midgley 1991) . Recently, the effects of subject area have been systematically examined in goal theory (Anderman & Young 1993; Wolters, Yu, & Pintrich 1996; Young, Arbreton, & Midgley 1992) . These studies found evidence for mean-level differences on measures of task and ability goal orientation across different academic subject areas (i.e., English, math, social studies, science). For example, Young, Arbreton, and Midgley (1992) found mean-level differences in the motivational and strategic learning constructs. In another study, Anderman and Young (1993) found that different subject areas presented different levels of between-classroom variance in motivational constructs. Finally, Wolters, Yu, and Pintrich (1996) examined patterns of relations across three academic subject areas. They found mean-level differences in motivational constructs across subject areas, but failed to find differences in patterns of relations in each subject area, concluding that there may be generalizable models of the relations between motivational and strategic learning constructs.",
                "cite_spans": [
                    {
                        "start": 354,
                        "end": 405,
                        "text": "(Wigfield, Eccles, MacIver, Reuman, & Midgley 1991)",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 495,
                        "end": 518,
                        "text": "(Anderman & Young 1993;",
                        "ref_id": null
                    },
                    {
                        "start": 519,
                        "end": 548,
                        "text": "Wolters, Yu, & Pintrich 1996;",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 549,
                        "end": 581,
                        "text": "Young, Arbreton, & Midgley 1992)",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 790,
                        "end": 825,
                        "text": "Young, Arbreton, and Midgley (1992)",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 941,
                        "end": 953,
                        "text": "Young (1993)",
                        "ref_id": "BIBREF56"
                    },
                    {
                        "start": 1083,
                        "end": 1115,
                        "text": "Wolters, Yu, and Pintrich (1996)",
                        "ref_id": "BIBREF53"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DOMAIN DIFFERENCES",
                "sec_num": null
            },
            {
                "text": "Since there is not enough research to present conclusive evidence on this issue of patterns of relations, a third research question involves the relations between motivational orientation, cognitive strategy use, and student perceptions of the classroom within particular subject areas. It is expected that math classes would be perceived as more performance goal structured than English classes because math classroom environments are often designed to focus on students' attention on test grades, correct answers and comparison to other students than do English classes. In addition, it is expected that the patterns of relations among the various motivational orientation and strategic learning constructs will differ by subject area.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DOMAIN DIFFERENCES",
                "sec_num": null
            },
            {
                "text": "Finally, the mediational influence of perceptions of the classroom goal structures will be examined.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LEARNING AND /NDll'lDlJAL DIFFERENCES VOLUME 9, NUMBER 3,1997",
                "sec_num": "256"
            },
            {
                "text": "Prior research in motivation has suggested that male and female students have different patterns of personal motivation as well as different perceptions of the environment (Bank, Biddle, & Good 1980; Brush 1980; Eccles 1993; Eccles, MacIver, & Lange 1986a; Eccles, Miller, Reuman, Feldlaufer, Jacobs, & Midgley 1986b; Fennema 1987) . For instance, studies have reported that girls more than boys tend to: use unstable, internal attributions to explain success in mathematics (Eccles, MacIver, & Lange 1986; Ryckman & Peckham 1987; Wigfield, Eccles, MacIver, Reuman, & Midgley 1991) ; exhibit performance-oriented behavior in experimental situations involving math (Dweck 1986) ; and have low self-efficacy and self concept of ability in mathematics (Eccles, Adler, & Meece 3984) . Also, some studies in goal theory report that boys more than girls are likely to report higher levels of performance goal orientation (Hicks, Murphy & Patrick 1995; Roeser, Midgley, & Urdan, 1996; Yoon & Eccles 1996) . Finally, recent work has posited that males and females show different patterns in the relations between goal orientation and learning (Pintrich, Ryan, & Patrick 1996) . Brush (1980) interviewed girls regarding their mathematics and English classes, finding that participants described English classes as having more student-teacher interaction, positive emotional support, and controlled public recitation. In Eccies' work, she and her colleagues (Eccles et al. 1986a) have identified classrooms which would be deemed \"girl unfriendly,\" typically math classes, in which instructional practices enhance competition among students, involve public evaluation of ability during recitation-type instruction, encourage social comparison based on ability assessment, and involve the differentiated use of praise.",
                "cite_spans": [
                    {
                        "start": 172,
                        "end": 199,
                        "text": "(Bank, Biddle, & Good 1980;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 200,
                        "end": 211,
                        "text": "Brush 1980;",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 212,
                        "end": 224,
                        "text": "Eccles 1993;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 225,
                        "end": 256,
                        "text": "Eccles, MacIver, & Lange 1986a;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 257,
                        "end": 317,
                        "text": "Eccles, Miller, Reuman, Feldlaufer, Jacobs, & Midgley 1986b;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 318,
                        "end": 331,
                        "text": "Fennema 1987)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 475,
                        "end": 506,
                        "text": "(Eccles, MacIver, & Lange 1986;",
                        "ref_id": null
                    },
                    {
                        "start": 507,
                        "end": 530,
                        "text": "Ryckman & Peckham 1987;",
                        "ref_id": null
                    },
                    {
                        "start": 531,
                        "end": 581,
                        "text": "Wigfield, Eccles, MacIver, Reuman, & Midgley 1991)",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 664,
                        "end": 676,
                        "text": "(Dweck 1986)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 749,
                        "end": 757,
                        "text": "(Eccles,",
                        "ref_id": null
                    },
                    {
                        "start": 758,
                        "end": 764,
                        "text": "Adler,",
                        "ref_id": null
                    },
                    {
                        "start": 765,
                        "end": 778,
                        "text": "& Meece 3984)",
                        "ref_id": null
                    },
                    {
                        "start": 915,
                        "end": 945,
                        "text": "(Hicks, Murphy & Patrick 1995;",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 946,
                        "end": 977,
                        "text": "Roeser, Midgley, & Urdan, 1996;",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 978,
                        "end": 997,
                        "text": "Yoon & Eccles 1996)",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 1135,
                        "end": 1167,
                        "text": "(Pintrich, Ryan, & Patrick 1996)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 1170,
                        "end": 1182,
                        "text": "Brush (1980)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 1448,
                        "end": 1469,
                        "text": "(Eccles et al. 1986a)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENDERDIFFERENCES",
                "sec_num": null
            },
            {
                "text": "Given these findings, it is IikeIy that males and females might find different environmental features salient. In turn, these perceptual differences might then lead to differences in adoption of personal goal orientation. For example, if girls are more likely to see the performance structures in math classrooms, it may mean that they are more likely to adopt extrinsic or relative ability goal orientation in math.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENDERDIFFERENCES",
                "sec_num": null
            },
            {
                "text": "In sum, the primary questions addressed in this study are:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENDERDIFFERENCES",
                "sec_num": null
            },
            {
                "text": "1. What is the relation between students' goal orientation and cognitive strategy use over the course of two years of middle school? Prior research shows that taskgoal orientation is positively related to deeper cognitive strategy use. It is anticipated that this finding will be replicated in the current study. Likewise, extrinsic goal orientation at time one should be negatively related to deeper strategy use at time two. Given the recent findings in goal theory, it is expected that relative ability goal orientation at time one will be positively related to deeper strategy use at time two. Finally, it is hypothesized that deeper cognitive strategy use at time one will be positively related to students' task goal orientation at time two.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENDERDIFFERENCES",
                "sec_num": null
            },
            {
                "text": "2. How do perceptions of the classroom goal structure mediate these relations? Given the literature on goal theory and on classroom environments, it is expected that students' perceptions of the classroom goal structure will be related to their personal goal orientation at time two. For instance, perceiving the classroom as task goal structured should be positively related to both personal task goal orientation and deeper strategy use at time two. Conversely, perceiving the classroom as performance structured should be positively related to personal extrinsic goal orientation and negatively related to personal task goal orientation and deeper strategy use at time two. Also, it is expected that students' perceptions of the classroom goal structure will have an effect over and above prior goal orientation and deeper cognitive strategy use.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENDERDIFFERENCES",
                "sec_num": null
            },
            {
                "text": "3. Do these relations differ by the curricular context (i.e., the subject matter; English, math)? First, it is expected that there will be mean-level differences on the motivational and strategic learning constructs. Then, it is anticipated that the patterns among the relations between goals and cognitive strategy use will differ by subject area context, with math classrooms having a stronger emphasis on performance structures and English classrooms having a stronger emphasis on task structures.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENDERDIFFERENCES",
                "sec_num": null
            },
            {
                "text": "4. Finally, do these relations differ by gender? First, it is anticipated that there will be mean-level gender differences on the motivational and strategic learning constructs. It is also expected that males and females will show different patterns among these relations, with girls seeing the math classrooms as more strongly performance structured than boys.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENDERDIFFERENCES",
                "sec_num": null
            },
            {
                "text": "In sum, question one examines the relations between motivation and cognition over time, expecting reciprocity between the motivational and cognitive constructs. The second question follows by examining the mediational effects of perceptions of the classroom goal structures on the relations between motivation and cognition at time one and time two. Question three addresses the potential domain differences in the patterns of relations among these constructs. Finally, question four explores gender differences in these relations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENDERDIFFERENCES",
                "sec_num": null
            },
            {
                "text": "The sample consisted of 316 students from a largely white, working-class community near a large metropolitan area in southeastern Michigan. Participants were recruited from all the fifth grade classrooms in six elementary schools in the same school district. Parental permission was required in order for students to participate and 83% of these students received permission. Data were collected from VOLlJME9,NUMBER3,1997 these students in the spring of their fifth grade year in elementary school, and in the spring of their sixth (1993) and seventh (1994) grade years in middle school. Only the data from the two years in middle school will be used in this study, so that Time 1 in this study refers to sixth grade and Time 2 refers to seventh grade. A different study (Anderman & Midgley 1996) used the data from the first two years to examine changes in students' motivation and perceptions of the learning environment across the transition from elementary school to middle school. A second study (Anderman, Maehr, & Midgley 1997) contrasted changes across the three years, in the two middle schools.",
                "cite_spans": [
                    {
                        "start": 772,
                        "end": 797,
                        "text": "(Anderman & Midgley 1996)",
                        "ref_id": null
                    },
                    {
                        "start": 1002,
                        "end": 1035,
                        "text": "(Anderman, Maehr, & Midgley 1997)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHOD PARTICIPANTS",
                "sec_num": null
            },
            {
                "text": "Participants were mostly Caucasian (82%), with African-American students comprising 15% of the population, and the remaining three percent was comprised of Native Americans, Asian Americans, and \"Other.\" Twenty-one percent of students received free or reduced fee lunch. Fifty-five percent of the sample was male (N = 169) while the remaining forty-five percent were female (N = 137).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHOD PARTICIPANTS",
                "sec_num": null
            },
            {
                "text": "Survey measures were employed to obtain the data for this study. Eliciting student perceptions of the classroom environment through such self-report measures is a useful tool in exploring the interaction between the individual and the environment (Fraser 1991) . Student self-report measures allow researchers to identify shared perceptions of a classroom which may involve long-standing issues and aspects of the environment which may not be evident to an outside observer (Ames 1992; Fraser, Treagust, & Dennis 1986; Trickett & Moos 1973) . In addition, self-report measures are more economical than are classroom observations or videotaping methods of data collection.",
                "cite_spans": [
                    {
                        "start": 247,
                        "end": 260,
                        "text": "(Fraser 1991)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 474,
                        "end": 485,
                        "text": "(Ames 1992;",
                        "ref_id": null
                    },
                    {
                        "start": 486,
                        "end": 518,
                        "text": "Fraser, Treagust, & Dennis 1986;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 519,
                        "end": 540,
                        "text": "Trickett & Moos 1973)",
                        "ref_id": "BIBREF49"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MEASURES",
                "sec_num": null
            },
            {
                "text": "Surveys were administered to students in their classrooms by trained graduate research assistants and were read aloud to account for variability in students' reading abilities. The measure, known as the Patterns of Adaptive Learning Survey (PALS), was developed for a larger project (Midgley, Maehr, & Urdan 1993) . The survey was comprised of original items as well as items adapted from a variety of sources (e.g., Ames 1990 ; Ames & Archer 1988; Harter 1981; Maehr & Braskamp X986; Maehr & Fyans 1989; Nicholls, Patashnick, Cheung, Thorkildsen, & Lauer 1989; Nolen & Haladyna 1990; Pintrich & DeGroot 1990; Weinstein, Palmer & Schulte 1987) . Students responded to the items using a 5-oint Likert scale (1 = Not at all True of Me, 5 = Very True of Me.",
                "cite_spans": [
                    {
                        "start": 283,
                        "end": 313,
                        "text": "(Midgley, Maehr, & Urdan 1993)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 417,
                        "end": 426,
                        "text": "Ames 1990",
                        "ref_id": null
                    },
                    {
                        "start": 429,
                        "end": 448,
                        "text": "Ames & Archer 1988;",
                        "ref_id": null
                    },
                    {
                        "start": 449,
                        "end": 461,
                        "text": "Harter 1981;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 462,
                        "end": 484,
                        "text": "Maehr & Braskamp X986;",
                        "ref_id": null
                    },
                    {
                        "start": 485,
                        "end": 504,
                        "text": "Maehr & Fyans 1989;",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 505,
                        "end": 561,
                        "text": "Nicholls, Patashnick, Cheung, Thorkildsen, & Lauer 1989;",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 562,
                        "end": 584,
                        "text": "Nolen & Haladyna 1990;",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 585,
                        "end": 609,
                        "text": "Pintrich & DeGroot 1990;",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 610,
                        "end": 643,
                        "text": "Weinstein, Palmer & Schulte 1987)",
                        "ref_id": "BIBREF51"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MEASURES",
                "sec_num": null
            },
            {
                "text": "This study focused on six constructs from the survey: task-focused goal orientation, extrinsic-focused goal orientation, relative ability-focused goal orientation, use of deeper cognitive strategies (measured at both Time 1 and Time 2), and students' perceptions of the classroom goal structures as performance-focused and as task-focused (at Time 2 only). In the PALS survey (see Appendix A), the measure of deeper cognitive strategy use is most closely representative of self-regulation strategies as well as organizational and elaborative strategies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MEASURES",
                "sec_num": null
            },
            {
                "text": "The latter two scales measure students' perceptions of the purposes of doing academic work which may be emphasized in their classes. For instance, in a task goal structured classroom there would be an emphasis on meaningful learning activities that are interesting to students; a focus on opportunites for self-management and support for various learning strategies; an emphasis on recognition and rewards based on individual improvement and effort (Ames 1992; Ames & Archer 1988; Maehr & Midgley 1991) . In contrast, in a performance goal structured classroom there would be an emphasis on standard tasks; a focus on control and discipline; and an emphasis on social comparisons based on grades and test scores as well as external rewards and recognition (Ames 1992; Ames & Archer 1988; Maehr & Midgley 1991) .",
                "cite_spans": [
                    {
                        "start": 449,
                        "end": 460,
                        "text": "(Ames 1992;",
                        "ref_id": null
                    },
                    {
                        "start": 461,
                        "end": 480,
                        "text": "Ames & Archer 1988;",
                        "ref_id": null
                    },
                    {
                        "start": 481,
                        "end": 502,
                        "text": "Maehr & Midgley 1991)",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 756,
                        "end": 767,
                        "text": "(Ames 1992;",
                        "ref_id": null
                    },
                    {
                        "start": 768,
                        "end": 787,
                        "text": "Ames & Archer 1988;",
                        "ref_id": null
                    },
                    {
                        "start": 788,
                        "end": 809,
                        "text": "Maehr & Midgley 1991)",
                        "ref_id": "BIBREF28"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MEASURES",
                "sec_num": null
            },
            {
                "text": "In addition, each of these constructs was measured in both English and mathematics. Scales were formed using factor analysis and items and reliabilities are presented in Appendix A. Reliability statistics were all acceptable, ranging from a = .71 to a = .88 in English and a = .67 to a = 32 in math. Tables 1 and 2 show differences by domain and gender (respectively) at times one and two. Though not part of the main research questions, these preliminary analyses described the data in greater detail. Table 1 presents the results of t-tests between mean scores with the first column showing means for each construct at Time 1, the second column showing means for Time 2, and column three showing the change over time. In English, the scale means of task-focused goal orientation and deeper cognitive strategy use declined significantly (p < .OOl) over time as did relative ability goal orientation (p < .05). In contrast, students reported higher levels of extrinsic-focused goal orientation in seventh grade math than in the sixth grade (p < .OOl). Task-focused goal orientation and deeper cognitive strategy use in math declined significantly (p < .OOl) from sixth to seventh grade, a pattern similar to that in English.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 300,
                        "end": 314,
                        "text": "Tables 1 and 2",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 503,
                        "end": 510,
                        "text": "Table 1",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "MEASURES",
                "sec_num": null
            },
            {
                "text": "The results of t-tests to examine differences between girls and boys on each of the scales at both time periods are presented in Table 2 . Column one shows the Time 1 means for each of the constructs separated by gender, column two shows the Time 2 means and column three shows the change over time. Some gender differences were found in these data. Most notably, boys were significantly more likely to report adopting an extrinsic-focused goal orientation in both sixth and seventh grade math and English than were girls. Boys were also significantly more likely to adopt a relative ability goal orientation in both English and math in the sixth grade. There were significant differences between boys and girls in their perceptions of the classroom goal structure. Girls were significantly more likely to report perceiving the classroom as having a task-focused goal structure than were boys in both English and math. In contrast, boys were significantly more likely to report perceiving the classroom as having a performance-focused goal structure. Given these differences, gender was included in further analyses. ",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 129,
                        "end": 136,
                        "text": "Table 2",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "DOMAIN AND GENDER DIFFERENCES OVER TIME",
                "sec_num": null
            },
            {
                "text": "Intercorrelations between constructs at time one and time two are presented in Table 3 . English and math are presented separately (see a and b). In English, there were moderate, positive correlations for task-focused goal orientation (r = .48), extrinsic-focused goal orientation (r = .48), relative ability focused goal orientation (Y = .47), and deeper cognitive strategy use (r = .48). A similar pattern was observed in math for the same constructs, though the relations appeared slightly stronger, with task-focused goal orientation (Y = .54), extrinsic-focused goal orientation (u = .56), relative ability-focused goal orientation (r = .54), and deeper cognitive strategy use (r = .53). In general, there was stability in these constructs over time. This means that if a student reported holding a stronger task goal orientation in sixth grade, he or she would tend to hold a stronger task orientation in seventh grade.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 79,
                        "end": 86,
                        "text": "Table 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RELATIONS BETWEEN GOAL ORIENTATION AND COGNITIVE STRATEGY USE OVER TWO YEARS",
                "sec_num": null
            },
            {
                "text": "Other substantive relations included the high, positive correlation between taskfocused goal orientation at time one and deeper cognitive strategy use at time one (r = .72 in English; Y = .68 in math) and at time two (r = .79 in English, r = .66 in math). Slightly weaker relations between motivation and cognition were observed over time, as time one task-focused goal orientation and time two deeper cognitive strategy use (r = .40 in English; Y = .35 in math) were moderately related, as were task-focused goal orientation at time two and deeper cognitive strategy use at time one (r = .47 in English, Y = .43 in math). However, these correlations were approximately the same magnitude as those observed in the autocorrelations, indicating that to some extent, motivation and cognition were reciprocally related.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RELATIONS BETWEEN GOAL ORIENTATION AND COGNITIVE STRATEGY USE OVER TWO YEARS",
                "sec_num": null
            },
            {
                "text": "Task-focused goal orientation was moderately, negatively related to extrinsic-focused goal orientation at both time points (Y = -.62, Y = -.50 in English: = -.53, r = -.57 in math). These findings are similar to those found in previous research using similar constructs in that task-focused goal orientation is not orthogonal to extrinsic-focused goal orientation. For example, in a study at the middle school level, task goals were moderately, negatively related (r = -.45) to extrinsic goals . In a study using data from sixth graders, task goals and ability goals were moderately negatively related (r = -.32 to -.43) in four academic subject areas (Young, Arbreton, & Midgley 1992) . Finally, there were moderate relations between perceptions of the classroom as having a task-focused goal structure and personal task goal orientation at time two (r = .48, p c .Ol in English; r = .43, p < .Ol in math), and deeper cognitive strategy use at time two (r = .57, p < .Ol in English; r = .47, p < .Ol in math). Perceptions of the classroom as having a performance goal structure were moderately negatively related to perceptions of the classroom as having a task goal structure (Y = -.40, p < -01 in English; r = -.40, p < .Ol in math) and to students' reports of a personal extrinsicfocused goal orientation at time two in math only (Y = .42). These relations are consistent with what a goal theory model would suggest, namely that a personal taskfocused goal orientation and deeper cognitive strategy use are positively related to perceiving the classroom as having a task goal structure. Likewise, perceiving the classroom as having a performance goal structure was related negatively to a personal task-focused goal orientation. Interestingly, only in math were the perceptions of the classroom as having a performance goal structure related to an individual's extrinsic-focused goal orientation. This suggests that perceiving the classroom as performance goal structured might be related to adopting a stronger extrinsic-focused orientation.",
                "cite_spans": [
                    {
                        "start": 652,
                        "end": 685,
                        "text": "(Young, Arbreton, & Midgley 1992)",
                        "ref_id": "BIBREF55"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RELATIONS BETWEEN GOAL ORIENTATION AND COGNITIVE STRATEGY USE OVER TWO YEARS",
                "sec_num": null
            },
            {
                "text": "The results of multiple, hierarchical regression analyses are presented in Tables 4 A and B. Analyses involved treating each of the time two variables as a separate outcome measure. The first step (Table 4 A) involved entering the time one measures (task-focused goal orientation, extrinsic-focused goal orientation, relative ability-focused goal orientation, and deeper cognitive strategy use) and at the second step (Table 4 B ), the measures of the perceptions of the classroom goal structure (task-focused, performance-focused) were added. These two steps allowed for the exam~ation of reciprocal relations between motivational and cognitive constructs and to discriminate between the effects of time one personal variables and the effects of the classroom perceptions variables on the time two variables. In addition, gender was included in the analysis as a control variable.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 197,
                        "end": 205,
                        "text": "(Table 4",
                        "ref_id": null
                    },
                    {
                        "start": 418,
                        "end": 428,
                        "text": "(Table 4 B",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RELATIONS BETWEEN GOAL ORIENTATION AND COGNITIVE STRATEGY USE",
                "sec_num": null
            },
            {
                "text": "In English, there was limited evidence for reciprocal relations between cognition and motivation {see Table 4A ). Task-focused goal orientation at time two was influenced by task-focused goal orientation at time one as well as deeper cognitive strategies at time one. Also, extrinsic-focused goal orientation at time two was negatively influenced by deeper strategy use at time one (B = -.12). Thus, deeper strategy use at time one was related to both task-focused and extrinsic-focused goal orientation at time two, even when controlling for prior personal goal orientation. However, none of the time one goal orientation measures was significantly related to deeper cognitive strategy use at time two.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 102,
                        "end": 110,
                        "text": "Table 4A",
                        "ref_id": "TABREF5"
                    }
                ],
                "eq_spans": [],
                "section": "RELATIONS BETWEEN GOAL ORIENTATION AND COGNITIVE STRATEGY USE",
                "sec_num": null
            },
            {
                "text": "In math, deeper strategy use at time one was unrelated to task goal orientation at time two. Similarly, task goal orientation at time one had no impact on deeper Notes: N=306,*p<.05.**p<.Ol.***p<.001 strategy use at time two. As would be expected, students with stronger task goal orientation at time one had weaker extrinsic and relative ability goal orientation at time two. Thus, no evidence for mutual influential relations over time between motivation and cognition over time was found in the math model",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RELATIONS BETWEEN GOAL ORIENTATION AND COGNITIVE STRATEGY USE",
                "sec_num": null
            },
            {
                "text": "When the second step was added to answer research question two for the English model (see Table 4 B), perceptions of the classroom as task goal structured emerged as the strongest predictor of task goal orientation at time two (is = .36\"*\", increase in adjusted R-squared of .12). Relative ability-focused goal orientation was influenced by both perceptions of the classroom as task goal structured and perceptions of the classroom as performance goal structured, with an 8% increase in adjusted R-squared. Extrinsic goal orientation was positively influenced by perceptions of performance goal structure, indicating that when students see the classroom as focused on grades, external recognition or test scores, they were more likely to hold a personal extrinsic goal orientation. Lastly, deeper cognitive strategy use at time two was positively influenced by both perceptions of task goal structure in the classroom as well as perceptions of performance goal structure in the classroom.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 90,
                        "end": 97,
                        "text": "Table 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "EFFECT OF PERCEPTIONS OF CLASSROOM GOAL STRUCTURE ON GOAL ORIENTATION AND COGNITIVE STRATEGY USE",
                "sec_num": null
            },
            {
                "text": "Students who perceived the math classroom as having a stronger task goal structure showed higher levels of personal task-focused goal orientation, stronger relative ability goal orientation, and deeper strategy use at time two. In contrast, students who perceived the classroom as having more of a performance goal structure showed stronger extrinsic goal orientation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "EFFECT OF PERCEPTIONS OF CLASSROOM GOAL STRUCTURE ON GOAL ORIENTATION AND COGNITIVE STRATEGY USE",
                "sec_num": null
            },
            {
                "text": "The positive relation between perceptions of a task-focused goal structure to stronger personal relative ability goal orientation was interesting. This implies that students who saw the classroom as having a stronger task goal structure were likely to report having higher levels of relative ability focused goal orientation at time two. Across the four separate analyses the adjusted R-squared increased with the addition of the perceptions of the classroom an average of .12 in English, while in math the adjusted R-squared increased an average of .05. Perceptions of the classroom increased the explained variance for deeper cognitive strategy use in English by .14, while in math perceptions of the classroom did not increase the explained variance for relative ability goal orientation at all. In general, perceptions of the classroom appeared to have had an effect above and beyond prior beliefs and strategy use, particularly in English. Also, classroom perceptions seem to have had a greater influence on cognitive strategy use than over motivational beliefs.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "EFFECT OF PERCEPTIONS OF CLASSROOM GOAL STRUCTURE ON GOAL ORIENTATION AND COGNITIVE STRATEGY USE",
                "sec_num": null
            },
            {
                "text": "In order to understand the mediational effects of perceptions of the classroom, it was necessary to run regression-based path analyses in two steps: time one variables regressed onto classroom perceptions, then time one variables and classroom perceptions onto time two variables. This accounted for the influence of individual differences on classroom perceptions. Figures 1 through 6 present the results of the regression-based path analyses using the full model, displaying the betas for significant paths only while Table 5 presents a summary of the results from these figures. This technique was chosen over a LISREL approach because of a lack of degrees of freedom (n = 306 in English, n = 305 in math) to account for the latent variables in addition to the structural variables.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 366,
                        "end": 385,
                        "text": "Figures 1 through 6",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 520,
                        "end": 527,
                        "text": "Table 5",
                        "ref_id": "TABREF7"
                    }
                ],
                "eq_spans": [],
                "section": "Predictors",
                "sec_num": null
            },
            {
                "text": "The comparison of the analysis of math to that of English showed some interesting differences (Tables 4 A & B) . In each case, the time one goal orientation predictor was positively related to its time two outcome. Thus, students were stronger in these measures at time two, and in the same direction. For example, a student with stronger task goal orientation in sixth grade was on average, likely to report an even higher score on this scale in the seventh grade.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 94,
                        "end": 110,
                        "text": "(Tables 4 A & B)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DIFFERENCES BETWEEN MATH AND ENGLISH IN PAlTERNS OF RELATIONS",
                "sec_num": null
            },
            {
                "text": "LEARNING AND INDIVIDUAL DIFFERENCES VOLUME 9, NUMBER 3.1997 ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "266",
                "sec_num": null
            },
            {
                "text": "Task Orientation 1",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Construct",
                "sec_num": null
            },
            {
                "text": "English (Figure 1) Girls (Figure 3 ) Boys (Figure 4 ) Math (Figure 2) Girls ( Figure 5 ) Boys ( Figure 6 ) In order to compare these relations across the English and math models (see Figures 1 and 2) , a significance test for the difference between independent unstandardized regression coefficients was used (Cohen & Cohen 1983) . Differences between models tested with this formula will be systematically attenuated because of the nested nature of the data (i.e., measures nested within students).",
                "cite_spans": [
                    {
                        "start": 309,
                        "end": 329,
                        "text": "(Cohen & Cohen 1983)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 8,
                        "end": 18,
                        "text": "(Figure 1)",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 25,
                        "end": 34,
                        "text": "(Figure 3",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 42,
                        "end": 51,
                        "text": "(Figure 4",
                        "ref_id": "FIGREF6"
                    },
                    {
                        "start": 59,
                        "end": 69,
                        "text": "(Figure 2)",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 78,
                        "end": 86,
                        "text": "Figure 5",
                        "ref_id": null
                    },
                    {
                        "start": 96,
                        "end": 104,
                        "text": "Figure 6",
                        "ref_id": null
                    },
                    {
                        "start": 183,
                        "end": 199,
                        "text": "Figures 1 and 2)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Construct",
                "sec_num": null
            },
            {
                "text": "Therefore, the following discussion has been restricted to just those differences which emerged despite underestimated effects. For instance, the relation between task goal orientation at time one and task goal orientation at time two was stronger in math than it was in English (t = 2.17**). Students appeared more likely to strengthen their orientations and cognitive strategy use in math than they were in English.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Construct",
                "sec_num": null
            },
            {
                "text": "In terms of the math model (see Figure 2 ) it appeared that relations between variables at time one and time two were more elaborate, with more predictive relations. Students who reported a stronger task-focused goal orientation tended to report lower levels of extrinsic (1s = -.18) and relative ability goal orientation (f3 = -.15) at time two. Also, students who reported an extrinsic-focused goal orientation at time one tended to also report having a relative ability-focused goal orientation at time two (B = .13). The variance explained in the time two variables ranged from 32% for relative ability-focused goal orientation to 39% for extrinsicfocused goal orientation.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 32,
                        "end": 40,
                        "text": "Figure 2",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Construct",
                "sec_num": null
            },
            {
                "text": "With regard to the effect of classroom perceptions, the most evident difference is that time one variables in math appeared to influence the classroom perceptions and time two variables more than in the English model. For instance, in the math model, deeper cognitive strategy use at time one had a moderate, positive relation with perceptions of the classroom as task structured (iZ = .25). This relation accounted for 12% of the variance in perceptions of task-focus in the classroom. In the English model, personal task-focused goal orientation predicted perceptions of the classroom as task structured (f? = .20), explaining six percent of the variance in classroom perceptions. Also in the math model, time one extrinsic (Is = .24) and relative ability (f3 = .12) goal orientation predicted perceptions of the classroom as performance strctured. These relations explained 11% of the variance in perceptions of performance structure in the math model, while no time one predictors were related to perceptions of performance goal structure in English. In contrast, the English model (see Figure 1) showed relations between perceptions of the classroom as task structured and relative ability-focused goal orientation (G = .28) as well as deeper strategy use (t3 = .54) at time two, which were stronger than those in the math model (B = .12, f = 1.88*; 1l = .34; t = 3.59***). It is interesting to note that perceiving the classroom as task structured predicted holding a relative ability-focused goal orientation, as this is contrary to the theoretical framework in goal theory.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 1091,
                        "end": 1100,
                        "text": "Figure 1)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Construct",
                "sec_num": null
            },
            {
                "text": "Perceptions of the classroom as having a performance-focused orientation positively influenced extrinsic (fX = .20) and relative ability-focused (is = .26) goal orientation, as well as deeper cognitive strategy use (rS = .12) at time two. Perceptions of the classroom as having a performance-focused goal orientation was moderately, positively related to personal extrinsic-focused goal orientation at time two (B = .24). It is interesting to note that both math and English modets showed this positive relation between perceptions of the classroom as performance structured and personal extrinsic-focused goal orientation at time two. This finding is consistent with what would be expected by goal theory, reflecting the notion that emphasizing performance aspects of the classroom might encourage students to adopt a more extrinsic-focused goal orientation. In comparing the variance explained in the time two variables, the English model ranged from 28% for extrinsic-focused goal orientation to 46% for deeper cognitive strategy use. In math, the variance explained ranged from 32% for relative ability goal orientation to 39% for deeper strategy use. Because R-squared is a ratio, it was possible to use an F-statistic to test for the significance of differences between the adjusted R-squares in the English and math models (Cohen & Cohen 1983; Hinkle, Weirsma, & Jurs 1988 ). The math model explained significantly more variance in extrinsic focused goal orientation (Adjusted R-squared = .39) than did the English model (Adjusted R-squred = .28; F = 6.10). In contrast, the English model explained significantly more variance in deeper strategy use at time two (Adjusted R-squared = .39) than did the math model (Adjusted Rsquared = .39; F = 8.20). This means that the math model provides a better fit for extrinsic goal orientation, while the English model provides a better fit for deeper strategy use.",
                "cite_spans": [
                    {
                        "start": 1330,
                        "end": 1350,
                        "text": "(Cohen & Cohen 1983;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 1351,
                        "end": 1379,
                        "text": "Hinkle, Weirsma, & Jurs 1988",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Construct",
                "sec_num": null
            },
            {
                "text": "In general, prior goal orientation and cognitive strategy use was more likely to affect perceptions of the classroom as performance structured in math than in English, while it appeared that perceptions of the classroom as task structured had stronger effects in English than in math. Thus, in math classrooms, students may rely on prior goal orientation and cognitive strategy use. In English classrooms students may rely more on cues from the classroom environment.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Construct",
                "sec_num": null
            },
            {
                "text": "Because boys and girls were found to perceive the classroom goal structures differently, the next step required separate path analyses by gender to determine whether the pattern of effects was the same. In the case of both English (see Figures 3 and 4 ) and math (see Figures 5 and 6 ), the general pattern of effects was different for boys and girls, with boys showing more relations among extrinsicfocused goal orientation, relative ability goal orientation, and perceptions of performance goal structure in the classroom. Figures three through six present the gender-specific models for English and math.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 236,
                        "end": 251,
                        "text": "Figures 3 and 4",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 268,
                        "end": 283,
                        "text": "Figures 5 and 6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Construct",
                "sec_num": null
            },
            {
                "text": "For English, the model for girls (see Figure 3) presented a moderate, positive path between task-focused goal orientation at time one and perceptions of the classroom as task strcutred at time two (is = .38). No such path was found in the model for boys (see Figure 4) . This indicated that girls who showed a stronger task focused goal orientation were likely to see the classroom as being more task structured, while boys' prior goal orientation had no bearing on how they saw the classroom goal structure. Also, the model for boys showed a low, positive relation between perceptions of the classroom performance structured and deeper strategy use (B = .14), while no such relation existed in the model for girls. This means that boys who reported seeing the classroom as having a stronger performance structure were more likely to report using deeper cognitive strategies, while girls' 270 LEARNINGANDINDIVDUAL DIFFERENCES VOLUME 9. NUMBER 3,1997 perception of the classroom as performance structured had no effect on their deeper cognitive strategy use.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 38,
                        "end": 47,
                        "text": "Figure 3)",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 259,
                        "end": 268,
                        "text": "Figure 4)",
                        "ref_id": "FIGREF6"
                    }
                ],
                "eq_spans": [],
                "section": "Construct",
                "sec_num": null
            },
            {
                "text": "In addition, differing amounts of explained variance in each of the outcome measures were found for girls and boys. Again, using the F test, the model explained significantly more of the variance in personal task-focused goal orientation for girls (adjusted R-squred = .46) than for boys (adjusted R-squared = .30; F = 5.13). In the case of extrinsic-focused goal orientation, the model explained signficantly more of the variance for the boys' model (Adjusted R-squared = .31) than for the girls' mode1 (Adjusted R=squared = .20; F = 4.64). This means that the model for girls' task goal orientation was a better fit than it was for boys. Likewise, the model for boys' extrinsic goal orientation was a better fit than it was for girls.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Construct",
                "sec_num": null
            },
            {
                "text": "For math, the gender differences were even more apparent. The model for girls (see Figure 5 ) showed a moderate, positive correlation between extrinsic goal orientation and relative ability goal orientation (B = .30). While this relation was not evident in the model for boys (see Figure 6 ), there were negative relations between task goal orientation at time one and extrinsic-focused (B = -.19) and relative ability goal orientation (B = -.26) at time two as well as a low positive relation between extrinsic-focused goal orientation at time one and perceptions of the classroom as having a performance goal structure at time two (is = .29). All of these relations were consistent with the expectations of a goal theory model (Maehr & Midgley 1991 , 1996 . It is, however, interesting to note that the boys' model showed negative relations between task-focused and ability-focused constructs while the girls' model did not, indicating that boys who showed a stronger task-focused goal orientation at time one were likely to show a weaker relative ability-focused goal orientation at time two. In contrast, girls' time one task goal orientation had no effect on their time two relative ability goal orientation. The significant relations between perceptions of the classroom and time two variables also showed gender differences. The model for girls showed low, positive relations between perceptions of the classroom as having a task goal structure and personal task-focused goal orientation at time two (l3 = .16) as well as deeper strategy use at time two (I3 = .26). In the boys' model, these relations were slightly stronger, with B = .27 and I3 = .39 respectively though the latter difference only approached significance (~7 < .l). In addition, the boys' model showed relations between perceptions of the classroom as having a task goal structure and a personal relative ability-focused goal orientation (I3 = .14) and between perceptions of the classroom as having a performance goal structure and personal extrinsic-focused goal orientation at time two (B = .34). It is interesting to note here that the model for boys showed more relations among these constructs than did the model for girls.",
                "cite_spans": [
                    {
                        "start": 729,
                        "end": 750,
                        "text": "(Maehr & Midgley 1991",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 751,
                        "end": 757,
                        "text": ", 1996",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 83,
                        "end": 91,
                        "text": "Figure 5",
                        "ref_id": null
                    },
                    {
                        "start": 281,
                        "end": 289,
                        "text": "Figure 6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Construct",
                "sec_num": null
            },
            {
                "text": "As was the case in English, there were gender differences in the amount of explained variance in the outcome measures, though these did not substantially effect all of the outcomes. For example, about half of the variance was explained (Adjusted R2 = .45) in task-focused goal orientation in the girls' model, while only a third of the variance was explained (Adjusted R2 = .32) in the same variable for boys. The other outcome measures did not show such discrepancies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Construct",
                "sec_num": null
            },
            {
                "text": "The question of how students' academic goals and strategy use change over time is a relatively new area of interest in goal theory (c.f., Anderman & Midgley 1996; Hicks 1996) . This study adds to our understanding demonstrating both the pattern of change and the relations between goal orientation and cognitive strategy use over time. It appears that goal orientation and strategy use have some stability. In other words, students who report holding a strong task-focused goal orientation in the sixth grade are more likely to report a stronger task-focused goal orientation in the seventh grade. This suggests that to some degree, these individual differences are carried with the student from year to year.",
                "cite_spans": [
                    {
                        "start": 138,
                        "end": 162,
                        "text": "Anderman & Midgley 1996;",
                        "ref_id": null
                    },
                    {
                        "start": 163,
                        "end": 174,
                        "text": "Hicks 1996)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RELATIONS BETWEEN GOAL ORIENTATION AND COGNITIVE STRATEGY USE OVER TWO YEARS",
                "sec_num": null
            },
            {
                "text": "In terms of the question of goal orientation influencing cognitive strategy use over time, none of the goal orientations related to an increase in deep strategy use. This finding was unexpected as goal theory (Maehr & Midgley 1991; Nolen 1988; Nolen & Haladyna 1990) would have predicted that those students with stronger extrinsic focused goal orientation at time one would actually decline in deeper strategy use at time two. Similarly, students with stronger relative ability goal orientation would lose some degree of deeper strategy use at time two. Two factors in this finding are the strong within time correlation between the three goal orientations and deeper strategy use as well as the autocorrelations of these variables across time. It is likely that these constructs are accounting for similar variance in the hierarchical regressions.",
                "cite_spans": [
                    {
                        "start": 209,
                        "end": 231,
                        "text": "(Maehr & Midgley 1991;",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 232,
                        "end": 243,
                        "text": "Nolen 1988;",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 244,
                        "end": 266,
                        "text": "Nolen & Haladyna 1990)",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RELATIONS BETWEEN GOAL ORIENTATION AND COGNITIVE STRATEGY USE OVER TWO YEARS",
                "sec_num": null
            },
            {
                "text": "In only one case was an increase in deeper strategy use related to task-focused goal orientation. In the English model, deeper strategy use at time one had a direct positive effect on task-focused goal orientation at time two (13 = .22***). This result suggests that, in English, students who employ deeper strategies might be more inclined to increase or adopt a task-focused goal orientation in future situations. One interpretation of this is that having the deeper strategies to perform the work in English classes is likely to make the work more intrinsically interesting. This would be a case where students who have the skills can consider the work in a different motivational light.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RELATIONS BETWEEN GOAL ORIENTATION AND COGNITIVE STRATEGY USE OVER TWO YEARS",
                "sec_num": null
            },
            {
                "text": "This study also examined the mediating effects of students' perceptions of the classroom goal orientation. It was hypothesized that students' perceptions of the classroom would provide a mediating effect for these motivational and cognitive constructs. If so, the classroom perception variables would change the relations between the independent and dependent variables by taking some of the explanatory power from the independent variables (Baron & Kenny 1986; 274 LEARNlNGANDINDIVlLWALDlFFERENCES VOLUME 9. NUMBER 3,1997 Ryan & Pintrich 1997) . The results of this study suggest that students' perceptions of the classroom goal structure have an impact over and above personal goals and strategies. Two partially mediated relations were evident here. First, personal task-focused goal orientation at time one and two was mediated by perceptions of the classroom as task-focused in English. Second, the impact of deeper strategy use at time one was reduced after accounting for students' perceptions of the classroom as task-focused in math (see Table 4a & b). This finding is congruent with normative goal theory, which argues that students' perceptions of context affects students' goal orientation (Ames & Archer 1988; Dweck & Leggett 1986; Nicholls 1984; Maehr & Midgley 1991; Pintrich & DeGroot 1990; Pintrich, Roeser & DeGroot 1994) . Perceptions of the classroom goal structure show additive effects on the relations between motivational orientation and cognitive strategy use at times one and two. In other words, perceptions of the classroom goal structure tended to focus the students' existing goal orientation. More specifcially, perceptions of the classroom as task goal structured had a significantly positive effect on deeper strategy use (see Figures 14) . These effects were strong, ranging from .54 and .39 in the general models to .56 to .26 in the gender and subject specific models. This means that students who saw the classroom as emphasizing effort, improvement and learning in general, were more likely to report using deeper cognitive strategies.",
                "cite_spans": [
                    {
                        "start": 441,
                        "end": 461,
                        "text": "(Baron & Kenny 1986;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 462,
                        "end": 522,
                        "text": "274 LEARNlNGANDINDIVlLWALDlFFERENCES VOLUME 9. NUMBER 3,1997",
                        "ref_id": null
                    },
                    {
                        "start": 528,
                        "end": 544,
                        "text": "& Pintrich 1997)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 1202,
                        "end": 1222,
                        "text": "(Ames & Archer 1988;",
                        "ref_id": null
                    },
                    {
                        "start": 1223,
                        "end": 1244,
                        "text": "Dweck & Leggett 1986;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1245,
                        "end": 1259,
                        "text": "Nicholls 1984;",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 1260,
                        "end": 1281,
                        "text": "Maehr & Midgley 1991;",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 1282,
                        "end": 1306,
                        "text": "Pintrich & DeGroot 1990;",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 1307,
                        "end": 1339,
                        "text": "Pintrich, Roeser & DeGroot 1994)",
                        "ref_id": "BIBREF37"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1047,
                        "end": 1055,
                        "text": "Table 4a",
                        "ref_id": "TABREF5"
                    },
                    {
                        "start": 1760,
                        "end": 1771,
                        "text": "Figures 14)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "EFFECT OF PERCEPTIONS OF CLASSROOM GOAL STRUCTURE ON GOAL ORIENTATION AND COGNITIVE STRATEGY USE",
                "sec_num": null
            },
            {
                "text": "These results suggest that students' entering level of goal orientation and deeper strategy use affect their perceptions of the classroom and subsequently influence changes in both goal orientation and deeper strategy use. For example, students who enter seventh grade using deeper cognitive strategies might see their classroom as more task-focused and this perception may influence their personal taskfocused goal orientation making it even stronger than it would have otherwise been. Having the \"skills\" or tools to learn effectively might enhance students' perceptions of the classroom goals in that a task-focused structure provides a mechanism through which personal task-focused goal orientation might be amplified. As a result, there would be concern for helping students to gain the necessary skills in order for them to see the task-focused aspects of the classroom. Similarly, perceiving one's classroom as more task structured alters the relations between time one and time two task-focused goal orientation. If students already have a personal orientation towards task goals, they may be more likely to see the classroom as having a task goal structure, which will then lead to further personal task goal orientation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "EFFECT OF PERCEPTIONS OF CLASSROOM GOAL STRUCTURE ON GOAL ORIENTATION AND COGNITIVE STRATEGY USE",
                "sec_num": null
            },
            {
                "text": "It is interesting to note that there were few significant relations between time one variables and perceptions of the classroom goal orientation. At time two, there are a number of significant relations between perceptions of the classroom goal structure and motivational orientation and cognitive strategy use variables indicates that there are strong contextual effects in each of these models. This is a promising finding for two reasons. First, the use of classroom perception variables adds another dimension to our understanding of motivational orientation and cognitive strategy use because it accounts for students' experience of the classroom goal orientation (Fraser 1991 ).",
                "cite_spans": [
                    {
                        "start": 669,
                        "end": 681,
                        "text": "(Fraser 1991",
                        "ref_id": "BIBREF17"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "EFFECT OF PERCEPTIONS OF CLASSROOM GOAL STRUCTURE ON GOAL ORIENTATION AND COGNITIVE STRATEGY USE",
                "sec_num": null
            },
            {
                "text": "Second, this finding provides more evidence that students' perceptions of teachers' instructional policies and practices can have a direct effect on student motivation (Ames & Archer 1988; Maehr & Midgley 1991) . The power of goal theory is that the classroom environment can be manipulated to emphasize one goal orientation over another, thus affecting a group of students rather than working with individuals separately. Further research will be needed to clarify how the various instructional policies and practices are construed by students. This finding supports this idea, presenting an assessment of the independent effects of perceptions of classroom goal orientation on students' personal goal orientation and cognitive strategy use.",
                "cite_spans": [
                    {
                        "start": 168,
                        "end": 188,
                        "text": "(Ames & Archer 1988;",
                        "ref_id": null
                    },
                    {
                        "start": 189,
                        "end": 210,
                        "text": "Maehr & Midgley 1991)",
                        "ref_id": "BIBREF28"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "EFFECT OF PERCEPTIONS OF CLASSROOM GOAL STRUCTURE ON GOAL ORIENTATION AND COGNITIVE STRATEGY USE",
                "sec_num": null
            },
            {
                "text": "For example, earlier work in goal theory created the TARGET model (tasks, authority, reward, grouping, evaluation and time) which dealt primarily with issues of the impact of classroom-level policies and practices on motivation in the elementary classroom. It will be necessary to explore the middle level and high schools to determine the issues for those levels of schooling. One way to do this effectively will be to begin investigating these policies and practices at the department-level Siskin 1994) , in addition to using a school-wide approach (Maehr & Midgley 1991) . The school-wide approach may be most effective for elementary level schools, whereas secondary classrooms are nested in departmental contexts. Regardless, what these results suggest is that context matters.",
                "cite_spans": [
                    {
                        "start": 493,
                        "end": 505,
                        "text": "Siskin 1994)",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 552,
                        "end": 574,
                        "text": "(Maehr & Midgley 1991)",
                        "ref_id": "BIBREF28"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "EFFECT OF PERCEPTIONS OF CLASSROOM GOAL STRUCTURE ON GOAL ORIENTATION AND COGNITIVE STRATEGY USE",
                "sec_num": null
            },
            {
                "text": "The third question this study attempted to address was to identify contextual differences among the motivational and cognitive relations within the English and math subject areas. At this level of context, there were few differences between the English and math models. One difference was that there was a direct effect of time one deeper cognitive strategy use on time two task-focused goal orientation in English and not in math. One interpretation of this finding is that students may have more opportunities for things like revision and for spending time considering how to do the work in English classes than they do in math classes. There may be more opportunities to use deeper strategies in English, which would influence subsequent personal task goals. Also, there may be more variability in English classes than in math classes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIFFERENCES BETWEEN MATH AND ENGLISH IN PATTERNS OF RELATIONS",
                "sec_num": null
            },
            {
                "text": "Another difference was that personal motivational orientations and cognitive strategy use were less affected by perceptions of classroom goal orientation in the math than they were in the English model. The English model showed more relations between perceptions of the classroom and motivational orientation and cognitive strategy use at time two, particularly for perceptions of the classroom as ability-focused, than did the math model. This may indicate that in the math context there is more stability in beliefs and strategy use than in English. This may be because math curricula tend to be seen as more hierarchical and static than English (Grossman & Stodolsky 1994 Siskin 1994; ) cur-276 LEARNING AND lNDlVlDlJAL DIFFERENCES VOLUME 9. NUMBER 3.1997 ricula, so it might be easier to maintain patterns of beliefs and cognitive strategy use over time.",
                "cite_spans": [
                    {
                        "start": 648,
                        "end": 674,
                        "text": "(Grossman & Stodolsky 1994",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 675,
                        "end": 687,
                        "text": "Siskin 1994;",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 688,
                        "end": 758,
                        "text": ") cur-276 LEARNING AND lNDlVlDlJAL DIFFERENCES VOLUME 9. NUMBER 3.1997",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIFFERENCES BETWEEN MATH AND ENGLISH IN PATTERNS OF RELATIONS",
                "sec_num": null
            },
            {
                "text": "It is possible that the items used to create the scales for task goal orientation and deeper strategy use may have been geared more toward the English subject area than toward the math. The bivariate relation between these two constructs was strongly positive at both time one (r = .72) and time two (r = .79). Students may see some of these items as addressing similar issues, indicating that cognitive strategy use and motivational orientation are tapping perceptions or beliefs about work in English class.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIFFERENCES BETWEEN MATH AND ENGLISH IN PATTERNS OF RELATIONS",
                "sec_num": null
            },
            {
                "text": "This finding also raises a measurement issue with regard to the most effective way to capture the \"essence\" of beliefs and strategies in context. In this work, the items were parallel in English and math. Further research might consider this issue carefully because we may come to know more about the relation between motivational orientation and cognitive strategy use by investigating the particular instructional practices and policies of a subject area.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIFFERENCES BETWEEN MATH AND ENGLISH IN PATTERNS OF RELATIONS",
                "sec_num": null
            },
            {
                "text": "The remaining research question involved the issue of gender differences. The results of this study provide us with insights on the differences in patterns of relations between motivational orientation and cognitive strategy use for boys and girls. To begin with, the current research found that girls more than boys tend to perceive the classroom as having a task-focused goal orientation, while boys more than girls tend to perceive the classroom as having an performance goal orientation (see Table 2 ). Also, the models for boys tended to show more relations between extrinsicfocused and relative ability-focused goal orientations than did the models for girls. For instance, boys tend to report higher mean levels of extrinsic-focused goal orientation in sixth and seventh grade and of relative ability-focused goal orientation in sixth grade. It could be that boys may place more of an emphasis on these goals because they are socialized to be more immune to the negative effects of competitive classroom structure than are girls (Eccles, Adler & Midgley 1984; Meece & Eccles 1993) . Hicks (1996) finds that boys' achievement goals are more inter-related than those of girls, for whom social goals are more related to achievement goals. Further research will be needed to clarify this issue.",
                "cite_spans": [
                    {
                        "start": 1036,
                        "end": 1066,
                        "text": "(Eccles, Adler & Midgley 1984;",
                        "ref_id": null
                    },
                    {
                        "start": 1067,
                        "end": 1087,
                        "text": "Meece & Eccles 1993)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 1090,
                        "end": 1102,
                        "text": "Hicks (1996)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 496,
                        "end": 503,
                        "text": "Table 2",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "GENDER DIFFERENCES BETWEEN MODELS",
                "sec_num": null
            },
            {
                "text": "In summary, this study adds to our understanding of the longitudinal relations between motivational orientation and cognitive strategy use as well as the role of perceptions of classroom goal orientation in influencing those relations. It has also helped to clarify issues of context and gender in these relations while leaving us with ideas for further research. It is apparent that for many of the questions for further research, it will be important to include more qualitative data. This is an argument supported by Blumenfeld (1992) , who suggests that it is important to identify elements of motivation by going into classrooms and using observational and interview data.",
                "cite_spans": [
                    {
                        "start": 520,
                        "end": 537,
                        "text": "Blumenfeld (1992)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENDER DIFFERENCES BETWEEN MODELS",
                "sec_num": null
            },
            {
                "text": "Finally, the implications for this work for teachers and schools are important. The results of this study could be influential at a variety of levels, from the classroom to the department to the school. First, it suggests that encouraging students to obtain \"skills\" could positively affect their motivation. Second, it argues that students' prior beliefs have some affect on their perceptions of the classroom goal orientation. Finally, these results both confirm the premise of goal theory as well as present a viable argument that teachers need to consider the independent effects of the classroom environment on students' motivational beliefs and cognitive strategy use. I take my time to figure out my work in math.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENDER DIFFERENCES BETWEEN MODELS",
                "sec_num": null
            },
            {
                "text": "If I can't solve a problem one way, I try to use a different way. I ask myself questions when I work on math to make sure I understand. I spend some time thinking about how to do my math before I start it.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENDER DIFFERENCES BETWEEN MODELS",
                "sec_num": null
            },
            {
                "text": "Our math teacher asks what students want to learn. Our math teacher shows us how what we're learning in math relates to the real world. Our math teacher thinks mistakes are okay as long as we are learning. Our math teacher encourages different problem solving.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENDER DIFFERENCES BETWEEN MODELS",
                "sec_num": null
            },
            {
                "text": "Our math teacher makes sure everyone participates.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENDER DIFFERENCES BETWEEN MODELS",
                "sec_num": null
            },
            {
                "text": "Our math teacher uses other methods to teach.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENDER DIFFERENCES BETWEEN MODELS",
                "sec_num": null
            },
            {
                "text": "Our math teacher makes it obvious which students don't do well in math. Our math teacher doesn't like students to make mistakes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENDER DIFFERENCES BETWEEN MODELS",
                "sec_num": null
            },
            {
                "text": "Our math teacher talks a lot about grades. Our math teacher often calls on smart students. Our math teacher thinks it is more important to get right answers than to understand. Our math teacher starts topics when students don't understand.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENDER DIFFERENCES BETWEEN MODELS",
                "sec_num": null
            },
            {
                "text": "Understanding the work in English is more important than the grade I get. After I write something the first time in English, 1 keep working on it to make it better.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENDER DIFFERENCES BETWEEN MODELS",
                "sec_num": null
            },
            {
                "text": "Our English teacher finds out what students want to learn.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENDER DIFFERENCES BETWEEN MODELS",
                "sec_num": null
            },
            {
                "text": "Our English teacher shows how what we learn relates to the real world. Our English teacher makes sure that everyone gets to participate. Our English teacher encourages us to express our own ideas. Our English teacher uses materials other than textbooks to teach us English. Our English teacher thinks mistakes are okay.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENDER DIFFERENCES BETWEEN MODELS",
                "sec_num": null
            },
            {
                "text": "Our English teacher makes it obvious who is not doing well in this class. Our English teacher doesn't like us to make mistakes. Our English teacher emphasizes grades. Our English teacher often calls on the smarter students. Our English teacher emphasizes correct answers. Our English teacher starts new topics even if we don't understand.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENDER DIFFERENCES BETWEEN MODELS",
                "sec_num": null
            },
            {
                "text": "1. These orientations have been labelled in various ways, including task-involved and ego-involved (Maehr & Nicholls 1980) ; master and performance (Ames & Archer 1988) ; and learning and performance (Dweck 1986 ).",
                "cite_spans": [
                    {
                        "start": 99,
                        "end": 122,
                        "text": "(Maehr & Nicholls 1980)",
                        "ref_id": null
                    },
                    {
                        "start": 148,
                        "end": 168,
                        "text": "(Ames & Archer 1988)",
                        "ref_id": null
                    },
                    {
                        "start": 200,
                        "end": 211,
                        "text": "(Dweck 1986",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "This research was conducted as part of a larger project undertaken by the Learning and Leadership Laboratory at the University of Michigan. The funding for this research was provided by grants from the Office of Educational Research and Improvement (RT215AA00430 and R117C80003). The author wishes to thank Carol Midgley, Eric Anderman, and Martin Maehr as well as other members of the Middle School Coalition Project. Special thanks for comments on earlier drafts of this work to Paul Pintrich, Phyllis Blumenfeld, Julia 8. Smith, Jennifer Fager and the anonymous reviewers and editors of Learning and Individual Difirences.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS:",
                "sec_num": null
            },
            {
                "text": ". (1992) . \"Classrooms: Goals, structures, and student motivation.\" journal of Educational Psychology, 84,261-271. Ames, R. & C. Ames. (1984) . \"Systems of student and teacher motivation: Toward a qualitative definition.\" Journal ofEducational Psychology, 76,535-556. Ames, C. & J. Archer. (1988) . \"Achievement goals in the classroom: Students' learning strategies and motivation processes.\" Journal of Educational Psychology, 80,260-267. Anderman, E.M. & C. Midgley. (1996) . Changes in personal achievement goals and perceived classroom goal structures across the transition to middle level schools. Manuscript under review. Anderman, E.M., M.L. Maehr, & C. Midgley. (1997) . Declining motivation after the transition to middle school: Schools can make a difference. Manuscript submitted for publication. Anderman, E.M & A.J. Young. (1993) . A multilevel model of adolescents' motivation and strategy use in academic domains. Paper presented at the meeting of the American Educational Research Association, Atlanta, GA.",
                "cite_spans": [
                    {
                        "start": 2,
                        "end": 8,
                        "text": "(1992)",
                        "ref_id": null
                    },
                    {
                        "start": 79,
                        "end": 141,
                        "text": "Educational Psychology, 84,261-271. Ames, R. & C. Ames. (1984)",
                        "ref_id": null
                    },
                    {
                        "start": 244,
                        "end": 296,
                        "text": "Psychology, 76,535-556. Ames, C. & J. Archer. (1988)",
                        "ref_id": null
                    },
                    {
                        "start": 416,
                        "end": 475,
                        "text": "Psychology, 80,260-267. Anderman, E.M. & C. Midgley. (1996)",
                        "ref_id": null
                    },
                    {
                        "start": 649,
                        "end": 676,
                        "text": "Maehr, & C. Midgley. (1997)",
                        "ref_id": null
                    },
                    {
                        "start": 829,
                        "end": 842,
                        "text": "Young. (1993)",
                        "ref_id": "BIBREF56"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "APPENDIX A SCALE ITEMS AND RELIABILITIES FOR MOTIVATIONAL ORIENTATIONS AND STRATEGY USE",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "The enhancement of student motivation",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Ames",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Advances in motivation and achievement: Enhancing motivation",
                "volume": "5",
                "issue": "",
                "pages": "123--148",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ames, C. (1987). \"The enhancement of student motivation.\" Pp. 123-148 in Advances in motivation and achievement: Enhancing motivation (Vol. 5), edited by ML.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Motivation and strategy use in science: Individual differences and classroom effects",
                "authors": [
                    {
                        "first": "&",
                        "middle": [
                            "D"
                        ],
                        "last": "Maehr",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Kleiber",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Greenwich",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Journal of Research in Science Teaching",
                "volume": "31",
                "issue": "",
                "pages": "811--832",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Maehr & D. Kleiber. Greenwich, CT: JAI Press. . (1994). \"Motivation and strategy use in science: Individual differences and class- room effects.\" Journal of Research in Science Teaching, 31, 811-832.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Sex roles, classroom instructions, and reading achievement",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "J"
                        ],
                        "last": "Bank",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "J"
                        ],
                        "last": "Biddle",
                        "suffix": ""
                    },
                    {
                        "first": "&",
                        "middle": [
                            "T L"
                        ],
                        "last": "Good",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Journal of Educational Psychology",
                "volume": "72",
                "issue": "",
                "pages": "119--132",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bank, B.J., B.J. Biddle, & T.L. Good. (1980). \"Sex roles, classroom instructions, and reading achievement.\" Journal of Educational Psychology, 72,119-132.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "The moderator-mediator variable distinction in social psychological research: Conceptual, strategic, and statistical considerations",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M D A"
                        ],
                        "last": "Baron",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Kenny",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "52",
                "issue": "",
                "pages": "1173--1182",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Baron, R.M. & D.A. Kenny. (1986). \"The moderator-mediator variable distinction in social psychological research: Conceptual, strategic, and statistical considerations.\" Journal of Personality and Social Psychology, 52, 1173-1182.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Classroom learning and motivation: Clarifying and expanding goal theory",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "C"
                        ],
                        "last": "Blumenfeld",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Journal of Educational Psychology",
                "volume": "84",
                "issue": "",
                "pages": "272--281",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Blumenfeld, PC. (1992). \"Classroom learning and motivation: Clarifying and expanding goal theory.\" Journal of Educational Psychology, 84, 272-281.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Encouraging girls in mathematics: The problem and the solution",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Brush",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brush, L. (1980). Encouraging girls in mathematics: The problem and the solution. Cambridge, MA: Abt Books.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Feedback and self-regulated learning: A theoretical synthesis",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "L. & P H"
                        ],
                        "last": "Butler",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Winne",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Review of Educational Research",
                "volume": "65",
                "issue": "",
                "pages": "245--282",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Butler, D.L. & P.H. Winne. (1995). \"Feedback and self-regulated learning: A theoretical synthesis.\" Review of Educational Research, 65, 245-282.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Applied multiple regression/correlation analysis for the behavioral sciences",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Cohen",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Cohen",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cohen, J. & P. Cohen. (1983). Applied multiple regression/correlation analysis for the behavioral sciences. Hillsdale, NJ: Earlbaum and Associates.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Motivational processes affecting learning",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Dweck",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "American Psychologist",
                "volume": "41",
                "issue": "",
                "pages": "1040--1048",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dweck, C. (1986). \"Motivational processes affecting learning.\" American Psychologist, 41, 1040-1048.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "A social-cognitive approach to motivation and personality",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "E"
                        ],
                        "last": "Dweck",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Leggett",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Psychological Review",
                "volume": "95",
                "issue": "",
                "pages": "256--273",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dweck, C. & E. Leggett. (1986). \"A social-cognitive approach to motivation and personal- ity.\" Psychological Review, 95,256-273.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Understanding women's educational and occupational choices: Applying the Eccles et al., model of achievement motivation. Special Issue: Transformations: Reconceptualizing theory and research with women",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Psychology of Women Quarterly",
                "volume": "18",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J.S. (1993). \"Understanding women's educational and occupational choices: Apply- ing the Eccles et al., model of achievement motivation. Special Issue: Transformations: Reconceptualizing theory and research with women.\" Psychology of Women Quarterly, 18,585609.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Sex differences in achievement: A test of alternative theories",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "F"
                        ],
                        "last": "Adler",
                        "suffix": ""
                    },
                    {
                        "first": "&",
                        "middle": [
                            "J L"
                        ],
                        "last": "Meece",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "46",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J.S., T.F. Adler, & J.L. Meece. (1984). \"Sex differences in achievement: A test of alter- native theories.\" Journal of Personality and Social Psychology, 46, 2643.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Classroom practices and motivation to study math",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Maciver",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Lange",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J.S., D. MacIver, & L. Lange. (1986a). Classroom practices and motivation to study math. Paper presented at the annual meeting of the American Educational Research Association, San Francisco, CA.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Transition to junior high school and gender intensification",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Miller",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Reuman",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Feldlaufer",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Jacobs",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J.S., C. Miller, D. Reuman, H. Feldlaufer, J. Jacobs, & C. Midgley. (1986b). Transi- tion to junior high school and gender intensification. Paper presented at the annual meeting of the American Educational Research Association, San Francisco, CA.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Approach and avoidance achievement goals and intrinsic motivation: A mediational analysis",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Elliot",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Harackiewicz",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "70",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Elliot, A. & J. Harackiewicz. (1996). \"Approach and avoidance achievement goals and intrinsic motivation: A mediational analysis.\" Journal of Personality and Social Psychol- ogy, 70,461475.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Goals: An approach to motivation and achievement",
                "authors": [
                    {
                        "first": "Es",
                        "middle": [
                            "C"
                        ],
                        "last": "Elliott",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Dweck",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "54",
                "issue": "",
                "pages": "5--12",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Elliott, ES. & C. Dweck. (1988). \"Goals: An approach to motivation and achievement.\" Journal of Personality and Social Psychology, 54, 5-12.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Sex-related differences in education: Myths, realities and interventions",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Fennema",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "329--347",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fennema, E. (1987). \"Sex-related differences in education: Myths, realities and interventions.\" Pp. 329-347 in Educator's handbook: A research perspective, edited by V. Richardson- Koehler. New York: Longman.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Two decades of classroom environment research",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "J"
                        ],
                        "last": "Fraser",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Educational environments: Evaluation, antecedents, and consequences",
                "volume": "",
                "issue": "",
                "pages": "3--28",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fraser, B.J. (1991). \"Two decades of classroom environment research.\" Pp. 3-28 in Educa- tional environments: Evaluation, antecedents, and consequences, edited by B.J. Fraser & H.J. Walberg. New York: Pergamon Press.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Development of an instrument for assessing classroom psychosocial environment at universities and colleges",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "J"
                        ],
                        "last": "Fraser",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "F"
                        ],
                        "last": "Treagust",
                        "suffix": ""
                    },
                    {
                        "first": "&",
                        "middle": [
                            "N C"
                        ],
                        "last": "Dennis",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Studies in Higher Education",
                "volume": "11",
                "issue": "",
                "pages": "43--54",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fraser, B.J., D.F. Treagust, & N.C. Dennis. (1986). \"Development of an instrument for assessing classroom psychosocial environment at universities and colleges.\" Studies in Higher Education, 11,43-54.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Motivational influences on cognition: Task involvement, ego involvement, and depth of information processing",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "S"
                        ],
                        "last": "Graham",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Golan",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Journal of Educational Psychology",
                "volume": "83",
                "issue": "",
                "pages": "187--194",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Graham, S. & S. Golan. (1991). \"Motivational influences on cognition: Task involvement, ego involvement, and depth of information processing.\" Journal of Educational Psychol- ogy, 83,187-194.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Considerations of content and the circumstances of secondary school teaching",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "L S S"
                        ],
                        "last": "Grossman",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Stodolsky",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Review of Research in Education",
                "volume": "20",
                "issue": "",
                "pages": "24--29",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Grossman, P.L. & S.S. Stodolsky. (1994). \"Considerations of content and the circumstances of secondary school teaching.\" Review of Research in Education, 20, 179-221. . (1995). \"Content as context: The role of school subjects in secondary school teach- ing.\" Educational Researcher, 24'5-11.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "A new self-report scale of intrinsic versus extrinsic orientation in the classroom: Motivational and informational components",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Harter",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Developmental Psychology",
                "volume": "2",
                "issue": "7",
                "pages": "300--312",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harter, S. (1981). \"A new self-report scale of intrinsic versus extrinsic orientation in the classroom: Motivational and informational components.\" Developmental Psychology, 2 7, 300-312.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Changes and stability in social and academic goals during junior high school",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "H"
                        ],
                        "last": "Hicks",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Paper presented at the biennial meeting of the Society for Research on Adolescents",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hicks, L.H. (1996). Changes and stability in social and academic goals during junior high school. Paper presented at the biennial meeting of the Society for Research on Adoles- cents, Boston, MA.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "The relationship between social and achievement goals in early adolescence. Poster presented at the biennial meeting of the Society for Research on Child Development",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "H"
                        ],
                        "last": "Hicks",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Murphy",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Patrick",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hicks, L.H., A.M. Murphy, & H. Patrick. (1995). The relationship between social and achieve- ment goals in early adolescence. Poster presented at the biennial meeting of the Society for Research on Child Development, Indianapolis, IN.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Applied statistics for the behavioral sciences",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Hinkle",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Wiersma",
                        "suffix": ""
                    },
                    {
                        "first": "&",
                        "middle": [
                            "S G"
                        ],
                        "last": "Jurs",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hinkle, D.E., W. Wiersma, & S.G. Jurs. (1988). Applied statistics for the behavioral sciences. Boston: Houghton-Mifflin.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Thoughts about motivation",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Maehr",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Research on motivation in education",
                "volume": "3",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Maehr, M.L. (1989). \"Thoughts about motivation.\" In Research on motivation in education, Vol. 3: Goals and cognitions, edited by C. Ames & R. Ames. New York: Academic Press.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "The motivation factor: A theory of personal investment",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "L L A"
                        ],
                        "last": "Maehr",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Braskamp",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Maehr, M.L. & L.A. Braskamp. (1986). The motivation factor: A theory of personal investment. Lexington, MA: DC Heath.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "School culture, motivation, and achievement",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "L L J"
                        ],
                        "last": "Maehr",
                        "suffix": ""
                    },
                    {
                        "first": "Jr",
                        "middle": [],
                        "last": "Fyans",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Advances in achievement motivation",
                "volume": "6",
                "issue": "",
                "pages": "215--247",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Maehr, M.L. & L.J. Fyans, Jr. (1989). \"School culture, motivation, and achievement.\" Pp. 215-247 in Advances in achievement motivation. Vol. 6: Motivation enhancing environ- ments, edited by M.L. Maehr & C. Ames. Greenwich, CT: JAI Press.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Enhancing student motivation: A schoolwide approach",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Maehr",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Educational Psychologist",
                "volume": "26",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Maehr, M.L. & C. Midgley. (1991) \"Enhancing student motivation: A schoolwide approach.\" Educational Psychologist, 26,399427. -. (1996). Transforming school cultures. Boulder, CO: Westview Press.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Introduction: Recent trends in research on gender and education",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "&j"
                        ],
                        "last": "Meece",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Educational Psychologist",
                "volume": "28",
                "issue": "",
                "pages": "313--319",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Meece, J. &J. Eccles. (1993). \"Introduction: Recent trends in research on gender and educa- tion.\" Educational Psychologist, 28,313-319.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Patterns of Adaptive Learning Survey. AM Arbor",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Maehr",
                        "suffix": ""
                    },
                    {
                        "first": "&",
                        "middle": [
                            "T C"
                        ],
                        "last": "Urdan",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Midgley, C., M.L. Maehr, & T.C. Urdan. (1993). Patterns of Adaptive Learning Survey. AM Arbor, MI: University of Michigan Press.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Achievement motivation: Conceptions of ability, subjective experience, task choice, and performance",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Nicholls",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Psychological Review",
                "volume": "91",
                "issue": "",
                "pages": "328--346",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nicholls, J. (1984). \"Achievement motivation: Conceptions of ability, subjective experience, task choice, and performance.\" Psychological Review, 91,328-346.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Can achievement motivation theory succeed with only one conception of success?",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "G"
                        ],
                        "last": "Nicholls",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Patashnick",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "C"
                        ],
                        "last": "Cheung",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "A"
                        ],
                        "last": "Thorkildsen",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Lauer",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "282 LEAt?NlNGANDINDIV~DUAL DlfF@ENCfS VOLUME",
                "volume": "9",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nicholls, J.G., M. Patashnick, PC. Cheung, T.A. Thorkildsen, & J. Lauer. (1989). \"Can achievement motivation theory succeed with only one conception of success?\" In 282 LEAt?NlNGANDINDIV~DUAL DlfF@ENCfS VOLUME 9, NUMBER 3.1997",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Assessing students' theories of success in mathematics: Individual and classroom differences",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "G"
                        ],
                        "last": "Nicholls",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Cobb",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Wood",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Yackel",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Pataschnick",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "~o~r~za~~r Researc~z in Mathematics Education",
                "volume": "21",
                "issue": "",
                "pages": "109--122",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nicholls, J.G., P. Cobb, T. Wood, E. Yackel, & M. Pataschnick. (1990). \"Assessing students' theories of success in mathematics: Individual and classroom differences.\" ~o~r~za~~r Researc~z in Mathematics Education, 21, 109-122.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Reasons for studying: Motivational orientations and study strategies",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "B"
                        ],
                        "last": "Nolen",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Cognition and Instruction",
                "volume": "5",
                "issue": "",
                "pages": "269--287",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nolen, S.B. (1988). \"Reasons for studying: Motivational orientations and study strategies.\" Cognition and Instruction, 5, 269-287.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Motivation and studying in high school science",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "B T M"
                        ],
                        "last": "Nolen",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Haladyna",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Journal qf Research in Science Teaching",
                "volume": "27",
                "issue": "",
                "pages": "115--126",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nolen, S.B. & T.M. Haladyna. (1990). \"Motivation and studying in high school science.\" Journal qf Research in Science Teaching, 27, 115-126.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Motivational and self-regulated learning components of classroom academic performance",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "R"
                        ],
                        "last": "Pintrich",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "V"
                        ],
                        "last": "Degroot",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "pp. 371402 Advances in motivation and achievement: Enhancing motivation fvol",
                "volume": "82",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pintrich, P.R., & E.V. DeGroot. (1990). \"Motivational and self-regulated learning compo- nents of classroom academic performance.\" Journal of Educational Psychology, 82,334O. Pintrich, P.R. & T. Garcia. (1991). \"Student goal orientation and self-regulation in the col- lege classroom.\" In pp. 371402 Advances in motivation and achievement: Enhancing moti- vation fvol. 7). Greenwich, CT: JAI Press.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Classroom and individual differences in early adolescents' motivation and self-regulated learning",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "R"
                        ],
                        "last": "Pintrich",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Roeser",
                        "suffix": ""
                    },
                    {
                        "first": "&",
                        "middle": [
                            "E"
                        ],
                        "last": "Degroot",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "JournaI of Early Adolescence",
                "volume": "14",
                "issue": "",
                "pages": "139--161",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pintrich, P.R., R. Roeser, & E. DeGroot. (1994). \"Classroom and individual differences in early adolescents' motivation and self-regulated learning.\" JournaI of Early Adolescence, 14,139-161.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "The differential impact of task value and mastery orientation on males' and females' self-regulated learning. Paper presented at the Conference on Gender and Interest: Issues of Development and Change in Learning",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "R"
                        ],
                        "last": "Pintrich",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Ryan",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Patrick",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pintrich, P.R., A.M. Ryan, & H. Patrick. (1996). The differential impact of task value and mastery orientation on males' and females' self-regulated learning. Paper presented at the Conference on Gender and Interest: Issues of Development and Change in Learn- ing, Secon Lake, Germany.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Students' motivational beliefs and their cognitive engagement in classroom academic tasks",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "R"
                        ],
                        "last": "Pintrich",
                        "suffix": ""
                    },
                    {
                        "first": "&",
                        "middle": [
                            "B"
                        ],
                        "last": "Schranben",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Student perceptions in the classroom. Hillsdale",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pintrich, P.R., & B. Schranben. (1992). \"Students' motivational beliefs and their cognitive engagement in classroom academic tasks.\" In Student perceptions in the classroom. Hills- dale, NJ: Lawrence Erlbaum Associates.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Perceptions of the school psychological environment and early adolescents' psychological and behavioral functioning in school: The mediating effects of goals and belonging",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Roeser",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    },
                    {
                        "first": "&",
                        "middle": [
                            "T C"
                        ],
                        "last": "Urdan",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Journal of Educational Psychology",
                "volume": "88",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Roeser, R., C. Midgley, & T.C. Urdan. (1996). \"Perceptions of the school psychological envi- ronment and early adolescents' psychological and behavioral functioning in school: The mediating effects of goals and belonging.\" Journal of Educational Psychology, 88, 408422.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Apprenticeskip in fkinking: Cognitive development in social confexf",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Rogoff",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rogoff, B. (1990). Apprenticeskip in fkinking: Cognitive development in social confexf. New York: Oxford University Press.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "*Should I ask for help?: Adolescent perceptions of costs and benefits of help-seeking in the classroom",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "M P R"
                        ],
                        "last": "Ryan",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Pintrich",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Journal of Educational Psychology",
                "volume": "89",
                "issue": "",
                "pages": "329--341",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ryan, A.M. & P.R. Pintrich. (1997). '*Should I ask for help?: Adolescent perceptions of costs and benefits of help-seeking in the classroom.\" Journal of Educational Psychology, 89, 329-341.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Gender differences in attributions for success and failure situations across subject areas",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "B. & P"
                        ],
                        "last": "Rytkman",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Peckham",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "~our~za~ of Educafio~zal Resear~k",
                "volume": "81",
                "issue": "",
                "pages": "120--125",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rytkman, D.B. & P. Peckham. (1987). \"Gender differences in attributions for success and failure situations across subject areas.\" ~our~za~ of Educafio~zal Resear~k, 81, 120-125.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Realms of knowledge: Academic deparfments in secondary schools",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "S"
                        ],
                        "last": "Siskin",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Siskin, L.S. (1994). Realms of knowledge: Academic deparfments in secondary schools. Bristol, PA: The Falmer Press.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Motivation in social constructivist theory",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Sivan",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Educational Psychologist",
                "volume": "21",
                "issue": "",
                "pages": "209--233",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sivan, E. (1986). \"Motivation in social constructivist theory.\" Educational Psychologist, 21, 209-233.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "The subject mafters: ~lassro~?n activity in math and social studies",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "S"
                        ],
                        "last": "Stodolsky",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stodolsky, S.S. (1988). The subject mafters: ~lassro~?n activity in math and social studies. Chi- cago: The University of Chicago Press.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "The impact of subject matter on curricular activity: An analysis of five academic subjects",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "S P L"
                        ],
                        "last": "Stodolsky",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Grossman",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "American Educational Research Journal",
                "volume": "32",
                "issue": "",
                "pages": "227--249",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stodolsky, S.S. & P.L. Grossman. (1995). \"The impact of subject matter on curricular activ- ity: An analysis of five academic subjects.\" American Educational Research Journal, 32, 227-249.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Student views about learning math and social studies",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "S"
                        ],
                        "last": "Stodolsky",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Salk",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Glaessner",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "American Educational Research Journal",
                "volume": "28",
                "issue": "",
                "pages": "89--90",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stodolsky, S.S., S. Salk, & 8. Glaessner. (1991). \"Student views about learning math and social studies.\" American Educational Research Journal, 28,89-1X.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "Social environment of junior high and high school classrooms",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "J R H"
                        ],
                        "last": "Trickett",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Moos",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Journal of Educational Psychology",
                "volume": "65",
                "issue": "",
                "pages": "93--102",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Trickett, E.J. & R.H. Moos. (1973). \"Social environment of junior high and high school class- rooms.\" Journal of Educational Psychology, 65, 93-102.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Beyond a two-goal theory of motivation and achievement: A case for social goals",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "C M L"
                        ],
                        "last": "Urdan",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Maehr",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Repeal? of Educaf~onal Researck",
                "volume": "65",
                "issue": "",
                "pages": "213--244",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Urdan, T.C. & M.L. Maehr. (1995). \"Beyond a two-goal theory of motivation and achieve- ment: A case for social goals.\" Repeal? of Educaf~onal Researck, 65,213-244.",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "The Iearning and study strategies inventory (LASSI)",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "E"
                        ],
                        "last": "Weinstein",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Schulte",
                        "suffix": ""
                    },
                    {
                        "first": "&",
                        "middle": [
                            "D R"
                        ],
                        "last": "Palmer",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Weinstein, C.E., A. Schulte, & D.R. Palmer. (1987). The Iearning and study strategies inventory (LASSI). Clearwater, FL: H & H Publishing.",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "Transitions during early adolescence: Changes in children's domain specific self-perceptions and general self-esteem across the transition to junior high school",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Maciver",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Reuman",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "DeveZop~e~~~Z rsyckolo~",
                "volume": "",
                "issue": "2",
                "pages": "552--565",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wigfield, A., J.S. Eccles, D. MacIver, D.A. Reuman, & C. Midgley. (1991). \"Transitions dur- ing early adolescence: Changes in children's domain specific self-perceptions and gen- eral self-esteem across the transition to junior high school.\" DeveZop~e~~~Z rsyckolo~, 2?,552-565.",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "The relation between goal orientation and students' motivational beliefs and self-regulated learning",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Wolters",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "L"
                        ],
                        "last": "Yu",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "R"
                        ],
                        "last": "Pintrich",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Learning and Individual Dif @ewes",
                "volume": "8",
                "issue": "",
                "pages": "211--238",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wolters, CA., S.L. Yu, & P.R. Pintrich. (1996). \"The relation between goal orientation and students' motivational beliefs and self-regulated learning.\" Learning and Individual Dif @ewes, 8,211~238.",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "So what happens to motivation after transition to middle school? Synposium conducted at the bienniel meeting of the Society for Research on Adolescence",
                "authors": [
                    {
                        "first": "Ks",
                        "middle": [
                            "J S"
                        ],
                        "last": "Yoon",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "C. Midgley (Chair)",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Yoon, KS. & J.S. Eccles. (1996). Developmental trajectories of early to middle adolescents' academic achievement and motivation. In C. Midgley (Chair), So what happens to motivation after transition to middle school? Synposium conducted at the bienniel meeting of the Society for Research on Adolescence, Boston, MA.",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "All content areas may not be created equal: Motivational orientation and cognitive strategy use in four academic domains. Paper presented at the annual meetings of the American Educational Research Association",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Young",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Arbreton",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Midgley",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Young, A.J., A.J. Arbreton, & C. Midgley. (1992). All content areas may not be created equal: Motivational orientation and cognitive strategy use in four academic domains. Paper presented at the annual meetings of the American Educational Research Associ- ation, San Francisco, CA.",
                "links": null
            },
            "BIBREF56": {
                "ref_id": "b56",
                "title": "The influence of perceived classroom goals and prior beliefs on aspects of student motivation",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "J T C"
                        ],
                        "last": "Young",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Urdan",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Young, A.J. & T.C. Urdan. (1993). The influence of perceived classroom goals and prior beliefs on aspects of student motivation. A paper presented at the annual meetings of the American Educational Research Association, Atlanta, GA.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "REL4TlONS AMONG MOTIVATION, COGNITION AND CLASSROOM PERCEPTIONS 261"
            },
            "FIGREF3": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Standardized path model for relations between motivation, cognition at time one and motivation, cognition, and classroom perceptions at time two in English (N = 306)."
            },
            "FIGREF4": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Standardized path model for relations between motivation, cognition at time one and motivation, cognition, and classroom perceptions at time two in Math (N = 305)."
            },
            "FIGREF5": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Standardized path mode1 for relations between motivation, cognition at time one and motivation, cognition, and classroom perceptions at time two for girls in English (N = 137)."
            },
            "FIGREF6": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Standardized path model for relations between motivation, cognition at time one and motivation, cognition, and classroom perceptions at time two for boys in English (N = 169)."
            },
            "FIGREF8": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "for relations between motivation, cognition at time one and motivation, cognition, and classroom perceptions at time two for boys in Math (N = 168)."
            },
            "TABREF2": {
                "num": null,
                "content": "<table><tr><td>Construct</td><td>Time I (Grade 6)</td><td>Time 2 (Grade 7)</td><td>Change</td></tr><tr><td>Motivation</td><td/><td/><td/></tr><tr><td>Task Goal Orientation</td><td/><td/><td/></tr><tr><td>English (n = 306)</td><td>3.20</td><td>2.93</td><td>-0.27***</td></tr><tr><td>Math (n = 307)</td><td>3.2X</td><td>2.86</td><td>-0.42***</td></tr><tr><td>Extrinsic Goal Orientation</td><td/><td/><td/></tr><tr><td>English</td><td>2.59</td><td>2.68</td><td>0.09</td></tr><tr><td>Math</td><td>2.54</td><td>2.80</td><td>0.26***</td></tr><tr><td>Relative Ability Goal Orientation</td><td/><td/><td/></tr><tr><td>English</td><td>2.49</td><td>2.34</td><td>-0.15*</td></tr><tr><td>Math</td><td>2.64</td><td>2.60</td><td>-0.04</td></tr><tr><td>Cognition</td><td/><td/><td/></tr><tr><td>Deeper Strategy Use</td><td/><td/><td/></tr><tr><td>English</td><td>3.02</td><td>2.84</td><td>-0.18***</td></tr><tr><td>Math</td><td>3.17</td><td>2.91</td><td>-0.26***</td></tr><tr><td>Perceptions of Classroom</td><td/><td/><td/></tr><tr><td>Task Structured</td><td/><td/><td/></tr><tr><td>English</td><td/><td>3.24</td><td/></tr><tr><td>Math</td><td/><td>3.23</td><td/></tr><tr><td>Performance Structured</td><td/><td/><td/></tr><tr><td>English</td><td/><td>2.15</td><td/></tr><tr><td>Math</td><td/><td>2.04</td><td/></tr><tr><td>Notes:</td><td/><td/><td/></tr></table>",
                "type_str": "table",
                "text": "Mean Scores for English and Math Constructs at Time One and Time Two"
            },
            "TABREF3": {
                "num": null,
                "content": "<table><tr><td>Construct Time I</td><td>(Grade 6) Time 2</td><td>(Grade 7)</td><td>Change</td></tr><tr><td>Motivation</td><td/><td/><td/></tr><tr><td>Task Goal Orientation</td><td/><td/><td/></tr><tr><td>English</td><td/><td/><td/></tr><tr><td>Girls</td><td>3.33</td><td>3.05</td><td>-0.28</td></tr><tr><td>Boys</td><td>3.10</td><td>2.83</td><td>-0.27</td></tr><tr><td>Math</td><td/><td/><td/></tr><tr><td>Girls</td><td>3.26</td><td>2.96</td><td>-0.30</td></tr><tr><td>Boys</td><td>3.30</td><td>2.78</td><td>-0.52</td></tr><tr><td>Extrinsic Goal Orientation</td><td/><td/><td/></tr><tr><td>English</td><td/><td/><td/></tr><tr><td>Girls</td><td>2.34</td><td>2.47</td><td>0.13</td></tr><tr><td>Boys</td><td>2.79***</td><td>2.84\"</td><td>0.05</td></tr><tr><td>Math</td><td/><td/><td/></tr><tr><td>Girls</td><td>2.39</td><td>2.65</td><td>0.26</td></tr><tr><td>Boys</td><td>2.67*</td><td>2.93*</td><td>0.26</td></tr><tr><td>Relative Ability Goal Orientation</td><td/><td/><td/></tr><tr><td>English</td><td/><td/><td/></tr><tr><td>Girls</td><td>2.27</td><td>2.23</td><td>-0.04</td></tr><tr><td>Boys</td><td>2.67\"\"</td><td>2.43</td><td>-0.24</td></tr><tr><td>Math</td><td/><td/><td/></tr><tr><td>Girls</td><td>2.44</td><td>2.51</td><td>0.07</td></tr><tr><td>Boys</td><td>2.80**</td><td>2.68</td><td>-0.12</td></tr><tr><td>Cognition</td><td/><td/><td/></tr><tr><td>Deeper Strategy Use</td><td/><td/><td/></tr><tr><td>English</td><td/><td/><td/></tr><tr><td>Girls</td><td>3.11</td><td>2.93</td><td>-0.18</td></tr><tr><td>Boys</td><td>2.96</td><td>2.77</td><td>-0.19</td></tr><tr><td>Math</td><td/><td/><td/></tr><tr><td>Girls</td><td>3.17</td><td>2.97</td><td>-0.20</td></tr><tr><td>Boys</td><td>3.16</td><td>2.85</td><td>-0.3 1</td></tr><tr><td>Perceptions of Classroom</td><td/><td/><td/></tr><tr><td>Task Goal Structured</td><td/><td/><td/></tr><tr><td>English</td><td/><td/><td/></tr><tr><td>Girls</td><td/><td>3.36</td><td/></tr><tr><td>Boys</td><td/><td>3.15\"</td><td/></tr><tr><td>Math</td><td/><td/><td/></tr><tr><td>Girls</td><td/><td>3.36</td><td/></tr><tr><td>Boys</td><td/><td>3.12**</td><td/></tr><tr><td>Performance Goal Structured</td><td/><td/><td/></tr><tr><td>English</td><td/><td/><td/></tr><tr><td>Girls</td><td/><td>1.99</td><td/></tr><tr><td>Boys</td><td/><td>2.27**</td><td/></tr><tr><td>Math</td><td/><td/><td/></tr><tr><td>Girls</td><td/><td>1.79</td><td/></tr><tr><td>Boys</td><td/><td>2.24***</td><td/></tr><tr><td>Notes: * p &lt; .05. **p&lt;.01.***p&lt;.001</td><td/><td/><td/></tr></table>",
                "type_str": "table",
                "text": ""
            },
            "TABREF4": {
                "num": null,
                "content": "<table><tr><td colspan=\"2\">Intercorrelations</td><td colspan=\"7\">Between Constructs for English and Math (English)</td><td/></tr><tr><td colspan=\"2\">Construct</td><td>2</td><td>3</td><td>4</td><td>5</td><td>6</td><td>7</td><td>R</td><td>9</td><td>10</td></tr><tr><td>1. Task-focused Goal</td><td/><td colspan=\"2\">-.62** -.15**</td><td>.72**</td><td colspan=\"3\">.48** -.37** -.08</td><td>.40**</td><td colspan=\"2\">.25** -.16**</td></tr><tr><td>Orientation (Tl)</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>2. Extrinsic-focused</td><td>Goal</td><td>-</td><td colspan=\"3\">.46** -.43** -.33**</td><td colspan=\"4\">.48* * .25** -.23** -.13*</td><td>.22**</td></tr><tr><td>Orientation (Tl)</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">3. Relative Ability Goal</td><td/><td>-</td><td>-.06</td><td>-.09</td><td>.30**</td><td colspan=\"2\">.47** -.02</td><td>-.05</td><td>.16</td></tr><tr><td>Orientation (Tl)</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">4. Deeper Cognitive Strategies (Tl)</td><td/><td/><td>-</td><td colspan=\"2\">.41** -.32**</td><td>.02</td><td>.48**</td><td colspan=\"2\">.23** -.06</td></tr><tr><td>5. Task-focused Goal</td><td/><td/><td/><td/><td>-</td><td>-so**</td><td>.12*</td><td>.79**</td><td colspan=\"2\">.48** -.22**</td></tr><tr><td>Orientation (T2)</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>6. Extrinsic-focused</td><td>Goal</td><td/><td/><td/><td/><td>-</td><td colspan=\"3\">.34** -.31** -.14*</td><td>.29**</td></tr><tr><td>Orientation (T2)</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">7. Relative Ability Goal</td><td/><td/><td/><td/><td/><td>-</td><td>.28**</td><td>.14*</td><td>.23**</td></tr><tr><td>Orientation (T2)</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">8. Deeper Cognitive Strategies (T2)</td><td/><td/><td/><td/><td/><td/><td>-</td><td colspan=\"2\">.57** -.12*</td></tr><tr><td colspan=\"2\">9. Perceptions of Classroom as Task</td><td/><td/><td/><td/><td/><td/><td/><td>-</td><td>-.40**</td></tr><tr><td>Structured (T2)</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">10. Perceptions of Classroom as</td><td/><td/><td/><td/><td/><td/><td/><td/><td>-</td></tr><tr><td colspan=\"2\">Performance Structured (T2)</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">Notes: *p &lt; .05, **/J &lt; .Ol</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td/><td/><td colspan=\"2\">TABLE 3B</td><td/><td/><td/><td/><td/></tr><tr><td/><td/><td/><td/><td>Math</td><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">Construct</td><td>2</td><td>3</td><td>4</td><td>5</td><td>6</td><td>7</td><td>8</td><td>9</td><td>IO</td></tr><tr><td>1. Task-focused Goal</td><td/><td colspan=\"2\">-.53** -.08</td><td>.68**</td><td colspan=\"3\">.54** -.42** -.17**</td><td>.35**</td><td colspan=\"2\">.30** -.20**</td></tr><tr><td>Orientation (Tl)</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>2. Extrinsic-focused</td><td>Goal</td><td>-</td><td colspan=\"3\">.37** -.37** -.36**</td><td>.56**</td><td colspan=\"4\">.36** -.25** -.17** -.12*</td></tr><tr><td>Orientation (T 1)</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">3. Relative Ability Goal</td><td/><td>-</td><td>-.06</td><td colspan=\"2\">-.18** .28**</td><td colspan=\"2\">.54** -.09</td><td>-.13*</td><td>.22**</td></tr><tr><td>Orientation (T 1)</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">4. Deeper Cognitive Strategies (Tl)</td><td/><td/><td/><td colspan=\"2\">.43** -.32**</td><td>.08</td><td>.53**</td><td colspan=\"2\">.33** -.16**</td></tr><tr><td>5. Task-focused Goal</td><td/><td/><td/><td/><td>-</td><td colspan=\"2\">-.57** -.09</td><td>.66**</td><td colspan=\"2\">.43** -.29**</td></tr><tr><td>Orientation (T2)</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>6. Extrinsic-focused</td><td>Goal</td><td/><td/><td/><td/><td>-</td><td colspan=\"3\">.35** -.39** -.26**</td><td>.42**</td></tr><tr><td>orientation (T2)</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">7. Relative Ability Goal</td><td/><td/><td/><td/><td/><td>-</td><td>.13*</td><td colspan=\"2\">.20** -.Ol</td></tr><tr><td>Orientation (T2)</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">8. Deeper Cognitive Strategies (T2)</td><td/><td/><td/><td/><td/><td/><td>-</td><td colspan=\"2\">.47** -.18**</td></tr><tr><td colspan=\"2\">9. Perceptions of Classroom as</td><td/><td/><td/><td/><td/><td/><td/><td>-</td><td>-.40**</td></tr><tr><td colspan=\"2\">Task Structured (T2)</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">10. Perceptions of Classroom as</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">Performance Structured (T2)</td><td/><td/><td/><td/><td/><td/><td/><td/></tr></table>",
                "type_str": "table",
                "text": ""
            },
            "TABREF5": {
                "num": null,
                "content": "<table><tr><td/><td colspan=\"2\">Task Goal</td><td colspan=\"2\">Extrinsic Goal</td><td colspan=\"2\">Relative Ability</td><td colspan=\"2\">Deeper Cognitive</td></tr><tr><td/><td colspan=\"2\">Orientation 2</td><td colspan=\"2\">Orientation 2</td><td colspan=\"2\">Goal Orientation 2</td><td colspan=\"2\">Strategy Use 2</td></tr><tr><td>Predictors</td><td>English</td><td>Math</td><td>English</td><td>Math</td><td>English</td><td>Math</td><td>English</td><td>Math</td></tr><tr><td>Gender (m = 0, f = 1)</td><td>.04</td><td>.07</td><td>-.06</td><td>-.02</td><td>.oo</td><td>.02</td><td>.04</td><td>.06</td></tr><tr><td>Task Goal Orientation 1</td><td>.26***</td><td>.44***</td><td>-.06</td><td>-.17*</td><td>-.04</td><td>-.lO</td><td>.I2</td><td>-.04</td></tr><tr><td colspan=\"2\">Extrinsic Goal Orientation I -.0.5</td><td>-.03</td><td>.32***</td><td>.40***</td><td>.07</td><td>.16**</td><td>.Ol</td><td>-.07</td></tr><tr><td>Relative Ability Goal</td><td>-.oo</td><td>-.12*</td><td>.13*</td><td>.10*</td><td>.44***</td><td>.48***</td><td>.03</td><td>-.03</td></tr><tr><td>Orientation 1</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Deeper Cognitive Strategy</td><td>.26***</td><td>.lO</td><td>-.12</td><td>-.06</td><td>.ll</td><td>.07</td><td>.39***</td><td>.53***</td></tr><tr><td>Use 1</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Adjusted R2</td><td>.25</td><td>.31</td><td>.25</td><td>.34</td><td>.22</td><td>.32</td><td>.22</td><td>.28</td></tr></table>",
                "type_str": "table",
                "text": ""
            },
            "TABREF6": {
                "num": null,
                "content": "<table><tr><td/><td colspan=\"2\">Task Goal</td><td colspan=\"2\">Extrinsic Goal</td><td colspan=\"2\">Relative Ability</td><td colspan=\"2\">Deeper Cognitive</td></tr><tr><td/><td colspan=\"2\">Orientation 2</td><td colspan=\"2\">Orientation 2</td><td colspan=\"2\">Goal Orientation 2</td><td colspan=\"2\">Strategy Use 2</td></tr><tr><td/><td>English</td><td>Math</td><td>English</td><td>Math</td><td>English</td><td>Math</td><td>English</td><td>Math</td></tr><tr><td>Gender (m = 0, f = 1)</td><td>a0</td><td>.02</td><td>-.08</td><td>-.02</td><td>.02</td><td>.03</td><td>.06</td><td>.02</td></tr><tr><td>Task Goal Orientation 1</td><td>.19*</td><td>.40***</td><td>-.17*</td><td>-.18**</td><td>-.lO</td><td>-.14*</td><td>-.04</td><td>-.07</td></tr><tr><td>Extrinsic Goal Orientation 1</td><td>-.07</td><td>-.02</td><td>.40***</td><td>.3.5***</td><td>.16**</td><td>.13*</td><td>-.07</td><td>-.08</td></tr><tr><td>Relative Ability Goal</td><td>-.OO</td><td>-.08</td><td>.10*</td><td>.07</td><td>.48***</td><td>.48***</td><td>-.03</td><td>.OO</td></tr><tr><td>Orientation 1</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Deeper Cognitive</td><td>.22***</td><td>.04</td><td>-.06</td><td>-.02</td><td>.07</td><td>.07</td><td>.53***</td><td>.43***</td></tr><tr><td>Strategy Use 1</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Perceptions of Task Goal</td><td>.36***</td><td>.24***</td><td>.02</td><td>-.03</td><td>.28***</td><td>.12*</td><td>.54***</td><td>.34***</td></tr><tr><td>Structure in Classroom</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Perceptions of Performance</td><td>-.Ol</td><td>-.08</td><td>.19***</td><td>.24***</td><td>.26***</td><td>.08</td><td>.12**</td><td>.03</td></tr><tr><td>Goal Structure in Classroom</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Adjusted R2</td><td>.37</td><td>.37</td><td>.28</td><td>.39</td><td>.30</td><td>.32</td><td>.46</td><td>.36</td></tr><tr><td colspan=\"2\">Notes: N=307,*p&lt;.05,**p&lt;.01,***p&lt;.001</td><td/><td/><td/><td/><td/><td/><td/></tr></table>",
                "type_str": "table",
                "text": ""
            },
            "TABREF7": {
                "num": null,
                "content": "<table/>",
                "type_str": "table",
                "text": ""
            },
            "TABREF10": {
                "num": null,
                "content": "<table><tr><td colspan=\"5\">RELATIONS AMONG MOTIVATION, COGNlTlON AND CLASSROOM PERCEPTIONS</td><td>279</td></tr><tr><td colspan=\"2\">APPENDIX (continued)</td><td/><td/></tr><tr><td>Math Construct</td><td>Time 1</td><td>Time 2</td><td/></tr><tr><td/><td colspan=\"3\">(Sixth grade) 0Z (Seventh grade) CX</td></tr><tr><td>Deeper Strategy</td><td>.82</td><td>.88</td><td/><td>I try to connect new work in English to what I've</td></tr><tr><td>Use</td><td/><td>(n=314)</td><td>l</td><td>learned before.</td></tr><tr><td/><td/><td/><td>.</td><td>During English, 1 spend some time thinking about</td></tr><tr><td/><td>7 items</td><td>7 items</td><td/><td>how to do my work before I start it.</td></tr><tr><td/><td/><td/><td>.</td><td>When I make mistakes in English, I try to figure out</td></tr><tr><td/><td/><td/><td/><td>why.</td></tr><tr><td/><td/><td/><td/><td>I try to connect new work in English to what I've</td></tr><tr><td/><td/><td/><td/><td>learned before.</td></tr><tr><td/><td/><td/><td/><td>When doing English work, I ask myself questions.</td></tr><tr><td/><td/><td/><td/><td>I take my time to do my work in English.</td></tr><tr><td>Classroom</td><td/><td>.78</td><td>.</td></tr><tr><td>Perceptions -Task Goal</td><td/><td>(n = 314) 6 items</td><td>.</td></tr><tr><td>Structure (T2 only)</td><td/><td/><td>.</td></tr><tr><td/><td/><td/><td>.</td></tr><tr><td/><td/><td/><td>.</td></tr><tr><td/><td/><td/><td>.</td></tr><tr><td>Classroom</td><td/><td>.79</td><td>.</td></tr><tr><td>Perceptions Performance</td><td/><td>(n = 314) 6 items</td><td>.</td></tr><tr><td>Goal Structure (T2 only)</td><td/><td/><td>. .</td></tr><tr><td/><td/><td/><td>.</td></tr><tr><td/><td/><td/><td>.</td></tr><tr><td/><td/><td/><td/><td>(continued)</td></tr></table>",
                "type_str": "table",
                "text": "The main reason I do my work in English is because I like to learn I like English work that is really challenging. 1 like English work that I'll learn from, even if I make a lot of mistakes 1 like English best when it is easy to get right answers. The main reason I do my work in English is because we get grades. I don't care whether 1 understand something or not in English, as long as I get the right answer.1 would feel really successful in English if I did better than other students. I would feel really good if I were the only one who could answer the teacher's questions in English. I'd like to show my teacher that I'm smarter in English than other kids in my class."
            }
        }
    }
}