{
    "paper_id": "Abu-Hilal_2000",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-22T17:57:43.828893Z"
    },
    "title": "SELF-CONCEPT: THE GENERALIZABILITY OF RESEARCH ON THE SDQ, MARSH/SHAVELSON MODEL AND I/E FRAME OF REFERENCE MODEL TO UNITED ARAB EMIRATES STUDENTS",
    "authors": [
        {
            "first": "Maher",
            "middle": [
                "M"
            ],
            "last": "Abu-Hilal",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Emirates University",
                "location": {
                    "country": "United Arab"
                }
            },
            "email": ""
        },
        {
            "first": "Tawfik",
            "middle": [
                "M"
            ],
            "last": "Bahri",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Emirates University",
                "location": {
                    "country": "United Arab"
                }
            },
            "email": ""
        },
        {
            "first": "Herbert",
            "middle": [
                "W"
            ],
            "last": "Marsh",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Porto State University",
                "location": {
                    "country": "Portugal"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "This study examined the structure of self-concept (SC) and the internal/external (I/E) frame of reference model for elementary (n = 276) and junior high (n = 293) students in the United Arab Emirates. The results provided support for the multifaceted interpretation for both groups of students. However, the study provided stronger support for the hierarchical structure with junior high than with elementary students' data. Higher-order confirmatory factor analysis (HCFA) of each group revealed that the second-order factor model was the best fitting model. The pattern of correlations indicated that SC in various areas becomes more differentiated with age. Selfconcept dimensions were more distinct for junior high students than for elementary students. SDQ-I subscales were more reliable with junior high students (range: .72-.94) than with elementary students (range: .74-.90). The study provided partial support to the propositions of the I/E frame of reference model for both groups of students. MANOVA revealed that elementary students demonstrated significantly higher mean scores than did junior high students on two of the seven SC subscales (math and school SCs). The self-concept (SC) structure and its relations to other constructs have attracted much attention in the past two decades. This attention centered on the",
    "pdf_parse": {
        "paper_id": "Abu-Hilal_2000",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "This study examined the structure of self-concept (SC) and the internal/external (I/E) frame of reference model for elementary (n = 276) and junior high (n = 293) students in the United Arab Emirates. The results provided support for the multifaceted interpretation for both groups of students. However, the study provided stronger support for the hierarchical structure with junior high than with elementary students' data. Higher-order confirmatory factor analysis (HCFA) of each group revealed that the second-order factor model was the best fitting model. The pattern of correlations indicated that SC in various areas becomes more differentiated with age. Selfconcept dimensions were more distinct for junior high students than for elementary students. SDQ-I subscales were more reliable with junior high students (range: .72-.94) than with elementary students (range: .74-.90). The study provided partial support to the propositions of the I/E frame of reference model for both groups of students. MANOVA revealed that elementary students demonstrated significantly higher mean scores than did junior high students on two of the seven SC subscales (math and school SCs). The self-concept (SC) structure and its relations to other constructs have attracted much attention in the past two decades. This attention centered on the",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "multidimensional, hierarchical structure and construct validity of SC. Numerous within-network and between-network studies in the West have established the multidimensionality, hierarchy, and construct validity of SC. This paper examined the generalizability of results derived from: (a) the Self-Description Questionnaire (SDQ), Shavelson, Hubner & Stanton (1976) theory of SC, and (b) Marsh's revisions to the theory and the internal/external (I/E) frame of reference model. This study is important in that it provides an opportunity to examine the situated generalizability of results in the context of different linguistic and cultural boundaries. Marsh (1993) stated that \"self-concept researchers often evaluate age or gender effects in different components of self-concept\" (p.843) in an implicit indication that SC is a developmental construct. Shavelson et al. (1976) and Marsh (1985) posited that children's self-concepts become more differentiated with age. Marsh (1988) explained that as children grow \"they incorporate more external information into their self-concepts\" and \" as children incorporate more information about their actual skills and abilities as well as feedback from others, into the formation of their self-concepts in different areas, their self-concepts will also become differentiated\" (p.124). Accordingly, maturity would lead to smaller correlations among various dimensions of SC, and to larger correlations between SC and external constructs. Shavelson et al. (1976) demonstrated that self-concept becomes multifaceted with age. Marsh, Barnes, Cairns and Tidman (1984) found that younger children scored significantly higher than older children did on most of the SDQ scales. Marsh et al. (1984) compared the responses of preadolescent children with those of adolescent children and concluded that the effect of age was linear for preadolescent years and non-linear during adolescent years. However, Marsh (1990) reported that studies that employed overall scores for SC had found no evidence for any age effect. The evidence for age effect on SC dimensions, or even overall SC, is scarce in the published work of Arab researchers. Since age has been one of the main features of the Shavelson et al.'s theory of SC, it is important that the relationship of SC with age, as indicated by grade level, be considered with nonwestern samples. Shavelson et al. (1976) proposed a model of SC which has been considered by many as a well-defined model, and which has been supported by subsequent research (e.g., Byrne & Shavelson, 1986; Marsh, 1988; 1990) . Some important modifications, however, have been added to the model (Marsh & Shavelson, 1985; Shavelson & Marsh, 1986) . These revisions pertain to academic SC and the revised form of the model has been designated the Marsh /Shavelson Model of Academic SC. Marsh and Shavelson (1985) and Shavelson and Marsh (1986) posited that academic SC is not a uni-dimensional construct. Rather, math and reading SCs have been proposed and found to form two weakly-related facets. This position was supported by the majority of studies conducted in the West (see Marsh 1986 , 1988 , and 1990 , Marsh & Shavelson, 1985 ; however, it was not supported by non-western samples (Abu-Hilal & Aal-Hussain, 1997) .",
                "cite_spans": [
                    {
                        "start": 330,
                        "end": 364,
                        "text": "Shavelson, Hubner & Stanton (1976)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 652,
                        "end": 664,
                        "text": "Marsh (1993)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 853,
                        "end": 876,
                        "text": "Shavelson et al. (1976)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 881,
                        "end": 893,
                        "text": "Marsh (1985)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 969,
                        "end": 981,
                        "text": "Marsh (1988)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 1480,
                        "end": 1503,
                        "text": "Shavelson et al. (1976)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1566,
                        "end": 1605,
                        "text": "Marsh, Barnes, Cairns and Tidman (1984)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1713,
                        "end": 1732,
                        "text": "Marsh et al. (1984)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1937,
                        "end": 1949,
                        "text": "Marsh (1990)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 2375,
                        "end": 2398,
                        "text": "Shavelson et al. (1976)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 2540,
                        "end": 2564,
                        "text": "Byrne & Shavelson, 1986;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 2565,
                        "end": 2577,
                        "text": "Marsh, 1988;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 2578,
                        "end": 2583,
                        "text": "1990)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 2654,
                        "end": 2679,
                        "text": "(Marsh & Shavelson, 1985;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 2680,
                        "end": 2704,
                        "text": "Shavelson & Marsh, 1986)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 2843,
                        "end": 2869,
                        "text": "Marsh and Shavelson (1985)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 2874,
                        "end": 2900,
                        "text": "Shavelson and Marsh (1986)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 3137,
                        "end": 3147,
                        "text": "Marsh 1986",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 3148,
                        "end": 3154,
                        "text": ", 1988",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 3155,
                        "end": 3165,
                        "text": ", and 1990",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 3166,
                        "end": 3191,
                        "text": ", Marsh & Shavelson, 1985",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 3247,
                        "end": 3278,
                        "text": "(Abu-Hilal & Aal-Hussain, 1997)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The frequently used construct that has been linked to SC is academic achievement. Lyon (1993) highlighted the importance of the relationship between SC and academic achievement, and stated that \"academic self-concept is theoretically more closely related to academic achievement than most other cognitive variables\" (p. 203). Marsh, Parker and Barnes (1985) indicated that the substantial correlations between different areas of SC and academic ability and performance measures provide evidence for the construct validity of SC. Marsh (1986) presented the relationship between achievement and SC in a novel and unique fashion with his phenomenal internal/external (I/E) frame of reference model. The I/E model has been considered as \"a major development in self-perception theory\" (e.g., Skaalvik & Rankin, 1995) which provides an explanation for the surprising relationship among SC dimensions. Also, it clarifies the cross-links between math and verbal achievements, and math and verbal SCs. Based on the correlations between math and verbal achievements (r's=.50 to .80), Marsh expected that math and verbal self-concepts would be similarly related. Surprisingly, Marsh and his associates have found that math and verbal SCs are nearly uncorrelated-leading to the revision of the original Shavelson et al. (1976) model and to the proposal of the I/E model (see Marsh, 1988 Marsh, , 1990 Marsh, Byrne & Shavelson, 1988) .",
                "cite_spans": [
                    {
                        "start": 82,
                        "end": 93,
                        "text": "Lyon (1993)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 326,
                        "end": 357,
                        "text": "Marsh, Parker and Barnes (1985)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 529,
                        "end": 541,
                        "text": "Marsh (1986)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 788,
                        "end": 812,
                        "text": "Skaalvik & Rankin, 1995)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 1292,
                        "end": 1315,
                        "text": "Shavelson et al. (1976)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1364,
                        "end": 1375,
                        "text": "Marsh, 1988",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 1376,
                        "end": 1389,
                        "text": "Marsh, , 1990",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 1390,
                        "end": 1421,
                        "text": "Marsh, Byrne & Shavelson, 1988)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "According to the I/E model, Marsh (1986 Marsh ( , 1988 argued that math and verbal SCs are influenced by internal and external comparisons. Marsh and Shavelson (1985) stated that \"… students based their academic self-concepts in particular subjects on how their ability in that subject compares with other students (external comparison) and how their ability in that particular subject compares with their abilities in other subjects (internal comparisons)\" (p. 120). Based on the substantial correlation that he and his associates had found between math and verbal achievements, Marsh (1986) proposed that the external comparison process should produce a positive correlation between math and verbal SCs. The internal comparison, however, should lead to a negative correlation between the same two constructs of SC, because math and verbal achievements are compared with each other. Also, Marsh and Yeung (1998) hypothesized that the internal comparison process predicts that good math skills lead to lower English SC and good English skills lead to lower math SC. On the other hand, the external comparison process, as Marsh and Yeung (1998) argued, \"predicts that good math skills lead to higher math self-concept and that good English skills lead to higher English self-concept.\" (p. 711). The joint operation of both processes will lead to a correlation between math and verbal SCs that is substantially lower than the correlation between math and verbal achievements. These predictions of the I/E model have received considerable support by several studies in the West (e.g., Byrne & Shavelson, 1987; Marsh, 1986 Marsh, , 1988 Marsh, , 1994 Marsh, Byrne & Shavelson, 1988; Marsh, Walker & Debus, 1991; Marsh & Yeung, 1998) .",
                "cite_spans": [
                    {
                        "start": 28,
                        "end": 39,
                        "text": "Marsh (1986",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 40,
                        "end": 54,
                        "text": "Marsh ( , 1988",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 140,
                        "end": 166,
                        "text": "Marsh and Shavelson (1985)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 580,
                        "end": 592,
                        "text": "Marsh (1986)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 890,
                        "end": 912,
                        "text": "Marsh and Yeung (1998)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 1121,
                        "end": 1143,
                        "text": "Marsh and Yeung (1998)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 1582,
                        "end": 1606,
                        "text": "Byrne & Shavelson, 1987;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 1607,
                        "end": 1618,
                        "text": "Marsh, 1986",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 1619,
                        "end": 1632,
                        "text": "Marsh, , 1988",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 1633,
                        "end": 1646,
                        "text": "Marsh, , 1994",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 1647,
                        "end": 1678,
                        "text": "Marsh, Byrne & Shavelson, 1988;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 1679,
                        "end": 1707,
                        "text": "Marsh, Walker & Debus, 1991;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1708,
                        "end": 1728,
                        "text": "Marsh & Yeung, 1998)",
                        "ref_id": "BIBREF17"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Although the Shavelson multifaceted and hierarchical model of SC and Marsh's I/E model have received much attention and empirical support from researchers in the West, these models have received little attention outside the western hemisphere. Therefore, the validity of the SDQ and the structure of SC are yet to be established with non-western samples. Therefore, for the theory of self-concept to be complete, comprehensive and universal, the generality of the SDQ as well as other propositions stemming from the SC theory ought to be investigated with samples in different cultures and environments. Hence, the main purpose of the present study is to test the generalizability of SC theory as proposed by Shavelson et al., Marsh's revisions to the theory, and the I/E frame of reference model to nonwestern samples.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Student participants included 276 elementary school students (140 5th graders and 136 6th graders) and 293 junior high school students (119 8th graders and (174 9th graders) randomly selected from Al-Ain School District in the United Arab Emirates. For elementary and junior high students, respectively, the average ages were 11.6 year and 14.9 years. On the average, the age difference between 5th and 6th graders was 11 months, and between 8th and 9th graders, 10 months. Therefore, data for the two elementary grades were combined as also were the data for the two junior high grades. The instrument was collectively administered to students in the classroom during regular school hours, and instructions were given aloud to all subjects -but items were read aloud only for elementary students.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SAMPLE AND PROCEDURE",
                "sec_num": null
            },
            {
                "text": "An Arabic-translated version of SDQ-I was used to collect data about students' SCs in three academic areas (verbal, math and general school) and four non-academic areas (physical ability, physical appearance, peer relations and relationship with parents). Translation and back translation were performed on the instrument. Then, four professors of psychology at the UAE University, who are fluent in both Arabic and English, evaluated the translation. After modification and adaptation to the Arab culture, 64 items were used, of which 53 (56 in the English version) positively-worded items were used in further analyses. Three of the positivelyworded items were eliminated. The 53 items were distributed over the seven subscales as follows: physical ability (hereinafter referred to as Physical), physi-cal appearance (hereinafter referred to as Appearance), peer relations (hereinafter referred to as Peers), and Math each had 8 items. Subscales parents relations (hereinafter referred to as Parents), Verbal, and general school (hereinafter referred to as School) each had 7 items.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INSTRUMENTATION",
                "sec_num": null
            },
            {
                "text": "The SDQ-I is a self-reported instrument in which respondents are required to indicate if each of the statements is false, mostly false, sometimes false/ sometimes true, mostly true, or true. Each response corresponds to 1, 2, 3, 4, and 5, respectively. Hence, the higher the score the more positive the SC. Coefficient alphas for the seven subscales were computed with single items and are shown in Table 2 . Alphas ranged from .74 to .90 (median = .78) for elementary students, and from .72 to .94 (median = .85) for junior high students. Alpha coefficients of this study match well with those obtained with western samples (e.g. Marsh, 1988 , Skaalvik & Rankin, 1995 . Math and verbal scores were obtained from the official school records. These scores range from zero to 100 and represent cumulative scores based on assignments, quizzes, and examinations given over the whole academic year of 1994/95 similarly for each of the two groups.",
                "cite_spans": [
                    {
                        "start": 631,
                        "end": 642,
                        "text": "Marsh, 1988",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 643,
                        "end": 668,
                        "text": ", Skaalvik & Rankin, 1995",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 399,
                        "end": 406,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "INSTRUMENTATION",
                "sec_num": null
            },
            {
                "text": "The first wave of analyses was conducted to test the validity of the multifaceted measurement model. The measurement model assumed that the underlying factors of the SDQ-I are 7 distinct but related factors, which are causes of their observed measures (28 item-pair, 4 pairs for each factor). This assumption was tested with confirmatory factor analysis (CFA) for elementary and junior high students' data separately using an EQS program (Bentler, 1995) . The normal procedure for scaling each factor by fixing one loading to 1.0 was followed, and the other three loadings were estimated. The hierarchical orgnization of SC was tested with higherorder confirmatory factor analysis (HCFA). The hierarchical structure was evaluated with one, two and three second-order factors. In each of the higher order factor models, the seven dimensions were defined as above. However, the covariations among these factors were accounted for by the higher order factor structure.",
                "cite_spans": [
                    {
                        "start": 438,
                        "end": 453,
                        "text": "(Bentler, 1995)",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STATISTICAL ANALYSIS",
                "sec_num": null
            },
            {
                "text": "The second wave of analyses attempted to test the assumption of the I/E frame of reference model. The I/E model had two manifest variables (verbal and math grades) that were posited to be correlated, and to be causes of two endogenous latent constructs (verbal and math SCs). Verbal and math SCs were specified to underlie their respective observed measures (four item-pairs for each construct).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STATISTICAL ANALYSIS",
                "sec_num": null
            },
            {
                "text": "To test each of the models for each sample, the covariance matrices were used as input to EQS and the results are reported as completely standardised solutions. The assessment of models fit was based on multiple criteria. These criteria were the χ 2 likelihood ratio statistic, the comparative fit index (CFI), the Tucker-Lewis Index (TLI), the root mean square error of approximation (RMSEA), and an evalu-ation of parameter estimates. Finally, MANOVA was employed to test the effect of age (grade level) on the SC subscales. Grade class was the independent variable (5, 6, 8, and 9 grades) and the seven subscales were the dependent variables.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STATISTICAL ANALYSIS",
                "sec_num": null
            },
            {
                "text": "For the basic model (1A and 1B in Table 3) , the values of the χ 2 statistics were 768.32 (329 df) and 699.75 (329 df) for elementary and junior high students, respectively. The other fit indices indicate that the fit was acceptable, though the fit was better for junior high students' data. All of the loadings were substantial, indicating that the factor structure as hypothesised by Shavelson et al. (1976) and Marsh and Shavelson (1985) is supported, and that the observed variables are good indicators of their respective factors. Table 1 shows that the factor loadings for the 7 first-order factor model were markedly similar across the two samples. ",
                "cite_spans": [
                    {
                        "start": 386,
                        "end": 409,
                        "text": "Shavelson et al. (1976)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 414,
                        "end": 440,
                        "text": "Marsh and Shavelson (1985)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 34,
                        "end": 42,
                        "text": "Table 3)",
                        "ref_id": null
                    },
                    {
                        "start": 536,
                        "end": 543,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "THE MULTIFACETED MODEL",
                "sec_num": null
            },
            {
                "text": "- - - - - Verb2 778/835 - - - - - - Verb3 776/889 - - - - - - Verb4 731/747 - - - - - - Math1 - 672/913 - - - - - Math2 - 825/843 - - - - - Math3 - 835/885 - - - - - Math4 - 821/892 - - - - - School1 - - 622/773 - - - - School2 - - 660/694 - - - - School3 - - 821/774 - - - - School4 - - 791/623 - - - - Peers1 - - - 668/682 - - - Peers2 - - - 629/710 - - - Peers3 - - - 680/688 - - - Peers4 - - - 562/720 - - - Physical1 - - - - 611/661 - - Physical2 - - - - 684/775 - - Physical3 - - - - 744/849 Physical4 - - - - 620/827 - - Appear1 - - - - - 710/583 - Appear2 - - - - - 527/685 - Appear3 - - - - - 745/660 - Appear4 - - - - - 565/690 - Parents1 - - - - - - 650/528 Parents2 - - - - - - 705/640 Parents3 - - - - - - 741/853 Parents4 - - - - - - 559/492",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE MULTIFACETED MODEL",
                "sec_num": null
            },
            {
                "text": "Note. Verb: Verbal SC; Math: Math SC; School: General school SC; Peers: Peer relations SC; Physical: Physical ability SC; Appearance: Physical appearance SC; Parents: Parents relations SC. Coefficients for elementary students are given first, then coefficients for junior high students, with decimal points omitted, the dash refers to a zero loading. Table 2 demonstrates the correlations among the latent factors and coefficient alphas. It can be seen in Table 2 that factor correlations for elementary students (above diagonal) are markedly greater than the correlations for junior high students (below diagonal), but all coefficients were significant (p < .01). These coefficients suggest that the dimensions of SC become more distinct and differentiated with age. Of particular relevance to subsequent analyses and to Marsh's revisions of the Shavelson et al. model of SC is the correlation between verbal and math SCs. The correlations between the two dimensions for elementary and junior high students were .71 and .24, respectively. Furthermore, the correlation between the two constructs for fifth, sixth, eighth and ninth graders were .60, .57, .45 and .12, respectively. Therefore, junior high students were more able to distinguish their worth in the two areas of SC than elementary students were.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 351,
                        "end": 358,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 456,
                        "end": 463,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "THE MULTIFACETED MODEL",
                "sec_num": null
            },
            {
                "text": "In order to examine the hierarchical structure of SC, four higher-order competing models were tested. Table 3 shows the fit statistics of the four models tested for each of the two samples. Note. Correlations are presented without decimal points. Correlations and alphas above diagonal are of elementary students and correlations and alphas below diagonal are of junior high students. Coefficient alphas were based on responses to single items.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 102,
                        "end": 109,
                        "text": "Table 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "THE MULTIFACETED MODEL",
                "sec_num": null
            },
            {
                "text": "Elementary students sample. The first hierarchical model (2A in Table 3 ) proposed that a single factor would explain the relationships among the first-order factors. The χ 2 statistic for model 2A was 856.51, df =343. For model 3A, the χ 2 was 856.51, df =342, and the other fit indices were similar to those of model 2A with TLI of .85. The correlation between the academic and non-academic secondorder factors was 1.0. Model 4A, in which parents SC loaded on the two secondorder factors, produced a χ 2 of 838.22, df=341. In Model 4A, the correlation between the two second-order factors was .92. Model 5A which posited three second-order factors -academic/verbal, academic/math, and non-academic-resulted in a χ 2 of 804.31, df =337. In model 5A, the two second-order academic factors (verbal and math) were highly correlated (r = .83). These results suggest that elementary students were not able to distinguish between their worth in the two academic areas. Even the distinction that elementary students made between academic and non-academic SCs was weak, as the correlation between the two constructs reflects. Based on the substantial difference in χ 2 statistic (∆χ 2 =52.2, df = 4), between models 2A and 5A, model 5A seemed to fit data better did than the other three models, and provided support to the positions of Marsh and Shavelson (1985) that verbal and math SCs break into two distinct constructs. However, our results indicated that the two constructs are strongly related-in contradiction to Marsh and Shavelson -who found that the two constructs were non-correlated. Junior high students sample. Table 3 shows that models 2B and 3B provided the poorest fit to data. Model 4B had much improved fit over models 2B and 3B. The χ 2 statistic for model 4B was 737.21, df =341. The correlation between academic and non-academic constructs was rather large (r = .55). Model 5B, however, was the best fitting model of all competing models (χ 2 =714.44, df =337). Model 5B fits the data nearly as well as model 1B. The correlation between verbal and math SCs was still substantial (r = .37), though significantly smaller than the correlation between the two constructs for elementary students. Despite the significant correlation between verbal and math SCs, the results of the HCFA supported the proposition of Marsh and Shavelson (1985) that SC is hierarchically organised, with three distinct factors at the apex. However the results of this study revealed that these constructs are significantly related, particularly verbal and math SCs.",
                "cite_spans": [
                    {
                        "start": 1329,
                        "end": 1355,
                        "text": "Marsh and Shavelson (1985)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 2325,
                        "end": 2351,
                        "text": "Marsh and Shavelson (1985)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 64,
                        "end": 71,
                        "text": "Table 3",
                        "ref_id": null
                    },
                    {
                        "start": 1618,
                        "end": 1625,
                        "text": "Table 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "THE HIERARCHICAL MODELS OF SC",
                "sec_num": null
            },
            {
                "text": "Testing the I/E model. Marsh and Shavelson (1985) stated that \"the identification of theoretically consistent and distinct facets of self-concept and their structure is, at least initially, a prerequisite to the study of how self-concept is related to other constructs\" (p.107). The present study provided reasonable support to the multidimensionality and, to a lesser degree, to the hierarchy of SC. The pattern of relations between verbal and math achievements and verbal and math SCs was tested in the I/E model shown in Figure 1 . For elementary students, the χ 2 for this model was 242.98, df = 32, CFI = .87, TLI = .80, and RMSEA = .16. For junior high students, the χ 2 for the model was 171.07, df = 32, CFI = .93, TLI = .90 and RMSEA = .13. Consistent with predictions and with the findings of previous research, verbal and math grades were highly correlated for elementary students (r = .82) and for junior high students (r = .64). The correlations between verbal and math SCs, however, were substantially lower than the correlations between verbal and math achievements (r =. 24 for elementary students, r=.02 for junior high students). Figure 1 shows the path coefficients and correlations among the four constructs for each of the two samples. The I/E model predicts positive paths from verbal achievement to verbal SC and from math achievement to math SC. These paths were significantly positive for both elementary and junior high students. However, math achievement had greater influence on math SC than verbal achievement had on verbal SC. These results are consistent with the findings obtained by Marsh, Smith, Barnes and Butler (1983) with a western sample.",
                "cite_spans": [
                    {
                        "start": 23,
                        "end": 49,
                        "text": "Marsh and Shavelson (1985)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 1630,
                        "end": 1654,
                        "text": "Barnes and Butler (1983)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 524,
                        "end": 532,
                        "text": "Figure 1",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1148,
                        "end": 1156,
                        "text": "Figure 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "TABLE 3 GOODNESS OF FIT INDICES OF THE FIRST-AND SECOND-ORDER MODELS FOR ELEMENTARY AND JUNIOR HIGH STUDENTS",
                "sec_num": null
            },
            {
                "text": "The I/E model also predicts weak negative paths from verbal achievement to math SC, and from math achievement to verbal SC. For elementary students, the path from verbal achievement to math SC was significantly negative (-.21), while the path from math achievement to verbal SC was significantly positive (.27). Therefore, while the former path was consistent with the predictions, the latter contradicted those predictions. For junior high students, neither of the two paths was significant; there was practically no effect for verbal achievement on math SC (.02), and the effect of math achievement on verbal SC was not significant either (-.12) . In summary, the effects of verbal and math achievements on their respective SCs were straightforward, and were consistent with predictions. However, the links between verbal achievement and math SC and between math achievement and verbal SC are more complex than was anticipated. All in all, the I/E model fits the junior high students' data much better than it does the elementary students' data; however, the support that these data provided for the predictions of the I/E model was short of convincing. The effect of age on SC. MANOVA, with grade level as the independent variable and the seven sub-scale scores as the dependent variables, was conducted. MANOVA results showed an overall main effect of grade level (lambda = .833, F (21,1681) = 5.03, p<.0001). Univariate analyses revealed a main effect of grade level for School SC (F (3,565) = 12.3, p < .0001); for Verbal SC (F (3,565) = 4.04, p < .01); for Parents SC (F (3,565) =3.72, p< .01); and for Math SC (F (3,565) = 3.01, p < .05).",
                "cite_spans": [
                    {
                        "start": 641,
                        "end": 647,
                        "text": "(-.12)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TABLE 3 GOODNESS OF FIT INDICES OF THE FIRST-AND SECOND-ORDER MODELS FOR ELEMENTARY AND JUNIOR HIGH STUDENTS",
                "sec_num": null
            },
            {
                "text": "Grade Level The multiple comparisons with Scheffé tests (p< .05) revealed that fifth graders (M=27.89, SD=5.26) scored significantly higher than eighth (M=25.44, SD=6.10) and ninth (M=24.94, SD=5.71) graders did on school SC. Also sixth graders (M=28.02, SD=5.20) scored significantly higher than eighth and ninth graders on school SC. The fifth graders (M=31.35, SD=6.68) scored significantly higher than the ninth graders (M=28.50, SD=9.70) did on the math SC. Unexpectedly, however, ninth graders (M=29.76, df=7.38) scored significantly higher than eighth graders (M=27.25, SD=7.82) did on verbal SC. As the results indicated, the differences occurred mainly in the academic constructs. Although the main effect of grade level on parents SC was significant, the multiple comparisons revealed no significant difference across grade levels. With the exception of the significant difference between the eighth and ninth graders on verb SC, no other differences were found between the eighth and ninth graders. This result lends support to combining the fifth and sixth graders, and the eighth and ninth graders.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SDQ-I Subscales",
                "sec_num": null
            },
            {
                "text": "This study tested predictions from the multifaceted hierarchical models of SC and the I/E frame of reference model. The CFA clearly identified the 7 facets that the SDQ-I was designed to measure. The results of this study are consistent with previous research conducted both in the West and within the Arab countries (see Abu-Hilal & Aal-Hussain, 1997 , Marsh, 1988 , 1990 . Consistent with previous research with SDQ-I (see Marsh, 1988 Marsh, , 1990 , the present study revealed that all of the subscales are reliable and their observed indicators are valid measures of these subscales. However, the correlations among the subscales are rather large, compared to the correlations observed with western samples. These large correlations may have obscured the hierarchical ordering of SC. Whereas the distinctiveness of different areas of SC have been demonstrated in western studies, the present study failed to provide a similar distinctiveness among the same facets.",
                "cite_spans": [
                    {
                        "start": 322,
                        "end": 351,
                        "text": "Abu-Hilal & Aal-Hussain, 1997",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 352,
                        "end": 365,
                        "text": ", Marsh, 1988",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 366,
                        "end": 372,
                        "text": ", 1990",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 425,
                        "end": 436,
                        "text": "Marsh, 1988",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 437,
                        "end": 450,
                        "text": "Marsh, , 1990",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Substantively speaking, younger Emirati children, compared to older Emirati and to western children, seem to be less able to evaluate their worth in various areas in an adequate manner. The way Arab children are socialized does not seem to help them to be independent and responsible. Specifically, the autocratic and rather protecting practices at home do not encourage children's independence. Compared to the western family, Sharabi (1975) found that the Arab family raises its children in such a way that its children become less independent and less responsible. Similarly, the rigid autocratic school system does not seem to encourage students to be independent: it does not give children the opportunity to evaluate themselves. The implication of this kind of socialisation and education for SC formation and development is that dependent children lack the skills to evaluate their worthiness clearly in various areas of school and life. While collecting the data for this study, the researcher noticed that students were surprised when they heard the items that required them to evaluate their skills and performance in various school subjects. More than one student commented 'are you sure you want us to judge our performance? I think that teachers can tell you better than we can.' The comments made by some students of this study and the pattern of correlations among the SC facets reflect some confusion in the way Arab children perceive themselves.",
                "cite_spans": [
                    {
                        "start": 428,
                        "end": 442,
                        "text": "Sharabi (1975)",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "It is not surprising that younger students exaggerate and express unrealistic SCs. Marsh (1985) and Stipek (1981) found the SCs of young western children to be unrealistic and less differentiated. Arab and western younger children do not differ greatly in how good they perceive themselves to be, however, they do differ in the way in which they value themselves across various areas of SC. Whereas western children are able to distinguish their worth in various areas, Arab students seem to genralize their worth across SC areas. That is, if one sees him/herself as being good in one area, then he/she generalizes this perception to other areas. For example, if an Arab child perceives him/herself to be good in math it is very likely that he/she thinks that he/she is good in language, good in school in general, and good in his/her relations with parents, etc. Older Arab children (junior high students), however, were more able to distinguish their worth across SC areas than younger Arab children were, but not to the level at which one can claim independence among some of those areas. Therefore, whereas western researchers (e.g., Marsh, 1990) found that math and verbal SCs, for example, were uncorrelated, the present study failed to provide support for this supposition.",
                "cite_spans": [
                    {
                        "start": 83,
                        "end": 95,
                        "text": "Marsh (1985)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 100,
                        "end": 113,
                        "text": "Stipek (1981)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 1138,
                        "end": 1150,
                        "text": "Marsh, 1990)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "However, when verbal and math facets were considered within the I/E model, the joint operation of internal and external comparison processes rendered the correlations between the two facets substantially lower than the correlations between math and verbal achievements. Thus, this study provides clear support for this prediction of the I/E model, particularly with older Arab students. As for younger Arab students, it is either that their perceptions of self are ambiguous, or their levels of comprehension of the items were not adequate to elicit the proper responses. Marsh (1990) expressed similar concern about young children's responses to rating scales.",
                "cite_spans": [
                    {
                        "start": 572,
                        "end": 584,
                        "text": "Marsh (1990)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The discrepancies among the parameters of elementary and junior high students, which are illustrated in Figure 1 , need further explanation. Also, in order to understand how internal and external processes operate, some explanation of the two subjects (Arabic language and math) included in the I/E model in terms of content, difficulty, and assessment is required. Arabic language, which represents verbal achievement, comprises reading, composition, dictation and grammar. These areas are new, and therefore more challenging, to elementary students. Math, on the other hand, deals with simple calculations and computations. As students move to higher grades, the situation reverses. Students become better readers; they can write more skilfully and most topics of grammar have been covered in lower grades. In other words, students become more accustomed to the topics of language. However, the topics of math become more difficult and more diverse.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 104,
                        "end": 112,
                        "text": "Figure 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Additionally, math is more objective and neutral than language, whether for students or teachers. Students can identify their strengths and weaknesses in math more easily and clearly than they can identify their strengths and weaknesses in language. For teachers, the assessment of math is much more objective and straightforward than the assessment of language. Furthermore, very little is known about the psychometric characteristics of teacher-made tests and overall evaluation either in these two subjects or in other subjects. However, from the statistics produced in this study one can speculate that inflation in the grades is possible, especially for younger students. The means of verbal and math scores for elementary students are 74.84 and 70.24, respectively. In contrast, the means for junior high students for the two subjects are equal (M = 68.9) indicating consistency in assessment. Thus, the argument of Marsh (1990) that high verbal skills detract from high math SC and vice versa may apply to junior high students, but not to elementary students. In sum, the relationship between achievement and SC for elementary students is more complex than the I/E model can explain. This is probably due to the high correlation between verbal and math scores, and to the weak reliability in verbal scores. Whatever the explanation, it is recommended that this study be replicated with larger samples of elementary students, with various indicators for achievement (e.g., standardised tests) to further test the SC structure and I/E model in non-western educational settings.",
                "cite_spans": [
                    {
                        "start": 922,
                        "end": 934,
                        "text": "Marsh (1990)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "In accordance with expectations, the present study provided partial support for the proposition that younger students would score higher than older students on the dimensions of SC. Younger students scored higher than older students on five of the seven subscales, but significantly higher on two (math and school) of those five. This research favors the argument of Marsh (1990) that the decline in SC with age should evoke praise, and not blame for the school. Marsh argued further that \"as children grow older they gain more realistic appraisals of their relative strengths and weaknesses…. Perhaps it would be unfortunate if self-concept did not become more realistic on the basis of additional life experience.\" (p. 110). Indeed, the decline in SC with age occurred in the academic areas of SC in which students usually get feedback. In non-academic areas, however, students get less systematic and frequent feedback than in academic areas. Hence, older students become more realistic and can more easily differentiate SCs in the academic areas.",
                "cite_spans": [
                    {
                        "start": 367,
                        "end": 379,
                        "text": "Marsh (1990)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Dimensionality and hierarchy of the SDQ in a nonwestern milieu: A test of self-concept invariance across gender",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "M"
                        ],
                        "last": "Abu-Hilal",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "A"
                        ],
                        "last": "Aal-Hussain",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Journal of Cross-Cultural Psychology",
                "volume": "28",
                "issue": "",
                "pages": "535--553",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Abu-Hilal, M. M. & Aal-Hussain, A. A. (1997). Dimensionality and hierarchy of the SDQ in a non- western milieu: A test of self-concept invariance across gender. Journal of Cross-Cultural Psychol- ogy, 28, 535-553.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "EQS: Structural equations program manual",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Bentler",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bentler, P. (1995). EQS: Structural equations program manual. Encino, CA, Multivariate Software Inc.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "On the structure of adolescent self-concept",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Byrne",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Journal of Educational Psychology",
                "volume": "78",
                "issue": "",
                "pages": "474--481",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Byrne, B. M. & Shavelson, R. J. (1986). On the structure of adolescent self-concept. Journal of Educa- tional Psychology, 78, 474-481.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Adolescent self-concept: Testing the assumption of equivalent structure across gender",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Byrne",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "American Educational Research Journal",
                "volume": "24",
                "issue": "",
                "pages": "365--385",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Byrne, B. M. & Shavelson, R. J. (1987). Adolescent self-concept: Testing the assumption of equivalent structure across gender. American Educational Research Journal, 24, 365-385.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Academic self-concept and its relationship to achievement in a sample of junior high school students",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Lyon",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Educational and Psychological Measurement",
                "volume": "53",
                "issue": "",
                "pages": "201--210",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lyon, M. A. (1993). Academic self-concept and its relationship to achievement in a sample of junior high school students. Educational and Psychological Measurement, 53, 201-210.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Age and sex effects in multiple dimensions of preadolescent self-concept",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Australian Journal of Psychology",
                "volume": "37",
                "issue": "",
                "pages": "197--204",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1985). Age and sex effects in multiple dimensions of preadolescent self-concept. Aus- tralian Journal of Psychology, 37, 197-204.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Verbal and math self-concept: An internal/external frame of reference model",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "American Educational Research Journal",
                "volume": "23",
                "issue": "",
                "pages": "129--149",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1986). Verbal and math self-concept: An internal/external frame of reference model. American Educational Research Journal, 23, 129-149.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Self-Description Questionnaire: A theoretical and empirical basis for the measurement of multiple dimensions of preadolescent self-concept: A test manual and research monograph",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1988). Self-Description Questionnaire: A theoretical and empirical basis for the meas- urement of multiple dimensions of preadolescent self-concept: A test manual and research mono- graph. San Antonio, TX: The Psychological Corporation.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "A multidimensional, hierarchical model of self-concept: Theoretical and empirical justification",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Educational Psychology Review",
                "volume": "2",
                "issue": "",
                "pages": "77--172",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1990). A multidimensional, hierarchical model of self-concept: Theoretical and empiri- cal justification. Educational Psychology Review, 2, 77-172.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "The multidimensional structure of academic self-concept: Invariance over gender and age",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "American Educational Research Journal",
                "volume": "30",
                "issue": "",
                "pages": "841--860",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1993) The multidimensional structure of academic self-concept: Invariance over gender and age. American Educational Research Journal, 30, 841-860.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Using the national longitudinal study of 1988 to evaluate theoretical models of self-concept: The Self-Description Questionnaire",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Journal of Educational Psychology",
                "volume": "86",
                "issue": "",
                "pages": "439--456",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1994). Using the national longitudinal study of 1988 to evaluate theoretical models of self-concept: The Self-Description Questionnaire. Journal of Educational Psychology, 86, 439- 456.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "The Self-Description Questionnaire (SDQ): Age effects in the structure and level of self-concept for preadolescent children",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Cairns",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Tidman",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Journal of Educational Psychology",
                "volume": "76",
                "issue": "",
                "pages": "940--956",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Barnes, J, Cairns, L., & Tidman, M. (1984). The Self-Description Questionnaire (SDQ): Age effects in the structure and level of self-concept for preadolescent children. Journal of Educa- tional Psychology, 76, 940-956.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "A multifaceted academic self-concept: Its hierarchical structure and its relation to academic achievement",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Byrne",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Journal of Educational Psychology",
                "volume": "80",
                "issue": "",
                "pages": "366--380",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H., Byrne, B. M. & Shavelson, R. J. (1988). A multifaceted academic self-concept: Its hierar- chical structure and its relation to academic achievement. Journal of Educational Psychology, 80, 366-380.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Multidimensional adolescent self-concept: Their relationship to age, sex and academic measures",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Parker",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "American Educational Research Journal",
                "volume": "22",
                "issue": "",
                "pages": "422--444",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Parker, T. & Barnes, J. (1985). Multidimensional adolescent self-concept: Their rela- tionship to age, sex and academic measures. American Educational Research Journal, 22, 422- 444.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Self-concept: Its multifaceted, hierarchical structure",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Shavelson",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Educational Psychologist",
                "volume": "20",
                "issue": "",
                "pages": "107--125",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. & Shavelson, R. (1985). Self-concept: Its multifaceted, hierarchical structure. Educa- tional Psychologist, 20, 107-125.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Self-concept: Reliability, dimensionality, validity and the measurement of change",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Butler",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Journal of Educational Psychology",
                "volume": "75",
                "issue": "",
                "pages": "772--790",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Smith, I., Barnes, J. & Butler, S. (1983). Self-concept: Reliability, dimensionality, valid- ity and the measurement of change. Journal of Educational Psychology, 75, 772-790.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Subject specific components of academic self-concept and self-efficacy",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Walker",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Debus",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Contemporary Educational Psychology",
                "volume": "16",
                "issue": "",
                "pages": "331--345",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Walker, R. & Debus, R. (1991). Subject specific components of academic self-concept and self-efficacy. Contemporary Educational Psychology, 16, 331-345.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Longitudinal structural equation models of academic self-concept and achievement: Gender differences in the development of math and English constructs",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Yeung",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "American Educational Research Journal",
                "volume": "35",
                "issue": "",
                "pages": "705--739",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. & Yeung, A. S. (1998). Longitudinal structural equation models of academic self-con- cept and achievement: Gender differences in the development of math and English constructs. American Educational Research Journal, 35, 705-739.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Introduction to the study of the Arab Society",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Sharabi",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sharabi, H. (1975). Introduction to the study of the Arab Society. Jerusalem: Salahueddin Publications.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Validation of construct interpretation",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Hubner",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "C"
                        ],
                        "last": "Stanton",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Review of Educational Research",
                "volume": "46",
                "issue": "",
                "pages": "407--441",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shavelson, R. J., Hubner, J., & Stanton, G. C. (1976). Validation of construct interpretation. Review of Educational Research, 46, 407-441.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "On the structure of self-concept",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Anxiety and cognitions",
                "volume": "",
                "issue": "",
                "pages": "305--330",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shavelson, R. J. & Marsh, H. W. (1986). On the structure of self-concept. In R. Schwarzer (Ed.), Anxiety and cognitions (pp. 305-330). Hillsdale, NJ: Erlbaum.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "A test of the internal/external frame of reference model at different levels of math and verbal self-perception",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Skaalvik",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Rankin",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "American Educational Research Journal",
                "volume": "32",
                "issue": "",
                "pages": "161--184",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Skaalvik, E. M., & Rankin, R. J. (1995). A test of the internal/external frame of reference model at different levels of math and verbal self-perception. American Educational Research Journal, 32, 161-184.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Children's perceptions of their own and their classmates' ability",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Stipek",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Journal of Educational Psychology",
                "volume": "73",
                "issue": "",
                "pages": "404--410",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stipek, D. J. (1981). Children's perceptions of their own and their classmates' ability. Journal of Edu- cational Psychology, 73, 404-410.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "text": "Path model testing the internal/external frame of reference model. Note. Values are given for elementary students first, then for junior high students (* = p < .05, paths from circles to squares are loadings and all are significant, p < .01), ACH = achievement, SC = self-concept, verb1-4 are indicators of verbal SC, math1-4 are indicators of math SC. Values in parentheses are correlation coefficients.",
                "uris": null
            },
            "TABREF0": {
                "num": null,
                "text": "",
                "type_str": "table",
                "content": "<table><tr><td>Variable Verb</td><td>Math</td><td>School</td><td>Peers</td><td>Physical Appearance Parents</td></tr><tr><td>Verb1 697/697</td><td>-</td><td/><td/><td/></tr></table>"
            },
            "TABREF1": {
                "num": null,
                "text": "",
                "type_str": "table",
                "content": "<table><tr><td>Factors</td><td>Verb</td><td>Math</td><td>School</td><td colspan=\"4\">Peers Physical Appear Parents</td><td>α</td></tr><tr><td>Verb</td><td>-</td><td>707</td><td>539</td><td>751</td><td>708</td><td>843</td><td>696</td><td>.85</td></tr><tr><td>Math</td><td>239</td><td>-</td><td>457</td><td>628</td><td>636</td><td>698</td><td>931</td><td>.90</td></tr><tr><td>School</td><td>600</td><td>728</td><td>-</td><td>642</td><td>655</td><td>508</td><td>641</td><td>.78</td></tr><tr><td>Peers</td><td>361</td><td>237</td><td>447</td><td>-</td><td>889</td><td>839</td><td>878</td><td>.78</td></tr><tr><td>Physical</td><td>276</td><td>225</td><td>310</td><td>389</td><td>-</td><td>819</td><td>878</td><td>.80</td></tr><tr><td>Appearance</td><td>300</td><td>368</td><td>512</td><td>801</td><td>397</td><td>-</td><td>937</td><td>.74</td></tr><tr><td>Parents</td><td>358</td><td>377</td><td>553</td><td>457</td><td>310</td><td>408</td><td>-</td><td>.77</td></tr><tr><td>α</td><td>.90</td><td>.94</td><td>.85</td><td>.81</td><td>.85</td><td>.77</td><td>.72</td><td/></tr></table>"
            }
        }
    }
}