{
    "paper_id": "arens_2020",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-22T17:57:34.741999Z"
    },
    "title": "The Journal of Experimental Education",
    "authors": [
        {
            "first": "A",
            "middle": [
                "Katrin"
            ],
            "last": "Arens",
            "suffix": "",
            "affiliation": {},
            "email": "arens@dipf.de"
        },
        {
            "first": "Friederike",
            "middle": [],
            "last": "Helm",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Kiel University",
                "location": {
                    "country": "Germany"
                }
            },
            "email": ""
        },
        {
            "first": "Fabian",
            "middle": [],
            "last": "Wolff",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Kiel University",
                "location": {
                    "country": "Germany"
                }
            },
            "email": ""
        },
        {
            "first": "Jens",
            "middle": [],
            "last": "Möller",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Jens",
            "middle": [],
            "last": "M€ Oller",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Kiel University",
                "location": {
                    "country": "Germany"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "This study extended the internal/external reference model to multiple languages including students' language of instruction, first foreign language, and second foreign language. We examined whether social and dimensional comparisons play similar roles in the formation of students' self-concept related to different languages and whether dimensional comparisons result in contrast or assimilation effects. All students had German as the language of instruction and English as the first foreign language. Students were divided into a subsample (N ¼ 487) learning French as a second foreign language and a subsample (N ¼ 481) learning Latin. Invariance tests demonstrated that the achievement-self-concept relations were similar across the subsamples, but interesting group differences became apparent when analyzing the French and Latin subsamples separately. KEYWORDS I/E model; academic selfconcept; social comparisons; dimensional comparisons; languages; contrast and assimilation effects STUDENT MOTIVATION HAS been found to be important in language learning (e.g., D€ ornyei, 2003; Gardner, 2010). Among various facets of students' motivation in education, academic selfconcept is one of the most important and widely researched constructs (Marsh, 2007; Marsh & O'Mara, 2008). Students' academic self-concept is defined as students' competence self-perceptions related to the academic domain (Marsh & Craven, 2006; Shavelson, Hubner, & Stanton, 1976). Academic self-concept is a domain-specific construct since students establish separate self-concepts for different domains and school subjects. Hence, students were found to depict separate self-concepts for different languages including their language of instruction (LOI), first foreign language (FFL), and second foreign language (SFL)",
    "pdf_parse": {
        "paper_id": "arens_2020",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "This study extended the internal/external reference model to multiple languages including students' language of instruction, first foreign language, and second foreign language. We examined whether social and dimensional comparisons play similar roles in the formation of students' self-concept related to different languages and whether dimensional comparisons result in contrast or assimilation effects. All students had German as the language of instruction and English as the first foreign language. Students were divided into a subsample (N ¼ 487) learning French as a second foreign language and a subsample (N ¼ 481) learning Latin. Invariance tests demonstrated that the achievement-self-concept relations were similar across the subsamples, but interesting group differences became apparent when analyzing the French and Latin subsamples separately. KEYWORDS I/E model; academic selfconcept; social comparisons; dimensional comparisons; languages; contrast and assimilation effects STUDENT MOTIVATION HAS been found to be important in language learning (e.g., D€ ornyei, 2003; Gardner, 2010). Among various facets of students' motivation in education, academic selfconcept is one of the most important and widely researched constructs (Marsh, 2007; Marsh & O'Mara, 2008). Students' academic self-concept is defined as students' competence self-perceptions related to the academic domain (Marsh & Craven, 2006; Shavelson, Hubner, & Stanton, 1976). Academic self-concept is a domain-specific construct since students establish separate self-concepts for different domains and school subjects. Hence, students were found to depict separate self-concepts for different languages including their language of instruction (LOI), first foreign language (FFL), and second foreign language (SFL)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Social and dimensional comparisons have been proposed to be major sources of domainspecific academic self-concepts. This is the core assumption of the internal/external frame of reference (I/E) model (Marsh, 1986; M€ oller, Pohlmann, K€ oller, & Marsh, 2009) . In our study, we examined whether social and dimensional comparisons are also involved in the formation of language self-concepts. We therefore extended the original I/E model to students' LOI, FFL, and SFL. We investigated a sample of German secondary school students, all having German as the LOI, English as the FFL, and either French or Latin as the SFL. Therefore, we could also examine whether social and dimensional comparisons operate similarly or differently in the formation of SFL self-concepts when considering French and Latin as two different SFLs.",
                "cite_spans": [
                    {
                        "start": 200,
                        "end": 213,
                        "text": "(Marsh, 1986;",
                        "ref_id": null
                    },
                    {
                        "start": 214,
                        "end": 258,
                        "text": "M€ oller, Pohlmann, K€ oller, & Marsh, 2009)",
                        "ref_id": "BIBREF52"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The I/E model assumes that the formation of math and verbal self-concepts relies on an interplay between social comparisons (comparing one's own achievement in one domain with the achievement of others in the same domain) and dimensional comparisons (comparing one's own achievement across different domains) (Marsh, 1986; M€ oller et al., 2009) . The I/E model is commonly depicted in a regression model in which domain-specific academic self-concepts are regressed on domain-specific achievement indicators. Social comparisons evoke positive relations (i.e., regression paths) between achievements and self-concepts within the same domains (e.g., math achievement and math self-concept) and a positive correlation between math and verbal self-concepts. Dimensional comparisons evoke negative relations (i.e., regression paths) between achievements and self-concepts across different domains (e.g., math achievement and verbal self-concept) and a negative correlation between math and verbal self-concept. The positive correlation between math and verbal self-concepts due to social comparisons and the negative correlation due to dimensional comparisons balance out, leading to a near-zero correlation. The I/E model thus offers a theoretical explanation for the consistently observed low correlation between math and verbal self-concepts despite substantial correlations between math and verbal achievements (Marsh, 1986) .",
                "cite_spans": [
                    {
                        "start": 309,
                        "end": 322,
                        "text": "(Marsh, 1986;",
                        "ref_id": null
                    },
                    {
                        "start": 323,
                        "end": 345,
                        "text": "M€ oller et al., 2009)",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 1411,
                        "end": 1424,
                        "text": "(Marsh, 1986)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The I/E model",
                "sec_num": null
            },
            {
                "text": "Recently, the original I/E model has been generalized and extended by including other predictor and outcome variables beyond math and verbal achievements and self-concepts (see the generalized I/E (GI/E) model; M€ oller, M€ uller-Kalthoff, Helm, Nagy, & Marsh, 2016) . One such extension is the inclusion of a wide range of school subjects since the original I/E model only considers one math and one verbal domain (Arens, M€ oller, & Watermann, 2016; Jansen, Schroeders, L€ udtke, & Marsh, 2015; Marsh et al., 2014 Marsh et al., , 2015 . Respective studies showed substantial positive relations between achievements and self-concepts within the same domains. Hence, social comparisons seem to be consistently involved in the formation of domain-specific self-concepts. Across different domains, the relations between achievements and self-concepts were not always negative as is the case in the original I/E model, but they were also found to be positive in some cases. Hence, dimensional comparisons can invoke negative achievement-selfconcept relations across domains (contrast effects). In this case, good performance in one domain entails lower levels of self-concept in the compared domain. In addition, dimensional comparisons can invoke positive achievement-self-concept relations across domains (assimilation effects). Here, good performance in one domain entails higher levels of self-concept in the compared domain.",
                "cite_spans": [
                    {
                        "start": 240,
                        "end": 266,
                        "text": "Helm, Nagy, & Marsh, 2016)",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 415,
                        "end": 451,
                        "text": "(Arens, M€ oller, & Watermann, 2016;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 452,
                        "end": 496,
                        "text": "Jansen, Schroeders, L€ udtke, & Marsh, 2015;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 497,
                        "end": 515,
                        "text": "Marsh et al., 2014",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 516,
                        "end": 536,
                        "text": "Marsh et al., , 2015",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Extending the I/E model to multiple school subjects",
                "sec_num": null
            },
            {
                "text": "The finding that dimensional comparisons can result in both contrast and assimilation effects has been linked to the Marsh/Shavelson model of academic self-concept (Marsh, 1990) . Accordingly, domain-specific self-concepts are placed on a continuum ranging from a pure math endpoint to a pure verbal endpoint. Domain-specific self-concepts are thus categorized based on the similarity between domains since self-concepts addressing similar domains and sharing conceptual overlap (e.g., math and physics) are placed next to each on the math-verbal continuum other while self-concepts of dissimilar domains (e.g., math and languages) are farther apart. Dimensional comparisons are assumed to result in contrast effects when two domains are considered that are located far from each other on the continuum, thus between dissimilar domains such as math and languages. In turn, assimilation effects are assumed to occur between closely related domains, thus between domains sharing some overlap or similarity.",
                "cite_spans": [
                    {
                        "start": 164,
                        "end": 177,
                        "text": "(Marsh, 1990)",
                        "ref_id": "BIBREF33"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Extending the I/E model to multiple school subjects",
                "sec_num": null
            },
            {
                "text": "Dimensional comparison theory (DCT; M€ oller has been explicitly formulated in response to the vast amount of research on the I/E model and considers the scope of application and consequences of dimensional comparisons. DCT also notes that dimensional comparisons can result in both contrast and assimilation effects. According to DCT, dimensional comparisons lead to contrast effects when considering achievements and self-concepts related to domains for which the respective abilities are believed to be negatively correlated (see Hypothesis VI in M€ oller, Helm, M€ uller-Kalthoff, Nagy, & Marsh, 2015) . Assimilation effects in turn are assumed to occur between domains for which the respective abilities are believed to be positively correlated (see Hypothesis VII in M€ oller et al., 2015) . Hence, the assumptions of DCT regarding contrast and assimilation effects are closely linked to the assumptions derived from the Marsh/ Shavelson model of academic self-concept since domains with (dis)similar underlying abilities might be closer to (farther away from) each other on the math-verbal continuum leading to assimilation (contrast) effects.",
                "cite_spans": [
                    {
                        "start": 560,
                        "end": 605,
                        "text": "Helm, M€ uller-Kalthoff, Nagy, & Marsh, 2015)",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 755,
                        "end": 795,
                        "text": "Hypothesis VII in M€ oller et al., 2015)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Extending the I/E model to multiple school subjects",
                "sec_num": null
            },
            {
                "text": "Findings from previous studies rendered support for the assumptions regarding the occurrence of contrast and assimilation effects derived from the Marsh/Shavelson model of academic self-concept and DCT. In fact, the findings consistently demonstrated negative relations, and thus contrast effects, between achievements and self-concepts related to math and verbal domains (M€ oller et al., 2009) . Math and verbal domains are located at the opposite ends of the math-verbal continuum of academic self-concepts in the Marsh/Shavelson model (Marsh, 1990) . Moreover, students might suppose that math and verbal achievements are influenced by different underlying abilities. Positive relations and thus assimilation effects have been found between achievements and self-concepts related to math and physics Jansen et al., 2015; Marsh et al., 2014 Marsh et al., , 2015 . Math and physics might be conceptualized as math-like domains, and are thus located close to each other on the math-verbal continuum of academic self-concepts. Moreover, physics achievements might be linked to math abilities.",
                "cite_spans": [
                    {
                        "start": 372,
                        "end": 395,
                        "text": "(M€ oller et al., 2009)",
                        "ref_id": null
                    },
                    {
                        "start": 539,
                        "end": 552,
                        "text": "(Marsh, 1990)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 804,
                        "end": 824,
                        "text": "Jansen et al., 2015;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 825,
                        "end": 843,
                        "text": "Marsh et al., 2014",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 844,
                        "end": 864,
                        "text": "Marsh et al., , 2015",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Extending the I/E model to multiple school subjects",
                "sec_num": null
            },
            {
                "text": "In the original I/E model, verbal achievement and self-concept address students' LOI. In line with the GI/E model, some recent studies have expanded the verbal domain by including two languages-that is, students' LOI and FFL. One might assume a positive relation between achievements and self-concepts related to different languages, thus, an assimilation effect. Different languages can be allocated to the verbal endpoint of the academic self-concept continuum; they share conceptual similarity due to the verbal nature; and students might suppose underlying verbal abilities to be responsible for language achievement in general. Moreover, transfer effects were demonstrated for language learning since students' proficiency in one language has been found to facilitate learning in another language (Chen, Xu, Nguyen, Hong, & Wang, 2010; Cunningham & Graham, 2000; Gebauer, Zaunbauer, & M€ oller, 2013; Gottardo, Yan, Siegel, & Wade-Woolley, 2001; Kellerman, 1995) .",
                "cite_spans": [
                    {
                        "start": 802,
                        "end": 840,
                        "text": "(Chen, Xu, Nguyen, Hong, & Wang, 2010;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 841,
                        "end": 867,
                        "text": "Cunningham & Graham, 2000;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 868,
                        "end": 905,
                        "text": "Gebauer, Zaunbauer, & M€ oller, 2013;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 906,
                        "end": 950,
                        "text": "Gottardo, Yan, Siegel, & Wade-Woolley, 2001;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 951,
                        "end": 967,
                        "text": "Kellerman, 1995)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Contrast and assimilation effects between languages",
                "sec_num": null
            },
            {
                "text": "However, surprising findings have been reported regarding the relations between achievements and self-concepts related to different languages. In fact, these relations were negative or not significant, indicating a contrast effect rather than an assimilation effect between languages. For instance, in the study by Xu et al. (2013) with a sample of secondary school students from Hong Kong, nonsignificant paths between Chinese (English) achievement and English (Chinese) selfconcept were found. Also examining a sample of students from Hong Kong, Marsh, Kong, and Hau (2001) demonstrated negative paths-some of which were statistically significant-between Chinese (English) achievement and English (Chinese) self-concept. Moreover, Marsh and Yeung (2001) demonstrated negative relations between Spanish achievement and a higher-order factor of verbal self-concept (encompassing English, history, and general verbal self-concepts) and between verbal achievement and Spanish self-concept. The occurrence of contrast effects between languages was also corroborated by numerous studies with German student samples learning English as the FFL Marsh et al., 2015; Niepel, Brunner, & Preckel, 2014) . In particular, the studies documented weak, but primarily negative relations between German (English) achievement and English (German) self-concept. Hence, across student samples from different countries (Germany, Hong Kong, United States) , dimensional comparisons between languages were found to rather lead to contrast than to assimilation effects.",
                "cite_spans": [
                    {
                        "start": 315,
                        "end": 331,
                        "text": "Xu et al. (2013)",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 548,
                        "end": 575,
                        "text": "Marsh, Kong, and Hau (2001)",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 733,
                        "end": 755,
                        "text": "Marsh and Yeung (2001)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 1139,
                        "end": 1158,
                        "text": "Marsh et al., 2015;",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 1159,
                        "end": 1192,
                        "text": "Niepel, Brunner, & Preckel, 2014)",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 1399,
                        "end": 1434,
                        "text": "(Germany, Hong Kong, United States)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Contrast and assimilation effects between languages",
                "sec_num": null
            },
            {
                "text": "So far, most of the studies on I/E models including more than one language have only considered students' LOI and FFL-that is, two languages. There has been a shortage of studies investigating the pattern of achievement-self-concept relations to disclose the operation of social and dimensional comparisons when including three languages-that is, students' LOI, FFL, and SFL. Using a sample of German secondary school students, Marsh et al. (2015; Study 1) examined an extended I/E model inter alia including German as students' LOI, English as students' FFL, and students' SFL. Supporting the operation of social comparisons in the formation of language selfconcepts, there were substantial positive relations between achievements and self-concepts when the achievement and self-concept measures addressed the same domains. The relations across achievements and self-concepts addressing the three different languages (German, English, and SFL) were either significantly negative or not statistically significant. Accordingly, from this study, one can conclude that, if there are any dimensional comparisons affecting the formation of language self-concepts related to German, English, and a SFL, they invoke contrast effects rather than assimilation effects across these languages.",
                "cite_spans": [
                    {
                        "start": 428,
                        "end": 447,
                        "text": "Marsh et al. (2015;",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 448,
                        "end": 456,
                        "text": "Study 1)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Contrast and assimilation effects between languages",
                "sec_num": null
            },
            {
                "text": "So far, the study by Marsh et al. (2015) has been the only study investigating an I/E model with three languages and thus needs to be replicated. Moreover, in the above mentioned study the SFL was not specified; hence, it was not clear which specific SFL the students learned and whether all students learned the same SFL. Hence, further studies that specify the SFL and, preferably, include different SFLs are needed. Such studies would render it possible to examine whether the pattern of achievement-self-concept relations hinting at social and dimensional comparisons in the formation of language self-concepts similarly applies to different SFLs. The study by Marsh et al. (2015) mainly indicated contrast effects in achievement-self-concept relations across languages when including a SFL. Still, the pattern of achievement-self-concept relations across languages and, thus, the occurrence of contrast and assimilation effects might vary contingent upon the specific SFL considered. Therefore, we conducted a study with German students with German as the LOI, learning English as the FFL, and learning French or Latin as the SFL. We thus examined whether social and dimensional comparisons apply to the formation of self-concepts related to different languages including SFLs (replicating the results found by Marsh et al., 2015) and whether dimensional comparisons similarly lead to contrast or assimilation effects when considering French and Latin as different SFLs (extending the study by Marsh et al., 2015) .",
                "cite_spans": [
                    {
                        "start": 21,
                        "end": 40,
                        "text": "Marsh et al. (2015)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 665,
                        "end": 684,
                        "text": "Marsh et al. (2015)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 1316,
                        "end": 1335,
                        "text": "Marsh et al., 2015)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 1499,
                        "end": 1518,
                        "text": "Marsh et al., 2015)",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Contrast and assimilation effects between languages",
                "sec_num": null
            },
            {
                "text": "The German secondary school system is characterized by a relatively strict tracking procedure. After four years of elementary school, students are commonly allocated to one ability track of secondary schooling (Becker, Neumann, & Dumont, 2017) . The academic track is the highest track, and graduation from this track allows entrance to university. Students in the academic track have to learn two foreign languages at least until upper secondary levels when they have more options to choose courses. English is most often learned as the FFL. For SFLs, students are given a choice. The final selection depends on personal and parental preferences but is also determined by the attended school, since schools differ in the range of SFLs students can select. French and Latin constitute the most commonly learned SFLs and, accordingly, most of the academic track schools offer French and Latin as SFLs.",
                "cite_spans": [
                    {
                        "start": 210,
                        "end": 243,
                        "text": "(Becker, Neumann, & Dumont, 2017)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Language learning in German secondary schools",
                "sec_num": null
            },
            {
                "text": "In Germany, federal states are responsible for education. This leads to differences in the secondary school systems across federal states, although the formal characteristics of the academic track are very similar across states (Becker et al., 2017) . Still, while FFL learning starts in elementary school and continues in secondary school in all federal states (Fleckenstein, M€ oller, & Baumert, in press) , the onset of SFL learning varies across states, with some starting in Year 6 and others starting in Year 7. We therefore restricted our sample to students from one German federal state (Schleswig-Holstein) in order to eliminate possible confounding effects due to variations in the secondary school systems and differing onsets of SFL learning. In our sample, all participating students had German as their LOI and learned English as their FFL. All students started learning the SFL in Year 7. One student subsample learned French as the SFL and one subsample learned Latin.",
                "cite_spans": [
                    {
                        "start": 228,
                        "end": 249,
                        "text": "(Becker et al., 2017)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 362,
                        "end": 407,
                        "text": "(Fleckenstein, M€ oller, & Baumert, in press)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Language learning in German secondary schools",
                "sec_num": null
            },
            {
                "text": "In sum, the aim of the present study was to test whether social and dimensional comparisons are involved in the formation of language self-concepts including SFL self-concept and whether the findings are similar or different when considering French and Latin as two different SFLs. To this aim, we examined an I/E model extended to three languages besides math (Figure 1 ). Thus, four domains, including three languages, were considered in the present study (i.e., math, German as the LOI, English as the FFL, and French or Latin as the SFL). We explicate our assumptions regarding the role and effects of social and dimensional comparisons in the formation of language self-concepts in the following sections.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 361,
                        "end": 370,
                        "text": "(Figure 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Aims and hypotheses",
                "sec_num": null
            },
            {
                "text": "We expected that social comparisons are involved in the formation of all domain-specific academic self-concepts. Hence, we consistently presumed positive achievement-self-concept relations within the same domains irrespective of the specific domain considered.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Social comparisons",
                "sec_num": null
            },
            {
                "text": "We differentiate between dimensional comparisons occurring across math and languages and across different languages. As indicated above, the occurrence of contrast versus assimilation effects due to dimensional comparisons is assumed to depend on the similarity and conceptual overlap of domains (Marsh et al., 2014 (Marsh et al., , 2015 . Here, we point out the following categories of (dis)similarity based on which we framed our considerations regarding contrast and assimilation effects across domains: (a) origin of the language, (b) active/spoken versus passive/nonspoken nature of the language, and (c) logical approach to the subject.",
                "cite_spans": [
                    {
                        "start": 296,
                        "end": 315,
                        "text": "(Marsh et al., 2014",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 316,
                        "end": 337,
                        "text": "(Marsh et al., , 2015",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Dimensional comparisons",
                "sec_num": null
            },
            {
                "text": "1. Across math and languages: The French and Latin subsamples were not expected to differ with regard to the effects of dimensional comparisons involving math and German (LOI), and math and English (FFL). Based on the findings from previous studies and given the different and distant locations of math and languages on the math-verbal continuum of academic self-concept, we assumed contrast effects between math and German and between math and English Jansen et al., 2015; Marsh et al., 2015; . With respect to dimensional comparisons involving math and SFL, differences might occur between French and Latin. Given the verbal nature of French, parallel to the presumed contrast effect between math and German and between math and English, a contrast effect was expected between math and French. The expectations regarding Latin were less clear. On the one hand, the verbal character of Latin as a language might also lead to a contrast effect between math and Latin. On the other hand, Latin has a logical and deductive nature requiring reasoning abilities (Ortner, Asanger, Kubinger, & Proyer, 2008) . Given this similarity to math, we could also expect an assimilation effect between math and Latin. 2. Across languages: We expected small negative relations (contrast effects) or no relations between German and English given the findings from previous studies Marsh et al., 2015; Niepel et al., 2014) . When considering the relations involving German and students' SFL, it has to be noted that German is a Germanic language, while the two SFLs (French and Latin) are Romance languages. Hence, contrast effects might occur between German and French and between German and Latin due to the different origins of the languages. A particularly strong contrast effect might be expected between German and Latin. Latin differs from German not only in its origin but also in that Latin is a passive (nonspoken) language while German is an active (spoken) language.",
                "cite_spans": [
                    {
                        "start": 453,
                        "end": 473,
                        "text": "Jansen et al., 2015;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 474,
                        "end": 493,
                        "text": "Marsh et al., 2015;",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 1058,
                        "end": 1101,
                        "text": "(Ortner, Asanger, Kubinger, & Proyer, 2008)",
                        "ref_id": "BIBREF58"
                    },
                    {
                        "start": 1364,
                        "end": 1383,
                        "text": "Marsh et al., 2015;",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 1384,
                        "end": 1404,
                        "text": "Niepel et al., 2014)",
                        "ref_id": "BIBREF57"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Dimensional comparisons",
                "sec_num": null
            },
            {
                "text": "Still, it is plausible to assume an assimilation effect between German and Latin. Students might gain a higher level of competence and understanding of the German grammatical structure by learning Latin. Haag and Stern (2000) showed that German students learning Latin as the FFL were superior on some indicators of German competencies compared to students who did not learn Latin or only learned Latin as the SFL. Accordingly, other studies demonstrated a positive effect of learning Latin on students' proficiency in other languages (Barber, 1985; Masciantonio, 1977) .",
                "cite_spans": [
                    {
                        "start": 204,
                        "end": 225,
                        "text": "Haag and Stern (2000)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 535,
                        "end": 549,
                        "text": "(Barber, 1985;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 550,
                        "end": 569,
                        "text": "Masciantonio, 1977)",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Dimensional comparisons",
                "sec_num": null
            },
            {
                "text": "Regarding the relations between English as students' FFL and the SFL, an assimilation effect might occur, irrespective of whether French or Latin is considered. Students might perceive the FFL and SFL as belonging to an overarching category of foreign languages. Yet, such an assimilation effect was not documented by Marsh et al. (2015) , although this finding needs to be replicated with other student samples. Still, the existence of contrast versus assimilation effects between FFL and SFL might vary contingent upon the specific SFL considered. French and Latin are Romance languages while English is a Germanic language. Thus, a contrast effect might indeed be assumed for the relations between English and French and between English and Latin due to the different language origins. This contrast effect might even be enhanced for the relations between English and Latin, given that English and Latin do not only differ in their origin but also in that English is an active (spoken) and Latin is a passive (nonspoken) language. However, regarding the relation between English and Latin, one might also presume an assimilation effect given the facilitating aspect of Latin learning for learning other languages including English (Barber, 1985; Masciantonio, 1977) .",
                "cite_spans": [
                    {
                        "start": 318,
                        "end": 337,
                        "text": "Marsh et al. (2015)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 1234,
                        "end": 1248,
                        "text": "(Barber, 1985;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 1249,
                        "end": 1268,
                        "text": "Masciantonio, 1977)",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Dimensional comparisons",
                "sec_num": null
            },
            {
                "text": "In sum, our research builds on previous studies extending the I/E model to multiple school subjects but particularly considers multiple languages-that is students' LOI (German), FFL (English), and SFL (French or Latin). Therefore, we tested the effects of social and dimensional comparisons in the formation of German students' self-concepts for different languages that are central in the German secondary school system. Furthermore, we compared the pattern of findings across two SFLs, namely French and Latin. Based on the various characteristics of the different languages along with their similarities and dissimilarities, we referred to several considerations regarding the achievement-self-concept relations across languages to figure out contrast and assimilation effects due to dimensional comparisons. Given the lack of research on I/E models involving more than two languages, we had to treat diverse, albeit similarly plausible, deliberations regarding the pattern of achievement-self-concept relations in parallel.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary",
                "sec_num": null
            },
            {
                "text": "The data analyzed in this study were part of a larger data set examining the formation of students' academic self-concepts related to multiple school subjects. Only students attending the academic track of secondary schools (\"Gymnasium\") were selected. All students (N ¼ 970) attended grade levels 9 to 11. Two subsamples were identified: students learning French (N ¼ 489) and students learning Latin (N ¼ 481) as the SFL. The two subsamples were similar regarding student characteristics including age, school grades, grade point average, and years of learning the SFL (Table S1 of the online supplements). 1 Parental consent was obtained for all participants and students were informed about the purpose of the study and the confidential treatment of their data. Data collection took place in students' classrooms during regular lessons and was administered by trained research assistants. The study was conducted between the beginning of May 2017 and the beginning of July 2017.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 571,
                        "end": 580,
                        "text": "(Table S1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Sample",
                "sec_num": null
            },
            {
                "text": "Self-concepts A questionnaire that contained scales for various domain-specific academic self-concepts was administered to the students. In this context, the students completed questionnaires in which they were asked for their self-concepts in German (LOI), English (FFL), math, and their SFL. All students completed self-concept measures with regard to German, English, and math; students taking French as the SFL (the French subsample) responded to the French self-concept items but not to the Latin self-concept items; students taking Latin as the SFL (the Latin subsample) responded to the Latin self-concept items but not to the French self-concept items.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "The scales for measuring the different domain-specific self-concepts all consisted of four items, which were adapted from Jopt (1978) and Jerusalem (1984) . The scales have successfully been used in contemporary self-concept research (Helm & M€ oller, 2017; M€ oller, Zimmermann, & K€ oller, 2014; Zimmermann, M€ oller, & K€ oller, 2018) . The items were worded in parallel across the domains: \"I can achieve at most things in [subject] ,\" \"Nobody's perfect but I'm just not good at [subject] ,\" \"With some of the topics in [subject], I know from the start that I just won't get them,\" \"I am good at [subject] .\" The students responded to the items on a 6-point Likert scale ranging from 1 ¼ not true at all to 6 ¼ fully true. Prior to analysis, the items were consistently coded so that higher ratings depicted higher levels of self-concept. All scales demonstrated good reliability (Table S1 of the online supplements).",
                "cite_spans": [
                    {
                        "start": 122,
                        "end": 133,
                        "text": "Jopt (1978)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 138,
                        "end": 154,
                        "text": "Jerusalem (1984)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 234,
                        "end": 257,
                        "text": "(Helm & M€ oller, 2017;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 258,
                        "end": 297,
                        "text": "M€ oller, Zimmermann, & K€ oller, 2014;",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 298,
                        "end": 337,
                        "text": "Zimmermann, M€ oller, & K€ oller, 2018)",
                        "ref_id": "BIBREF62"
                    },
                    {
                        "start": 427,
                        "end": 436,
                        "text": "[subject]",
                        "ref_id": null
                    },
                    {
                        "start": 483,
                        "end": 492,
                        "text": "[subject]",
                        "ref_id": null
                    },
                    {
                        "start": 600,
                        "end": 609,
                        "text": "[subject]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 884,
                        "end": 893,
                        "text": "(Table S1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "The students reported the school grades they had obtained in their latest school report (i.e., midterm report received in January 2017) in German, English, math, and their SFL. Studentreported grades have been found to be of sufficient validity (Dickh€ auser & Plenter, 2005) . In Germany, school grades range from 1 to 6, with 1 representing the best grade and 6 the poorest grade. To facilitate interpretation of the results, grades were reversely coded before all analyses, thus higher values indicated higher levels of achievement.",
                "cite_spans": [
                    {
                        "start": 245,
                        "end": 275,
                        "text": "(Dickh€ auser & Plenter, 2005)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Achievement",
                "sec_num": null
            },
            {
                "text": "The analyses were conducted within the framework of structural equation modeling (SEM; e.g., Kline, 2005) using the statistical package Mplus 8.2 (Muth en & Muth en, 1998-2018). All models were estimated by applying the robust maximum likelihood estimator, which has been shown to be robust against violations of normality assumptions. Missing values on all variables were estimated by the full information maximum likelihood (FIML) implemented in Mplus. The FIML approach is known to be reliable, to lead to unbiased parameter estimates, and to be as trustworthy as multiple imputation when handling data that are missing at random or missing completely at random (Enders, 2010; Graham, 2009) . The amount of missing data ranged between 0.0% and 2.8% for the self-concept items and between 2.7% and 23.5% for the school grades. Little's Missing Completely at Random Test was not significant for the self-concept items (v 2 (465) ¼ 468.46, p ¼ .45), and it was not significant for the school grades (v 2 (14) ¼ 23.06, p ¼ .06). To account for the multilevel structure of the data (students nested in classes), the Mplus option \"type ¼ complex\" was used, with students' classes treated as the clustering variables. 2 This option corrects for possible bias in standard errors resulting from the hierarchical nature of the data. Finally, all models included correlated uniquenesses between parallel-worded self-concept items across domains to account for potentially shared method variance (Marsh et al., 2013) .",
                "cite_spans": [
                    {
                        "start": 93,
                        "end": 105,
                        "text": "Kline, 2005)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 665,
                        "end": 679,
                        "text": "(Enders, 2010;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 680,
                        "end": 693,
                        "text": "Graham, 2009)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1487,
                        "end": 1507,
                        "text": "(Marsh et al., 2013)",
                        "ref_id": "BIBREF39"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical analyses",
                "sec_num": null
            },
            {
                "text": "To evaluate the fit of the latent models, we relied on several commonly accepted descriptive goodness-of-fit indices as there is no conclusive index for evaluating the goodness of fit of latent models (Marsh, Hau, & Wen, 2004) . We thus considered the comparative fit index (CFI), the Tucker-Lewis index (TLI), the root mean square error of approximation (RMSEA), and the standardized root mean square residual (SRMR). For the CFI and TLI, values between .90 and .95 are commonly accepted as indication of a good model fit, although some authors (e.g., Hu & Bentler, 1998 ) suggest a stricter criterion of .95. Concerning the RMSEA, Browne and Cudeck (1993) proposed values below .05 as indicative of a close fit, values between .05 and .08 as indicative of a reasonable fit, and values greater than .10 as indicative of a poor fit. However, Hu and Bentler (1998) also conceived a value close to .06 as a good fit. Regarding the SRMR, Hu and Bentler (1998) recommend a cutoff value of .08, while others (e.g., Kline, 2005) accept the less conservative value of .10. Despite these cutoff criteria for the different descriptive goodness-of-fit indices for the purpose of model fit evaluation, it has to be noted that they should be treated rather as guidelines than strict criteria. Along with a range of resulting fit indices, researchers are advised to base their model evaluation on different types of information including the resulting parameter estimates, statistical conformity, and theoretical adequacy of the models (Marsh et al., 2004) .",
                "cite_spans": [
                    {
                        "start": 201,
                        "end": 226,
                        "text": "(Marsh, Hau, & Wen, 2004)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 553,
                        "end": 571,
                        "text": "Hu & Bentler, 1998",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 633,
                        "end": 657,
                        "text": "Browne and Cudeck (1993)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 842,
                        "end": 863,
                        "text": "Hu and Bentler (1998)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 935,
                        "end": 956,
                        "text": "Hu and Bentler (1998)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 1010,
                        "end": 1022,
                        "text": "Kline, 2005)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 1523,
                        "end": 1543,
                        "text": "(Marsh et al., 2004)",
                        "ref_id": "BIBREF40"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical analyses",
                "sec_num": null
            },
            {
                "text": "We first ran separate analyses for the French and Latin samples. Here, we stated confirmatory factor analytic (CFA; Brown, 2006 ) models assuming separate achievement and self-concept factors for each domain. Hence, for instance, for the French subsample, separate factors were stated for achievements and self-concepts in German, English, math and French-that is, eight factors in total. The achievement factors were single-item factors defined by students' school grades with the measurement errors fixed to zero. The self-concept factors were defined by the respective domain-specific set of items.",
                "cite_spans": [
                    {
                        "start": 116,
                        "end": 127,
                        "text": "Brown, 2006",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Separate analyses for the French and Latin subsamples",
                "sec_num": null
            },
            {
                "text": "We then tested an extended I/E model in which the different self-concept factors were regressed on the different achievement factors (Figure 1 ). This model provided information about the paths leading from domain-specific achievements to domain-specific self-concepts while controlling for the other relations. Significantly positive relations within the same domains indicated the operation of social comparisons in the formation of domain-specific self-concept facets. Significant cross-domain relations hinted at the operation of dimensional comparisons with positive cross-domain relations indicating assimilation effects and negative cross-domain relations indicating contrast effects.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 133,
                        "end": 142,
                        "text": "(Figure 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Separate analyses for the French and Latin subsamples",
                "sec_num": null
            },
            {
                "text": "Given that the French and Latin subsamples completed different self-concept measures (either French or Latin self-concept scales) and reported on their French versus Latin achievement, the subsamples were independent. This precluded comparisons of the path coefficients for the achievement-self-concept relations across groups. To circumvent this limitation, we created new variables in each sample, that is, SFL achievement and SFL self-concept. These variables were defined by the French achievement and self-concept measures in the French subsample and by the Latin achievement and self-concept measures in the Latin subsample. The French and Latin subsamples were merged, and multi-group models were conducted to compare the pattern of achievementself-concept relations across groups. To this aim, in a CFA model including domain-specific achievement and self-concept factors, all model parameters were first freely estimated across groups (configural invariance). We then tested for metric invariance and thus constrained the factor loadings to be invariant across the French and Latin subsamples. Metric invariance ensures that the same constructs with the same underlying meanings are measured across groups. Metric invariance is a necessary and sufficient precondition for the inspection of invariance in the relations among constructs-that is, to test group invariance in the pattern of relations among domain-specific achievements and self-concepts within the same and across different domains (i.e., the extended I/E model including multiple languages; Meredith, 1994; Millsap, 2011) . For examining the invariance of the extended I/E model including multiple languages, we followed the approach by Xu et al. (2013) . Hence, we examined an I/E model with all path coefficients stated to be equal across groups, an I/E model in which only the relations within the same domains depicting social comparisons were stated to be equal across groups, and an I/E model in which only the relations across different domains depicting dimensional comparisons were stated to be equal across groups. These I/E models with invariance constraints were compared to an extended I/E model without any invariance constraints-that is, a model in which the pattern of achievement-self-concept relations within and across domains was freely estimated across groups. In order to evaluate the invariance models, we relied on the guidelines proposed by Cheung and Rensvold (2002) . Accordingly, invariance can be accepted as long as the CFI does not drop more than .01 between more and less restrictive models.",
                "cite_spans": [
                    {
                        "start": 1564,
                        "end": 1579,
                        "text": "Meredith, 1994;",
                        "ref_id": null
                    },
                    {
                        "start": 1580,
                        "end": 1594,
                        "text": "Millsap, 2011)",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 1710,
                        "end": 1726,
                        "text": "Xu et al. (2013)",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 2439,
                        "end": 2465,
                        "text": "Cheung and Rensvold (2002)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Invariance tests",
                "sec_num": null
            },
            {
                "text": "The CFA models stating separate factors for German, English, math, and SFL self-concepts and achievements fit the data well in both the French and Latin subsamples ( Table 1 ). The self-concept items had positive loadings on their respective self-concept factors, indicating the integrity of the used measures (Table S2 of the online supplements). While the domain-specific achievements were positively correlated (French subsample: rs ¼ .280 to .488; Latin subsample: rs ¼ .267 to .545), the domain-specific academic self-concepts showed lower intercorrelations (French subsample: rs ¼ À.029 to .330; Latin subsample: rs ¼ À.029 to .310; Table S3 of the online supplements).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 166,
                        "end": 173,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 310,
                        "end": 319,
                        "text": "(Table S2",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 639,
                        "end": 647,
                        "text": "Table S3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Separate analyses for the French and Latin subsamples",
                "sec_num": null
            },
            {
                "text": "The latent regression models ( Table 2 and Table S4 of the online supplements) in which the self-concept factors were regressed on the achievement factors (i.e., an I/E model including math, LOI, FFL, and SFL; Figure 1 ) are statistically equivalent to the CFA models as the factor correlations were only replaced by path coefficients. Thus, both types of models resulted in the same fit. Supporting social comparisons in the formation of domain-specific academic self-concepts, the findings showed substantial positive paths between achievements and self-concepts within the same domains in the French (German Regarding cross-domain relations involving math, the findings documented contrast effects between math and German achievement and self-concept in both the French and Latin subsamples. Math achievement was negatively related to German self-concept (French subsample, b ¼ À.156; Latin subsample, b ¼ À.201; both p < .001) and German achievement was negatively related to math self-concept in both subsamples (French subsample, b ¼ À.115; Latin subsample, b ¼ À.157; both p < .001). With regard to English, the findings also indicated contrast effects to math in both subsamples. Math achievement displayed negative paths to English self-concept (French subsample, b ¼ À.128; Latin subsample, b ¼ À.149; both p < .01) and English achievement was negatively related to math self-concept (French subsample, b ¼ À.101; Latin subsample, b ¼ À.163; both p < .001). We then considered the relations between math and SFL. In the French subsample, math achievement was significantly negatively related to French self-concept (b ¼ À.116, p < .01), but French achievement was not significantly related to math self-concept (b ¼ À.023, ns). In the Latin subsample, the path between math achievement and Latin self-concept was not significant (b ¼ À.050, ns) and Latin achievement was not related to math self-concept (b¼ À.020, ns).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 31,
                        "end": 51,
                        "text": "Table 2 and Table S4",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 210,
                        "end": 218,
                        "text": "Figure 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Separate analyses for the French and Latin subsamples",
                "sec_num": null
            },
            {
                "text": "Regarding cross-domain relations among languages, we first considered the relations between German and English. Indicating a contrast effect, German achievement was negatively related to English self-concept in the French subsample (b ¼ À.180, p< .001) and in the Latin subsample (b ¼ À.197, p < .001). The paths leading from English achievement to German self-concept were not significant in both subsamples (French subsample, b ¼ À.102; Latin subsample, b ¼ .024; both ns). We then inspected the relations between German on the one hand and French or Latin as students' SFL on the other hand. In both subsamples, the relation between German achievement and SFL self-concept was not significant (French subsample, b ¼ .006; Latin subsample, b ¼ À.030; both ns). The relation between French achievement and German self-concept was significantly positive (b ¼ .121, p < .05), but the relation between Latin achievement and German self-concept was not significant (b ¼ .015, ns). Finally, we examined the relations involving English (FFL) and French or Latin (SFL). The relations involving English and French were all not significant (English achievement and French self-concept, b ¼ À.064; French achievement and English self-concept, b ¼ .066; both ns). In the Latin subsample, the findings showed a significantly negative path from English achievement to Latin self-concept (b ¼ À.109, p < .05), while the relation between Latin achievement and English self-concept was not significant (b ¼ À.060, ns).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Separate analyses for the French and Latin subsamples",
                "sec_num": null
            },
            {
                "text": "We used invariance tests based on the newly created SFL achievement and self-concept factors to compare the French and Latin subsamples. Compared to a model of configural invariance in which all model parameters were freely estimated across the French and Latin subsamples, the CFI value only dropped by D ¼ -.001 when assuming invariant factor loadings ( Table 1 ). This allowed us to compare factor relations across groups-that is, to test whether the French and Latin subsamples differed in their achievement-self-concept relations within the same and across different domains. Based on the model with invariant factor loadings, we estimated the extended I/E model ( Figure 1 ) freely across the French and Latin subsamples. This model is statistically equivalent to the CFA model including invariant factor loadings and thus resulted in the same fit. Relative to the freely estimated extended I/E model, the CFI value only dropped by D ¼ À.001 when assuming invariance of the path coefficients for all achievement-self-concept relations, when assuming invariance of the path coefficients for the achievement-self-concept relations within the same domains only, and when assuming invariance of the path coefficients for the achievement-self-concept relations across different domains only. Hence, the sizes of the achievement-self-concept relations were invariant across the French and Latin subsamples irrespective of whether only the within-domain, only the cross-domain, or all relations were considered. The findings revealed significantly positive relations between achievements and self-concepts within the same domains (Table 3; see also Table S5 of the online supplements). Math and German achievements and self-concepts displayed significantly negative relations. Significantly negative relations were also found between math and English achievements and self-concepts. German achievement showed a significantly negative relation to English self-concept, but the path between English achievement and German self-concept was not significant. SFL self-concept displayed negative relations to English and math achievements but was unrelated to German achievement. SFL achievement did not demonstrate any significant relations to self-concepts of other domains-that is, to German, English, and math self-concepts.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 356,
                        "end": 363,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 670,
                        "end": 678,
                        "text": "Figure 1",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1629,
                        "end": 1656,
                        "text": "(Table 3; see also Table S5",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Invariance tests",
                "sec_num": null
            },
            {
                "text": "Drawing on the I/E model framework, this study was the first one investigating whether social and dimensional comparisons are involved in the formation of students' language self-concepts when considering three languages simultaneously (LOI, FFL, and SFL). The I/E model originally only included students' LOI (e.g., Marsh, 1986; M€ oller et al., 2009) . In line with the GI/E model (M€ oller et al., 2016) , the original I/E model was then extended to students' LOI and FFL (e.g., Niepel et al., 2014) but has so far rarely also integrated students' SFL (but see Marsh et al., 2015) . Since one subsample of the participating students learned French as the SFL, while another subsample learned Latin as the SFL, we could find out whether the pattern of achievement-self-concept relations varied across French and Latin as SFLs. Our double-stage analytic approach firstly included separate analyses for the French and Latin subsamples and secondly invariance tests for which the French and Latin subsamples were merged using newly generated SFL achievement and self-concept variables.",
                "cite_spans": [
                    {
                        "start": 317,
                        "end": 329,
                        "text": "Marsh, 1986;",
                        "ref_id": null
                    },
                    {
                        "start": 330,
                        "end": 352,
                        "text": "M€ oller et al., 2009)",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 383,
                        "end": 406,
                        "text": "(M€ oller et al., 2016)",
                        "ref_id": null
                    },
                    {
                        "start": 482,
                        "end": 502,
                        "text": "Niepel et al., 2014)",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 564,
                        "end": 583,
                        "text": "Marsh et al., 2015)",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The following results applied to both the French and Latin subsamples and were demonstrated irrespective of whether the French and Latin subsamples were analyzed separately or merged for invariance tests:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary of findings",
                "sec_num": null
            },
            {
                "text": "1. The findings supported the existence of social comparisons in the formation of domain-specific academic self-concepts since positive achievement-self-concept relations within the same domains were found irrespective of the domain considered. 2. Between math and German achievements and self-concepts and between math and English achievements and self-concepts dimensional comparisons seem to operate. These dimensional comparisons lead to contrast effects as there were negative relations between math achievement on the one hand and German and English self-concepts on the other hand. In addition, the findings showed negative relations between German and English achievements on the one hand and math self-concept on the other hand. 3. The relations between German and English self-concepts and achievements were also characterized by contrast effects although they were only evident from negative relations between German achievement and English self-concept, while the relations between English achievement and German self-concept were not significant.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary of findings",
                "sec_num": null
            },
            {
                "text": "So far, the results of our study replicated the findings of previous studies supporting contrast effects between math and verbal domains (i.e., languages) and also contrast effects, albeit weaker, between German and English as two languages Marsh et al., 2015; Niepel et al., 2014) .",
                "cite_spans": [
                    {
                        "start": 241,
                        "end": 260,
                        "text": "Marsh et al., 2015;",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 261,
                        "end": 281,
                        "text": "Niepel et al., 2014)",
                        "ref_id": "BIBREF57"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary of findings",
                "sec_num": null
            },
            {
                "text": "The major contribution of our study addresses the inclusion of a SFL while considering both French and Latin as two SFLs with different characteristics. The findings of the invariance tests hinted at invariant achievement-self-concept relations for students learning French and students learning Latin as the SFL. SFL self-concepts were unrelated to students' German achievement and negatively related to math and English achievements. Hence, dimensional comparisons seem to be also involved in the formation of SFL self-concepts and they rather lead to contrast effects than to assimilation effects. This observation refutes the original assumptions based on the Marsh/Shavelson model of academic self-concept and on the subsequently established DCT that assimilation effects should occur between domains located close to each other (e.g., near the verbal endpoint) on the math-verbal continuum (Marsh, 1990; Marsh et al., 2014) and between domains that might be based on similar abilities (M€ oller et al., 2015) . Moreover, this observation replicated the findings by Marsh et al. (2015) indicating that contrast effects among languages exist even when involving a SFL. We extended this conclusion by demonstrating that contrast effects among languages occur irrespective of the specific SFL considered.",
                "cite_spans": [
                    {
                        "start": 896,
                        "end": 909,
                        "text": "(Marsh, 1990;",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 910,
                        "end": 929,
                        "text": "Marsh et al., 2014)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 991,
                        "end": 1014,
                        "text": "(M€ oller et al., 2015)",
                        "ref_id": null
                    },
                    {
                        "start": 1071,
                        "end": 1090,
                        "text": "Marsh et al. (2015)",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary of findings",
                "sec_num": null
            },
            {
                "text": "Yet, the notion of contrast effects involved in the formation of SFL self-concept has to be somewhat qualified since some differences emerged between the French and Latin subsamples when considering them separately. In fact, the findings revealed a significantly negative relation between math achievement and French self-concept, indicating the expected contrast effect between math and language domains. The relation between math achievement and Latin self-concept was not significant. This lacking contrast effect might be due to the logical nature of both math and Latin.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary of findings",
                "sec_num": null
            },
            {
                "text": "Moreover, considering the relations among languages, the relation between English achievement and Latin self-concept was significantly negative while the relation between English achievement and French self-concept was not significant. This finding might support the assumption that the passive nature of Latin evokes a contrast effect to English though this effect was absent between English and French as two actively spoken foreign languages.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary of findings",
                "sec_num": null
            },
            {
                "text": "These two findings point to slight differences in the pattern of findings regarding SFL self-concept formation contingent on whether French or Latin were considered as the SFL. The slightly different modes of operation of French and Latin also became visible as we found a significantly positive relation between French achievement and German self-concept but a nonsignificant relation between Latin achievement and German self-concept. This finding might support the assumption of a stronger verbal nature of French than Latin, leading to an assimilation effect to German. These differences in the pattern of achievement-self-concept relations between the French and Latin subsamples should not be overinterpreted given the results of the invariance tests. Still, the respective insights may redirect attention toward the role of (dis)similarity between the domains considered. Stronger dissimilarity between domains might enhance the chance of contrast effects. Similarity between domains, in turn, might lead to assimilation effects but might also simply weaken contrast effects. At least, our findings demonstrated that the effects of dimensional comparisons (i.e., contrast or assimilation effects) might vary with the language considered. Based on these insights, we outline some directions for future research.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary of findings",
                "sec_num": null
            },
            {
                "text": "To hypothesize regarding potential differences in the achievement-self-concept relations when involving French or Latin as two different SFLs, we considered the objective characteristics including the similarities and dissimilarities of both languages. Yet, the objective differences in the characteristics and affordances of languages have to be distinguished from students' perceived, subjective differences and similarities between languages. Hence, future studies should include students' perceptions of languages. Students should thus be asked, for instance, whether they perceive different languages as more verbal-like, as more math-like, or as (dis)similar to each other.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Directions for future research",
                "sec_num": null
            },
            {
                "text": "In an experimental study, relative to higher perceived similarity, lower perceived similarity (i.e., higher dissimilarity) was found to be associated with larger mean-level differences between domain-specific self-concepts reflecting a contrast effect (Helm, M€ uller-Kalthoff, Mukowski, & M€ oller, 2016) . Hence, students' perceptions of similarity between domains seem to matter for the strength of contrast effects. In this context, qualitative and introspective studies might also be useful since they can give some indication of students' perceptions of domains, students' explicit and deliberate use of social and dimensional comparisons in the formation of language self-concepts, and the interrelation between students' domain-specific perceptions and the effects of dimensional comparisons (M€ oller & Husemann, 2006) .",
                "cite_spans": [
                    {
                        "start": 252,
                        "end": 305,
                        "text": "(Helm, M€ uller-Kalthoff, Mukowski, & M€ oller, 2016)",
                        "ref_id": null
                    },
                    {
                        "start": 800,
                        "end": 827,
                        "text": "(M€ oller & Husemann, 2006)",
                        "ref_id": "BIBREF47"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Directions for future research",
                "sec_num": null
            },
            {
                "text": "In this study considering the languages of German, English, French, and Latin, we derived our assumptions based on three criteria of (dis)similarity between these languages: language origin, active/spoken versus passive/non-spoken nature of the language, and the logical approach to the subject. It has to be resolved which criteria of (dis)similarity between domains in general and between languages in particular are especially responsible for the operation and effects of dimensional comparisons. Here, other criteria of (dis)similarity have to be taken into account, such as orthographic systems. Moreover, our study was restricted to comparisons between math, German, English, and French or Latin. Although we thus integrated a variety of languages that can be categorized on a range of criteria of (dis)similarity, future studies need to consider other languages that are even more similar to each other (e.g., French and Spanish) or that are highly dissimilar (e.g., Chinese and English).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Directions for future research",
                "sec_num": null
            },
            {
                "text": "Differences in the pattern of achievement-self-concept relations regarding languages might also originate from the different periods of time students had been learning a language. Naturally, the students had been learning the SFL for a shorter period of time than the FFL. Students' domain-specific self-concepts are assumed to be formed through their experiences with specific domains (Marsh & Ayotte, 2003; Shavelson et al., 1976) . The longer students study a SFL, the more they might realize potential differences and similarities between different languages. Hence, dimensional comparisons might become more salient and apparent after a longer period of SFL learning. In our study, students might have already established an English self-concept that is well separable from their self-concepts in other school subjects, thus invoking a contrast effect to math and to German. Students might have not yet formed a differentiated self-concept regarding the SFL leading to the observed weaker or missing contrast effects to math, German, and English. Further insights might be gained from systematic investigations of the impact of students' learning experiences (e.g., duration, frequency of lessons) with a specific subject on the formation of the corresponding self-concept.",
                "cite_spans": [
                    {
                        "start": 386,
                        "end": 408,
                        "text": "(Marsh & Ayotte, 2003;",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 409,
                        "end": 432,
                        "text": "Shavelson et al., 1976)",
                        "ref_id": "BIBREF59"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Directions for future research",
                "sec_num": null
            },
            {
                "text": "In our study, all participating students had German as the LOI and English as the FFL, but the students had either chosen French or Latin as the SFL. It was thus not possible to disclose whether the sequence of language learning might have affected the findings. Hence, future studies should systematically account for different combinations and sequences of language learning. Moreover, other SFLs learned by German students (e.g., Spanish, which is gaining popularity as a SFL with German students) were not considered; such SFLs should be included in future studies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Directions for future research",
                "sec_num": null
            },
            {
                "text": "From the perspective of research on the I/E model, this study fits research on the GI/E model since one extension of the original I/E model addresses the inclusion of multiple school subjects (Marsh et al., 2015) . Extensions of the original I/E and thus studies within the framework of the GI/E model help refine DCT (M€ oller & Marsh, 2013) . Along with the findings of other studies on I/E models including multiple languages Marsh et al., 2015; Niepel et al., 2014) , our findings might help reformulate DCT to presume contrast effects rather than assimilation effects among languages. Still, as outlined above and as indicated by the slight differences between the French and Latin subsamples as found in our study, research is needed to determine the role of language similarity and other specific conditions that lead to the occurrence of contrast and assimilation effects in the formation of language self-concepts. Respective future research might help resolve the heterogeneous results regarding contrast and assimilation effects among languages, since few studies actually found the originally assumed assimilation effect between achievement and self-concept related to students' LOI and FFL (Marsh et al., 2014; .",
                "cite_spans": [
                    {
                        "start": 192,
                        "end": 212,
                        "text": "(Marsh et al., 2015)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 318,
                        "end": 342,
                        "text": "(M€ oller & Marsh, 2013)",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 429,
                        "end": 448,
                        "text": "Marsh et al., 2015;",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 449,
                        "end": 469,
                        "text": "Niepel et al., 2014)",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 1203,
                        "end": 1223,
                        "text": "(Marsh et al., 2014;",
                        "ref_id": "BIBREF42"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Theoretical implications",
                "sec_num": null
            },
            {
                "text": "Along with other studies (Arens & Jansen, 2016; Marsh et al., 2015; Niepel et al., 2014) , the present study offers empirical evidence that students display separate self-concepts related to different languages including LOI, FFL, and SFL. Moreover, from this study, we learned that dimensional comparisons mainly leading to contrast effects are involved in the formation of language self-concepts. Still, teachers and parents might infer that a student who is performing well in one language will perform well and be talented not only in that but also in other languages. From a teachers' and parents' perspective, this is comprehensible given the substantive correlations among language achievements and the well-known transfer effects between languages (Chen et al., 2010; Cunningham & Graham, 2000; Gebauer et al., 2013; Gottardo et al., 2001; Kellerman, 1995) . In addition, previous studies demonstrated that teachers and parents do not take dimensional comparisons into account when they are asked to infer their students' or children's academic self-concepts (Dai, 2002; Helm, M€ uller-Kalthoff, Mukowski, & M€ oller, 2018) . Hence, parents and teachers might underestimate the domain specificity of language self-concepts and the operation of dimensional comparisons in their formation. We would like to raise teachers' and parents' awareness of the existence of dimensional comparisons in students' formation of language self-concepts. Moreover, we would like to point out that students' language self-concepts as the subjective representations of one's language achievement behave differently compared to students' language achievements. Hence, teachers and parents should not solely focus on the enhancement of one language self-concept and feel confident that the positive intervention effects will spill over to other language self-concepts. Each domain-specific language self-concept should rather be treated and fostered separately in interventions. Moreover, the above mentioned insights might help practitioners understand that an individual student performing well in two languages can nevertheless display a relatively high self-concept in one language and a relatively low selfconcept in another.",
                "cite_spans": [
                    {
                        "start": 25,
                        "end": 47,
                        "text": "(Arens & Jansen, 2016;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 48,
                        "end": 67,
                        "text": "Marsh et al., 2015;",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 68,
                        "end": 88,
                        "text": "Niepel et al., 2014)",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 756,
                        "end": 775,
                        "text": "(Chen et al., 2010;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 776,
                        "end": 802,
                        "text": "Cunningham & Graham, 2000;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 803,
                        "end": 824,
                        "text": "Gebauer et al., 2013;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 825,
                        "end": 847,
                        "text": "Gottardo et al., 2001;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 848,
                        "end": 864,
                        "text": "Kellerman, 1995)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 1067,
                        "end": 1078,
                        "text": "(Dai, 2002;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1079,
                        "end": 1131,
                        "text": "Helm, M€ uller-Kalthoff, Mukowski, & M€ oller, 2018)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Practical implications",
                "sec_num": null
            },
            {
                "text": "Practitioners might also deliberately take advantage of the operation of dimensional comparisons in the formation of students' language self-concepts. Teachers and parents may intentionally emphasize similarities of different languages to boost an individual student's self-concept related to a specific language when this student has already performed well in another language. Hence, in this case, transfer effects between languages should be initiated in order that students' good achievement in one language does not only positively affect students' self-concept in the same but also in another language (i.e., triggering assimilation effects and reducing contrast effects). In the event that an individual student has not succeeded in language learning so far, it might be prudent to underline the dissimilarities between the so far learned language and a new language. Thereby, contrast effects should be sought that help establish or preserve a high level of selfconcept related to one language even in the case of poor achievement in another language.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Practical implications",
                "sec_num": null
            },
            {
                "text": "Our study contributes to research on the role of social and dimensional comparisons in the formation of language self-concepts. Yet, some shortcomings have to be mentioned. The data are cross-sectional and thus preclude temporal or causal inferences in order that further longitudinal and experimental studies are needed (see e.g., M€ oller & K€ oller, 2001) . With longitudinal data, research has demonstrated that achievement and self-concept are reciprocally interrelated across time (reciprocal effects model, REM; Marsh & Craven, 2006 ). Yet, reciprocal relations between achievement and self-concept were predominantly examined within one domain only. The reciprocal I/E (RI/E) model combines the REM with the I/E model and examines the longitudinal relations between achievement and self-concepts within the same and across different domains (M€ oller, Retelsdorf, K€ oller, & Marsh, 2011) . In a study with German students, Niepel et al. (2014) included two languages (German as the LOI, English as the FFL) in a RI/E model. Further studies are needed to replicate these findings and to integrate a SFL.",
                "cite_spans": [
                    {
                        "start": 332,
                        "end": 358,
                        "text": "M€ oller & K€ oller, 2001)",
                        "ref_id": null
                    },
                    {
                        "start": 519,
                        "end": 539,
                        "text": "Marsh & Craven, 2006",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 849,
                        "end": 896,
                        "text": "(M€ oller, Retelsdorf, K€ oller, & Marsh, 2011)",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 932,
                        "end": 952,
                        "text": "Niepel et al. (2014)",
                        "ref_id": "BIBREF57"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations",
                "sec_num": null
            },
            {
                "text": "We considered German secondary school students attending the academic track, who are obliged to learn a SFL. Academic track students are a positively biased sample of high-achieving students. Therefore, the results need to be tested with respect to their generalizability to other student samples. The findings of the present study only apply to German samples learning English as the FFL and either French or Latin as the SFL. Hence, the study suffers from limited generalizability as it is unclear whether the findings are applicable to students from other countries or educational systems and to students with another LOI and learning different languages as the FFL and the SFL. Studies on foreign-language learning and foreign-language motivation generally suffer from this limitation of generalizability and always relate to specific student samples with a specific LOI and specific FFLs and SFLs.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations",
                "sec_num": null
            },
            {
                "text": "This study is in line with recent research on extending the I/E model to multiple school subjects (e.g., Marsh et al., 2015) and research on dimensional comparisons (M€ oller & Marsh, 2013) . Its innovative contribution is due to the inclusion of three languages (LOI, FFL, and SFL), whereby we integrated French and Latin as two SFLs. Our findings indicated that social comparisons consistently operate in the formation of students' language self-concepts, including FFL and SFL self-concepts. Dimensional comparisons also take place in the formation of students' language self-concepts. Dimensional comparisons primarily led to contrast effects not only between math and languages but even among different languages. Although invariance tests implied similar achievement-self-concept relations across students learning French and students learning Latin as the SFL, some small differences became apparent when scrutinizing the French and Latin subsamples separately. Based on the complex pattern of findings, we identified some factors, encompassing (dis)similarities between languages, which might affect the results from I/E model studies including different languages. Hence, we proposed some guidelines for future research and indicated refinements on DCT. Finally, we advised practitioners to consider the domain specificity of students' language self-concepts and the role of dimensional comparisons in their formation. Notes 1. The gender ratio differed across the subsamples (v(1, n ¼ 968)¼19.674, p¼.000). T-tests demonstrated no differences in the school grades between the French and Latin subsamples except for higher mean chemistry grades in the Latin subsample than in the French subsample (t (623)=-2.419, p<.05). 2. Given that the models analyzed here contained more free parameters than number of clusters, the standard errors of the model parameters may not be trustworthy. We therefore conducted all models without any cluster variables (see Tables S6 to S12 of the Online Supplements). The pattern of findings was similar although the significance level varied in some cases.",
                "cite_spans": [
                    {
                        "start": 105,
                        "end": 124,
                        "text": "Marsh et al., 2015)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 165,
                        "end": 189,
                        "text": "(M€ oller & Marsh, 2013)",
                        "ref_id": "BIBREF49"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Preparation of this article was supported by a Heisenberg fellowship grant from the German Research Foundation to A. K. Arens (AR 877/3-1).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Funding",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Self-concepts in reading, writing, listening, and speaking: A multidimensional and hierarchical structure and its generalizability across native and foreign languages",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "K"
                        ],
                        "last": "Arens",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Jansen",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Journal of Educational Psychology",
                "volume": "108",
                "issue": "5",
                "pages": "646--664",
                "other_ids": {
                    "DOI": [
                        "10.1037/edu0000081"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Arens, A. K., & Jansen, M. (2016). Self-concepts in reading, writing, listening, and speaking: A multidimensional and hierarchical structure and its generalizability across native and foreign languages. Journal of Educational Psychology, 108(5), 646-664. doi:10.1037/edu0000081",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Extending the internal/external frame of reference model to social studies: Self-concept and achievement in history and politics",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "K"
                        ],
                        "last": "Arens",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "M€ Oller",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Watermann",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Learning and Individual Differences",
                "volume": "51",
                "issue": "",
                "pages": "91--99",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.lindif.2016.08.044"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Arens, A. K., M€ oller, J., & Watermann, R. (2016). Extending the internal/external frame of reference model to social studies: Self-concept and achievement in history and politics. Learning and Individual Differences, 51, 91-99. doi:10.1016/j.lindif.2016.08.044",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Latin as a practical study",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "E"
                        ],
                        "last": "Barber",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "The Classical Journal",
                "volume": "81",
                "issue": "",
                "pages": "158--160",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Barber, G. E. (1985). Latin as a practical study. The Classical Journal, 81, 158-160. https://www.jstor.org/stable/ 3296745",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Recent developments in school tracking practices in Germany: An overview and outlook on future trends",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Becker",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Neumann",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Dumont",
                        "suffix": ""
                    }
                ],
                "year": 2017,
                "venue": "Orbis Scholae",
                "volume": "10",
                "issue": "",
                "pages": "9--25",
                "other_ids": {
                    "DOI": [
                        "10.14712/23363177.2017.8"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Becker, M., Neumann, M., & Dumont, H. (2017). Recent developments in school tracking practices in Germany: An overview and outlook on future trends. Orbis Scholae, 10, 9-25. doi:10.14712/23363177.2017.8",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Confirmatory factor analysis for applied research",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "A"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brown, T. A. (2006). Confirmatory factor analysis for applied research. New York. Guilford.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Alternative ways of assessing model fit",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "W"
                        ],
                        "last": "Browne",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Cudeck",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Testing structural equation models",
                "volume": "",
                "issue": "",
                "pages": "136--162",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Browne, M. W., & Cudeck, R. (1993). Alternative ways of assessing model fit. In K. A. Bollen, & J. S. Long (Eds.), Testing structural equation models (pp. 136-162). Newbury Park, CA: Sage.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Effects of cross-language transfer on first-language phonological awareness and literacy skills in Chinese children receiving English instruction",
                "authors": [
                    {
                        "first": "X",
                        "middle": [],
                        "last": "Chen",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Xu",
                        "suffix": ""
                    },
                    {
                        "first": "T.-K",
                        "middle": [],
                        "last": "Nguyen",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Hong",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Wang",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Journal of Educational Psychology",
                "volume": "102",
                "issue": "3",
                "pages": "712--728",
                "other_ids": {
                    "DOI": [
                        "10.1037/a0018802"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Chen, X., Xu, F., Nguyen, T.-K., Hong, G., & Wang, Y. (2010). Effects of cross-language transfer on first-language phonological awareness and literacy skills in Chinese children receiving English instruction. Journal of Educational Psychology, 102(3), 712-728. doi:10.1037/a0018802",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Evaluating goodness-of-fit indexes for testing measurement invariance",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "W"
                        ],
                        "last": "Cheung",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "B"
                        ],
                        "last": "Rensvold",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Structural Equation Modeling",
                "volume": "9",
                "issue": "2",
                "pages": "233--255",
                "other_ids": {
                    "DOI": [
                        "10.1207/S15328007SEM0902_5"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Cheung, G. W., & Rensvold, R. B. (2002). Evaluating goodness-of-fit indexes for testing measurement invariance. Structural Equation Modeling, 9(2), 233-255. doi:10.1207/S15328007SEM0902_5",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Increasing native English vocabulary recognition through Spanish immersion: Cognate transfer from foreign to first language",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "H"
                        ],
                        "last": "Cunningham",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "R"
                        ],
                        "last": "Graham",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Journal of Educational Psychology",
                "volume": "92",
                "issue": "1",
                "pages": "37--49",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.92.1.37"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Cunningham, T. H., & Graham, C. R. (2000). Increasing native English vocabulary recognition through Spanish immersion: Cognate transfer from foreign to first language. Journal of Educational Psychology, 92(1), 37-49. doi: 10.1037/0022-0663.92.1.37",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Incorporating parent perceptions: A replication and extension study of the internal-external frame of reference model of self-concept development",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "Y"
                        ],
                        "last": "Dai",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Journal of Adolescent Research",
                "volume": "17",
                "issue": "6",
                "pages": "617--645",
                "other_ids": {
                    "DOI": [
                        "10.1177/074355802237467"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Dai, D. Y. (2002). Incorporating parent perceptions: A replication and extension study of the internal-external frame of reference model of self-concept development. Journal of Adolescent Research, 17(6), 617-645. doi:10. 1177/074355802237467",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Letztes Halbjahr stand ich zwei",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Dickh€ Auser",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Plenter",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Zur Akkuratheit selbst berichteter Noten",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dickh€ auser, O., & Plenter, I. (2005). \"Letztes Halbjahr stand ich zwei\". Zur Akkuratheit selbst berichteter Noten [On the accuracy of self-reported school marks].",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Attitudes, orientations, and motivations in language learning",
                "authors": [
                    {
                        "first": "Z",
                        "middle": [],
                        "last": "D€ Ornyei",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Advances in theory, research, and applications. Language Learning",
                "volume": "53",
                "issue": "",
                "pages": "3--32",
                "other_ids": {
                    "DOI": [
                        "10.1111/1467-9922.53222"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "D€ ornyei, Z. (2003). Attitudes, orientations, and motivations in language learning: Advances in theory, research, and applications. Language Learning, 53(S1), 3-32. doi:10.1111/1467-9922.53222",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Applied missing data analysis",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "K"
                        ],
                        "last": "Enders",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Enders, C. K. (2010). Applied missing data analysis. New York: Guilford.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Ist j€ unger immer besser? Fr€ uhes Fremdsprachenlernen in der Grundschule",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Fleckenstein",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "M€ Oller",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Baumert",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fleckenstein, J., M€ oller, J., & Baumert, J. (in press). Ist j€ unger immer besser? Fr€ uhes Fremdsprachenlernen in der Grundschule [Is younger always better? Early foreign language learning at primary school].",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Motivation and second language acquisition. The socio-educational model",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Gardner",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gardner, R. C. (2010). Motivation and second language acquisition. The socio-educational model. New York: Peter Lang.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Cross-language transfer in English immersion programs in Germany: Reading comprehension and reading fluency",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "K"
                        ],
                        "last": "Gebauer",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "C M"
                        ],
                        "last": "Zaunbauer",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "M€ Oller",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Contemporary Educational Psychology",
                "volume": "38",
                "issue": "1",
                "pages": "64--74",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.cedpsych.2012.09.002"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Gebauer, S. K., Zaunbauer, A. C. M., & M€ oller, J. (2013). Cross-language transfer in English immersion programs in Germany: Reading comprehension and reading fluency. Contemporary Educational Psychology, 38(1), 64-74. doi:10.1016/j.cedpsych.2012.09.002",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Factors related to English reading performance in children with Chinese as a first language: More evidence of cross-language transfer of phonological processing",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Gottardo",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Yan",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "S"
                        ],
                        "last": "Siegel",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Wade-Woolley",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Journal of Educational Psychology",
                "volume": "93",
                "issue": "3",
                "pages": "530--542",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.93.3.530"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Gottardo, A., Yan, B., Siegel, L. S., & Wade-Woolley, L. (2001). Factors related to English reading performance in children with Chinese as a first language: More evidence of cross-language transfer of phonological processing. Journal of Educational Psychology, 93(3), 530-542. doi:10.1037/0022-0663.93.3.530",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Missing data analysis: Making it work in the real world",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Graham",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Annual Review of Psychology",
                "volume": "60",
                "issue": "1",
                "pages": "549--576",
                "other_ids": {
                    "DOI": [
                        "10.1146/annurev.psych.58.110405.085530"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Graham, J. W. (2009). Missing data analysis: Making it work in the real world. Annual Review of Psychology, 60(1), 549-576. doi:10.1146/annurev.psych.58.110405.085530",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Non scholae sed vitae discimus? Auf der Suche nach globalen und spezifischen Effekten des Lateinunterrichts [Non scholae sed vitae discimus? In search of global and specific effects of learning Latin",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Haag",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Stern",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Zeitschrift f€ ur P€ adagogische Psychologie",
                "volume": "14",
                "issue": "",
                "pages": "146--157",
                "other_ids": {
                    "DOI": [
                        "10.1024//1010-0652.14.23.146"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Haag, L., & Stern, E. (2000). Non scholae sed vitae discimus? Auf der Suche nach globalen und spezifischen Effekten des Lateinunterrichts [Non scholae sed vitae discimus? In search of global and specific effects of learn- ing Latin]. Zeitschrift f€ ur P€ adagogische Psychologie, 14(2/3), 146-157. doi:10.1024//1010-0652.14.23.146",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Der Einfluss von Erhebungsbedingungen auf Kontrasteffekte dimensionaler Vergleiche",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Helm",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "M€ Oller",
                        "suffix": ""
                    }
                ],
                "year": 2017,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Helm, F., & M€ oller, J. (2017). Der Einfluss von Erhebungsbedingungen auf Kontrasteffekte dimensionaler Vergleiche [The influence of manner of assessment on contrastive effects of dimensional comparisons].",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Teacher judgment accuracy regarding students' self-concepts: Affected by social and dimensional comparisons? Learning and Instruction",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Helm",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "M€ Uller-Kalthoff",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Mukowski",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "M€ Oller",
                        "suffix": ""
                    }
                ],
                "year": 2018,
                "venue": "",
                "volume": "55",
                "issue": "",
                "pages": "1--12",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.learninstruc.2018.02.002"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Helm, F., M€ uller-Kalthoff, H., Mukowski, R., & M€ oller, J. (2018). Teacher judgment accuracy regarding students' self-concepts: Affected by social and dimensional comparisons? Learning and Instruction, 55, 1-12. doi:10.1016/ j.learninstruc.2018.02.002",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Dimensional comparison theory: Perceived subject similarity impacts on students' self-concepts",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Helm",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "M€ Uller-Kalthoff",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Nagy",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "M€ Oller",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "AERA Open",
                "volume": "2",
                "issue": "",
                "pages": "1--9",
                "other_ids": {
                    "DOI": [
                        "10.1177/2332858416650624"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Helm, F., M€ uller-Kalthoff, H., Nagy, N., & M€ oller, J. (2016). Dimensional comparison theory: Perceived subject similarity impacts on students' self-concepts. AERA Open, 2, 1-9. doi:10.1177/2332858416650624",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Fit indices in covariance structure modeling: Sensitivity to underparameterized model misspecification",
                "authors": [
                    {
                        "first": "L.-T",
                        "middle": [],
                        "last": "Hu",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "M"
                        ],
                        "last": "Bentler",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Psychological Methods",
                "volume": "3",
                "issue": "4",
                "pages": "424--453",
                "other_ids": {
                    "DOI": [
                        "10.1037/1082-989X.3.4.424"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Hu, L.-T., & Bentler, P. M. (1998). Fit indices in covariance structure modeling: Sensitivity to underparameterized model misspecification. Psychological Methods, 3(4), 424-453. doi:10.1037/1082-989X.3.4.424",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Contrast and assimilation effects of dimensional comparisons in five subjects: An extension of the I/E model",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Jansen",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Schroeders",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "L€ Udtke",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Journal of Educational Psychology",
                "volume": "107",
                "issue": "4",
                "pages": "1086--1101",
                "other_ids": {
                    "DOI": [
                        "10.1037/edu0000021"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Jansen, M., Schroeders, U., L€ udtke, O., & Marsh, H. W. (2015). Contrast and assimilation effects of dimensional comparisons in five subjects: An extension of the I/E model. Journal of Educational Psychology, 107(4), 1086-1101. doi:10.1037/edu0000021",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Selbstbezogene Kognitionen in schulischen Bezugsgruppen",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Jerusalem",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Eine L€ angsschnittstudie",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jerusalem, M. (1984). Selbstbezogene Kognitionen in schulischen Bezugsgruppen. Eine L€ angsschnittstudie [Self-related cognitions in school reference groups: A longitudinal study].",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Selbstkonzept und Ursachenerkl€ arung in der Schule. Zur Attribuierung von Schulleistungen [Selfconcept and causal attributions in schools",
                "authors": [
                    {
                        "first": "U.-J",
                        "middle": [],
                        "last": "Jopt",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jopt, U.-J. (1978). Selbstkonzept und Ursachenerkl€ arung in der Schule. Zur Attribuierung von Schulleistungen [Self- concept and causal attributions in schools. On attributions of school achievement].",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Crosslinguistic influence: Transfer to nowhere?",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Kellerman",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Annual Review of Applied Linguistics",
                "volume": "15",
                "issue": "",
                "pages": "125--150",
                "other_ids": {
                    "DOI": [
                        "10.1017/S0267190500002658"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Kellerman, E. (1995). Crosslinguistic influence: Transfer to nowhere? Annual Review of Applied Linguistics, 15, 125-150. doi:10.1017/S0267190500002658",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Verbal and math self-concepts: An internal/external frame of reference model",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "B"
                        ],
                        "last": "Kline",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "American Educational Research Journal",
                "volume": "23",
                "issue": "1",
                "pages": "129--149",
                "other_ids": {
                    "DOI": [
                        "10.3102/00028312023001129"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Kline, R. B. (2005). Principles and practice of structural equation modeling. New York: Guildford. Marsh, H. W. (1986). Verbal and math self-concepts: An internal/external frame of reference model. American Educational Research Journal, 23(1), 129-149. doi:10.3102/00028312023001129",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "The structure of academic self-concept: The Marsh/Shavelson model",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Journal of Educational Psychology",
                "volume": "82",
                "issue": "4",
                "pages": "623--636",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.82.4.623"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1990). The structure of academic self-concept: The Marsh/Shavelson model. Journal of Educational Psychology, 82(4), 623-636. doi:10.1037/0022-0663.82.4.623",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Self-concept theory, measurement and research into practice: The role of self-concept in educational psychology",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (2007). Self-concept theory, measurement and research into practice: The role of self-concept in educational psychology. Leicester, UK. British Psychological Society.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Do multiple dimensions of self-concept become more differentiated with age? The differential distinctiveness hypothesis",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Ayotte",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Journal of Educational Psychology",
                "volume": "95",
                "issue": "4",
                "pages": "687--706",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.95.4.687"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Ayotte, V. (2003). Do multiple dimensions of self-concept become more differentiated with age? The differential distinctiveness hypothesis. Journal of Educational Psychology, 95(4), 687-706. doi:10.1037/0022- 0663.95.4.687",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Reciprocal effects of self-concept and performance from a multidimensional perspective. Beyond seductive pleasure and unidimensional perspectives",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Craven",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Perspectives on Psychological Science",
                "volume": "1",
                "issue": "2",
                "pages": "133--163",
                "other_ids": {
                    "DOI": [
                        "10.1111/j.1745-6916.2006.00010.x"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Craven, R. G. (2006). Reciprocal effects of self-concept and performance from a multidimensional perspective. Beyond seductive pleasure and unidimensional perspectives. Perspectives on Psychological Science, 1(2), 133-163. doi:10.1111/j.1745-6916.2006.00010.x",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Self-concept is as multidisciplinary as it is multidimensional",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "O'mara",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Self-processes, learning, and enabling human potential. Dynamic new approaches",
                "volume": "",
                "issue": "",
                "pages": "87--115",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. & O'Mara, A. J. (2008). Self-concept is as multidisciplinary as it is multidimensional. In H. W. Marsh, R. G. Craven, & D. M. McInerney (Eds.), Self-processes, learning, and enabling human potential. Dynamic new approaches (pp. 87-115). Charlotte, NC: Information Age.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "An extension of the internal/external frame of reference model: A response to",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Yeung",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Multivariate Behavioral Research",
                "volume": "36",
                "issue": "3",
                "pages": "389--420",
                "other_ids": {
                    "DOI": [
                        "10.1207/S15327906389-420"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Yeung, A. S. (2001). An extension of the internal/external frame of reference model: A response to Bong (1998). Multivariate Behavioral Research, 36(3), 389-420. doi:10.1207/S15327906389-420",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Factorial, convergent, and discriminant validity of TIMSS math and science motivation measures: A comparison of Arab and Anglo-Saxon countries",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Abduljabbar",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "M"
                        ],
                        "last": "Abu-Hilal",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J S"
                        ],
                        "last": "Morin",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Abdelfattah",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "C"
                        ],
                        "last": "Leung",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Parker",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Journal of Educational Psychology",
                "volume": "105",
                "issue": "1",
                "pages": "108--128",
                "other_ids": {
                    "DOI": [
                        "10.1037/a0029907"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Abduljabbar, A. S., Abu-Hilal, M. M., Morin, A. J. S., Abdelfattah, F., Leung, K. C., … Parker, P. (2013). Factorial, convergent, and discriminant validity of TIMSS math and science motivation measures: A comparison of Arab and Anglo-Saxon countries. Journal of Educational Psychology, 105(1), 108-128. doi:10.1037/a0029907",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "In search of golden rules: Comment on hypothesis-testing approaches to setting cutoff values for fit indexes and dangers in overgeneralizing Hu and Bentler's (1999) findings",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "K.-T",
                        "middle": [],
                        "last": "Hau",
                        "suffix": ""
                    },
                    {
                        "first": "Z",
                        "middle": [],
                        "last": "Wen",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Structural Equation Modeling",
                "volume": "11",
                "issue": "3",
                "pages": "320--341",
                "other_ids": {
                    "DOI": [
                        "10.1207/s15328007sem1103_2"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Hau, K.-T., & Wen, Z. (2004). In search of golden rules: Comment on hypothesis-testing approaches to setting cutoff values for fit indexes and dangers in overgeneralizing Hu and Bentler's (1999) findings. Structural Equation Modeling, 11(3), 320-341. doi:10.1207/s15328007sem1103_2",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Extension of the internal/external frame of reference model of self-concept formation: Importance of native and nonnative languages for Chinese students",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "C.-K",
                        "middle": [],
                        "last": "Kong",
                        "suffix": ""
                    },
                    {
                        "first": "K.-T",
                        "middle": [],
                        "last": "Hau",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Journal of Educational Psychology",
                "volume": "93",
                "issue": "3",
                "pages": "543--553",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.93.3.543"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Kong, C.-K., & Hau, K.-T. (2001). Extension of the internal/external frame of reference model of self-concept formation: Importance of native and nonnative languages for Chinese students. Journal of Educational Psychology, 93(3), 543-553. doi:10.1037/0022-0663.93.3.543",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Dimensional comparison theory: An extension of the internal/external frame of reference effect on academic self-concept formation",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Kuyper",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Seaton",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Parker",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J S"
                        ],
                        "last": "Morin",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "M€ Oller",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Abduljabbar",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Contemporary Educational Psychology",
                "volume": "39",
                "issue": "4",
                "pages": "326--341",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.cedpsych.2014.08.003"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Kuyper, H., Seaton, M., Parker, P. D., Morin, A. J. S., M€ oller, J., & Abduljabbar, A. S. (2014). Dimensional comparison theory: An extension of the internal/external frame of reference effect on academic self-concept formation. Contemporary Educational Psychology, 39(4), 326-341. doi:10.1016/j.cedpsych.2014.08. 003",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Dimensional comparison theory: Paradoxical relations between self-beliefs and achievements in multiple domains",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "L€ Udtke",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Nagengast",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Trautwein",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Abduljabbar",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Abdelfattah",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Jansen",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Learning and Instruction",
                "volume": "35",
                "issue": "",
                "pages": "16--32",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.learninstruc.2014.08.005"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., L€ udtke, O., Nagengast, B., Trautwein, U., Abduljabbar, A. S., Abdelfattah, F., & Jansen, M. (2015). Dimensional comparison theory: Paradoxical relations between self-beliefs and achievements in multiple domains. Learning and Instruction, 35, 16-32. doi:10.1016/j.learninstruc.2014.08.005",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Tangible benefits of the study of Latin: A review of research",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Masciantonio",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Foreign Language Annals",
                "volume": "10",
                "issue": "4",
                "pages": "375--382",
                "other_ids": {
                    "DOI": [
                        "10.1111/j.1944-9720.1977.tb02999.x"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Masciantonio, R. (1977). Tangible benefits of the study of Latin: A review of research. Foreign Language Annals, 10(4), 375-382. doi:10.1111/j.1944-9720.1977.tb02999.x",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Measurement invariance, factor analysis and factorial invariance",
                "authors": [
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Meredith",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Psychometrika",
                "volume": "58",
                "issue": "4",
                "pages": "525--543",
                "other_ids": {
                    "DOI": [
                        "10.1007/BF02294825"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Meredith, W. (1993). Measurement invariance, factor analysis and factorial invariance. Psychometrika, 58(4), 525-543. doi:10.1007/BF02294825",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Statistical approaches to measurement invariance",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Millsap",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Millsap, R. E. (2011). Statistical approaches to measurement invariance. New York: Routledge.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Internal comparisons in everyday life",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "M€ Oller",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Husemann",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Journal of Educational Psychology",
                "volume": "98",
                "issue": "2",
                "pages": "342--353",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.98.2.342"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "M€ oller, J., & Husemann, N., (2006). Internal comparisons in everyday life. Journal of Educational Psychology, 98(2), 342-353. doi:10.1037/0022-0663.98.2.342",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Dimensional comparisons: An experimental approach to the internal/external frame of reference model",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "M€ Oller",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "K€ Oller",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Journal of Educational Psychology",
                "volume": "93",
                "issue": "4",
                "pages": "826--835",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.93.4.826"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "M€ oller, J., & K€ oller, O. (2001). Dimensional comparisons: An experimental approach to the internal/external frame of reference model. Journal of Educational Psychology, 93(4), 826-835. doi:10.1037/0022-0663.93.4.826",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "Dimensional comparison theory",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "M€ Oller",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Psychological Review",
                "volume": "120",
                "issue": "3",
                "pages": "544--560",
                "other_ids": {
                    "DOI": [
                        "10.1037/a0032459"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "M€ oller, J., & Marsh, H. W. (2013). Dimensional comparison theory. Psychological Review, 120(3), 544-560. doi:10.1037/a0032459",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Dimensional comparisons and their consequences for self-concept, motivation, and emotion",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "M€ Oller",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Helm",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "M€ Uller-Kalthoff",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Nagy",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "International encyclopedia of the social and behavioral sciences",
                "volume": "",
                "issue": "",
                "pages": "430--436",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "M€ oller, J., Helm, F., M€ uller-Kalthoff, H., Nagy, N., & Marsh, H. W. (2015). Dimensional comparisons and their consequences for self-concept, motivation, and emotion. In J. D. Wright (Ed.), International encyclopedia of the social and behavioral sciences (pp. 430-436). Oxford: Elsevier.",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "The generalized internal/external frame of reference model: An extension to dimensional comparison theory",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "M€ Oller",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "M€ Uller-Kalthoff",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Helm",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Nagy",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Frontline Learning Research",
                "volume": "4",
                "issue": "4",
                "pages": "1--11",
                "other_ids": {
                    "DOI": [
                        "10.14786/flr.v4i2.169"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "M€ oller, J., M€ uller-Kalthoff, H., Helm, F., Nagy, N., & Marsh, H. W. (2016). The generalized internal/external frame of reference model: An extension to dimensional comparison theory. Frontline Learning Research, 4(4), 1-11. doi:10.14786/flr.v4i2.169",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "A meta-analytic path analysis of the internal/external frame of reference model of academic achievement and academic self-concept",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "M€ Oller",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Pohlmann",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "K€ Oller",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Review of Educational Research",
                "volume": "79",
                "issue": "3",
                "pages": "1129--1167",
                "other_ids": {
                    "DOI": [
                        "10.3102/0034654309337522"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "M€ oller, J., Pohlmann, B., K€ oller, O., & Marsh, H. W. (2009). A meta-analytic path analysis of the internal/external frame of reference model of academic achievement and academic self-concept. Review of Educational Research, 79(3), 1129-1167. doi:10.3102/0034654309337522",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "The reciprocal internal/external frame of reference model: An integration of models of relations between academic achievement and self-concept",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "M€ Oller",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Retelsdorf",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "K€ Oller",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "American Educational Research Journal",
                "volume": "48",
                "issue": "6",
                "pages": "1315--1346",
                "other_ids": {
                    "DOI": [
                        "10.3102/0002831211419649"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "M€ oller, J., Retelsdorf, J., K€ oller, O., & Marsh, H. W. (2011). The reciprocal internal/external frame of reference model: An integration of models of relations between academic achievement and self-concept. American Educational Research Journal, 48(6), 1315-1346. doi:10.3102/0002831211419649",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "An extension to the internal/external frame of reference model to two verbal and numerical domains",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "M€ Oller",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Streblow",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Pohlmann",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "K€ Oller",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "European Journal of Psychology of Education",
                "volume": "11",
                "issue": "",
                "pages": "467--487",
                "other_ids": {
                    "DOI": [
                        "10.1007/BF03173515"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "M€ oller, J., Streblow, L., Pohlmann, B., & K€ oller, O. (2006). An extension to the internal/external frame of reference model to two verbal and numerical domains. European Journal of Psychology of Education, 11, 467-487. doi:10. 1007/BF03173515",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "The reciprocal internal/external frame of reference model using grades and test scores",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "M€ Oller",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Zimmermann",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "K€ Oller",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "British Journal of Educational Psychology",
                "volume": "84",
                "issue": "",
                "pages": "591--611",
                "other_ids": {
                    "DOI": [
                        "10.1111/bjep.12047"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "M€ oller, J., Zimmermann, F., & K€ oller, O. (2014). The reciprocal internal/external frame of reference model using grades and test scores. British Journal of Educational Psychology, 84, 591-611. doi:10.1111/bjep.12047",
                "links": null
            },
            "BIBREF56": {
                "ref_id": "b56",
                "title": "Mplus User's Guide. Eighth Edition",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "K"
                        ],
                        "last": "Muth En",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "O"
                        ],
                        "last": "Muth En",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Muth en & Muth en",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Muth en, L. K., & Muth en, B. O. (1998-2018). Mplus User's Guide. Eighth Edition. Los Angeles, CA: Muth en & Muth en.",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "The longitudinal interplay of students' academic self-concepts and achievements within and across domains: Replicating and extending the reciprocal internal/external frame of reference model",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Niepel",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Brunner",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Preckel",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Journal of Educational Psychology",
                "volume": "106",
                "issue": "4",
                "pages": "1170--1191",
                "other_ids": {
                    "DOI": [
                        "10.1037/a0036307"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Niepel, C., Brunner, M., & Preckel, F. (2014). The longitudinal interplay of students' academic self-concepts and achievements within and across domains: Replicating and extending the reciprocal internal/external frame of reference model. Journal of Educational Psychology, 106(4), 1170-1191. doi:10.1037/a0036307",
                "links": null
            },
            "BIBREF58": {
                "ref_id": "b58",
                "title": "Zur Frage nach Auswirkungen von Lateinunterricht auf die kognitive F€ ahigkeit \"Reasoning",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Ortner",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Asanger",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "D"
                        ],
                        "last": "Kubinger",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "T"
                        ],
                        "last": "Proyer",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Erziehung und Unterricht",
                "volume": "55",
                "issue": "",
                "pages": "189--195",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ortner, T. M., Asanger, M., Kubinger, K. D., & Proyer, R. T. (2008). Zur Frage nach Auswirkungen von Lateinunterricht auf die kognitive F€ ahigkeit \"Reasoning\" [On effects of school education in Latin on the cognitive ability \"reasoning\"]. Psychologie in Erziehung und Unterricht, 55, 189-195.",
                "links": null
            },
            "BIBREF59": {
                "ref_id": "b59",
                "title": "Self-concept: Validation of construct interpretations",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Hubner",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "C"
                        ],
                        "last": "Stanton",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Review of Educational Research",
                "volume": "46",
                "issue": "3",
                "pages": "407--441",
                "other_ids": {
                    "DOI": [
                        "10.3102/00346543046003407"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Shavelson, R. J., Hubner, J. J., & Stanton, G. C. (1976). Self-concept: Validation of construct interpretations. Review of Educational Research, 46(3), 407-441. doi:10.3102/00346543046003407",
                "links": null
            },
            "BIBREF60": {
                "ref_id": "b60",
                "title": "Self-concept: Determinants and consequences of academic self-concept in school contexts",
                "authors": [
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Trautwein",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "M€ Oller",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Psychosocial skills and school systems in the 21st century. Theory, research, and practice",
                "volume": "",
                "issue": "",
                "pages": "187--214",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Trautwein, U., & M€ oller, J. (2016). Self-concept: Determinants and consequences of academic self-concept in school contexts. In A. A. Lipnevich, F. Preckel, & R. D. Roberts (Eds.), Psychosocial skills and school systems in the 21st century. Theory, research, and practice (pp. 187-214). Berlin, New York: Springer.",
                "links": null
            },
            "BIBREF61": {
                "ref_id": "b61",
                "title": "The internal/external frame of reference of academic self-concept: Extension to a foreign language and the role of language of instruction",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "K"
                        ],
                        "last": "Xu",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "K.-T",
                        "middle": [],
                        "last": "Hau",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "T"
                        ],
                        "last": "Ho",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J S"
                        ],
                        "last": "Morin",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Abduljabbar",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Journal of Educational Psychology",
                "volume": "105",
                "issue": "2",
                "pages": "489--503",
                "other_ids": {
                    "DOI": [
                        "10.1037/a0031333"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Xu, M. K., Marsh, H. W., Hau, K.-T., Ho, I. T., Morin, A. J. S., & Abduljabbar, A. S. (2013). The internal/external frame of reference of academic self-concept: Extension to a foreign language and the role of language of instruction. Journal of Educational Psychology, 105(2), 489-503. doi:10.1037/a0031333",
                "links": null
            },
            "BIBREF62": {
                "ref_id": "b62",
                "title": "When students doubt their teachers' diagnostic competence: Moderation in the internal/external frame of reference model",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Zimmermann",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "M€ Oller",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "K€ Oller",
                        "suffix": ""
                    }
                ],
                "year": 2018,
                "venue": "Journal of Educational Psychology",
                "volume": "110",
                "issue": "",
                "pages": "46--57",
                "other_ids": {
                    "DOI": [
                        "10.1037/edu0000196"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Zimmermann, F., M€ oller, J., & K€ oller, O. (2018). When students doubt their teachers' diagnostic competence: Moderation in the internal/external frame of reference model. Journal of Educational Psychology, 110, 46-57. doi:10.1037/edu0000196",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "text": "The extended I/E model tested in the present study. German represents students' language of instruction, and English students' first foreign language. SFL ¼ second foreign language (French or Latin). Solid lines represent social comparisons within domains; dashed lines represent dimensional comparisons across domains.",
                "uris": null
            },
            "FIGREF1": {
                "num": null,
                "type_str": "figure",
                "text": ", b ¼ .651; English, b ¼ .731; math, b ¼ .860; French, b ¼ .753, for all p < .001) and in the Latin subsample (German, b ¼ .680; English, b ¼ .806; math, b ¼ .854; Latin, b ¼ .832, for all p < .001).",
                "uris": null
            },
            "TABREF0": {
                "num": null,
                "text": "Goodness-of-fit indices.",
                "type_str": "table",
                "content": "<table><tr><td>Model Description</td><td>v 2</td><td>df</td><td>CFA</td><td>TLI</td><td>RMSEA</td><td>SRMR</td></tr><tr><td>CFA with the French subsample 1</td><td>297.500</td><td>122</td><td>.967</td><td>.949</td><td>.054</td><td>.043</td></tr><tr><td>CFA with the Latin subsample 1</td><td>249.427</td><td>122</td><td>.978</td><td>.965</td><td>.047</td><td>.039</td></tr><tr><td>CFA with SFL subsamples as a grouping variable,</td><td>548.210</td><td>244</td><td>.973</td><td>.957</td><td>.051</td><td>.042</td></tr><tr><td>configural invariance</td><td/><td/><td/><td/><td/><td/></tr><tr><td>CFA with SFL subsamples as a grouping variable,</td><td>570.305</td><td>256</td><td>.972</td><td>.958</td><td>.050</td><td>.044</td></tr><tr><td>loading invariance 2</td><td/><td/><td/><td/><td/><td/></tr><tr><td>I/E model with invariant factor loadings and invariant</td><td>597.383</td><td>272</td><td>.971</td><td>.959</td><td>.050</td><td>.050</td></tr><tr><td>path coefficients across the SFL subsamples</td><td/><td/><td/><td/><td/><td/></tr><tr><td>I/E model with invariant factor loadings and invariant</td><td>582.660</td><td>260</td><td>.971</td><td>.957</td><td>.051</td><td>.048</td></tr><tr><td>path coefficients for within-domain</td><td/><td/><td/><td/><td/><td/></tr><tr><td>achievement-self-concept relations across the</td><td/><td/><td/><td/><td/><td/></tr><tr><td>SFL subsamples</td><td/><td/><td/><td/><td/><td/></tr><tr><td>I/E model with invariant factor loadings and invariant</td><td>588.996</td><td>268</td><td>.971</td><td>.959</td><td>.050</td><td>.048</td></tr><tr><td>path coefficients for cross-domain</td><td/><td/><td/><td/><td/><td/></tr><tr><td>achievement-self-concept relations across the</td><td/><td/><td/><td/><td/><td/></tr><tr><td>SFL subsamples</td><td/><td/><td/><td/><td/><td/></tr></table>"
            },
            "TABREF1": {
                "num": null,
                "text": "Path coefficients from the regression models with the French and Latin subsamples. All parameters are standardized. SFL ¼ second foreign language. The first coefficient refers to the French subsample; the second coefficient refers to the Latin subsample.",
                "type_str": "table",
                "content": "<table><tr><td>Predictors</td><td/></tr><tr><td>German achievement</td><td>Outcome: German self-concept .651 ÃÃÃ /.680 ÃÃÃ</td></tr><tr><td>English achievement Math achievement SFL achievement</td><td>À.102/.024 À.156 ÃÃÃ /À.201 ÃÃÃ .121 Ã /.015</td></tr><tr><td>German achievement English achievement Math achievement</td><td>Outcome: English self-concept À.180 ÃÃÃ /À.197 ÃÃÃ .731 ÃÃÃ /.806 ÃÃÃ À.128 ÃÃ /À.149 ÃÃ</td></tr><tr><td>SFL achievement</td><td>.066/À.060</td></tr><tr><td>German achievement English achievement Math achievement</td><td>Outcome: Math self-concept À.115 ÃÃÃ /À.157 ÃÃÃ À.101 ÃÃÃ /À.163 ÃÃÃ .860 ÃÃÃ /.854 ÃÃÃ</td></tr><tr><td>SFL achievement</td><td>À.023/À.020</td></tr><tr><td/><td>Outcome: SFL self-concept</td></tr><tr><td>German achievement English achievement Math achievement SFL achievement</td><td>.006/À.030 À.064/À.109 Ã À.116 ÃÃ /À.050 .753 ÃÃÃ /.832 ÃÃÃ</td></tr><tr><td>Note.</td><td/></tr></table>"
            },
            "TABREF2": {
                "num": null,
                "text": "Path coefficients from the regression models stating invariance of all achievementself-concept relations across SFL groups. All parameters are standardized. SFL ¼ second foreign language. The first coefficient refers to the French subsample; the second coefficient refers to the Latin subsample.",
                "type_str": "table",
                "content": "<table><tr><td>Predictors</td><td/></tr><tr><td>German achievement</td><td>Outcome: German self-concept .662 ÃÃÃ /.669 ÃÃÃ</td></tr><tr><td>English achievement Math achievement</td><td>À.040/À.042 À.180 ÃÃÃ /À.190 ÃÃÃ</td></tr><tr><td>SFL achievement</td><td>.062/.077</td></tr><tr><td>German achievement English achievement Math achievement</td><td>Outcome: English self-concept À.193 ÃÃÃ /À.173 ÃÃÃ .788 ÃÃÃ /.738 ÃÃÃ À.141 ÃÃÃ /À.132 ÃÃÃ</td></tr><tr><td>SFL achievement</td><td>.001/.001</td></tr><tr><td>German achievement English achievement Math achievement</td><td>Outcome: Math self-concept À.134 ÃÃÃ /À.130 ÃÃÃ À.131 ÃÃÃ /À.133 ÃÃÃ .850 ÃÃÃ /.866 ÃÃÃ</td></tr><tr><td>SFL achievement</td><td>À.025/À.030</td></tr><tr><td/><td>Outcome: SFL self-concept</td></tr><tr><td>German achievement English achievement Math achievement SFL achievement</td><td>À.014/À.012 À.099 ÃÃ /À.091 Ã À.085 ÃÃ /À.078 ÃÃ .773 ÃÃÃ /.824 ÃÃÃ</td></tr><tr><td>Note.</td><td/></tr></table>"
            }
        }
    }
}