{
    "paper_id": "bong_1998",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-22T17:57:54.581071Z"
    },
    "title": "Tests of the Internal/External Frames of Reference Model With Subject-Specific Academic Self-Efficacy and Frame-Specific Academic Self-Concepts",
    "authors": [
        {
            "first": "Mimi",
            "middle": [],
            "last": "Bong",
            "suffix": "",
            "affiliation": {},
            "email": "mimibong@unitel.co.kr."
        },
        {
            "first": "Hyundai",
            "middle": [],
            "last": "Apartment",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "H. W. Marsh's (1986) internal/external (I/E) frames of reference model posits that students* self-concepts result from simultaneous comparison of their competence to their peers' ability and their ability in other areas. The VE model failed to receive clear support with (a) subject-specific self-efficacy and (b) frame-specific self-concepts. Frame-specific selfconcepts were assessed by asking students to report their self-perceived capability in direct reference to the internal and external comparison frames. Contrary to the I/E model's assumptions, students' verbal and math self-concepts based on the internal comparison were positively correlated; achievement in one area negatively influenced both internal and external comparison-based self-concepts in the other area; and verbal and math self-concepts were positively correlated. Interestingly, most of the model's predictions were confirmed when the classical 1/E model structure was replicated, demonstrating that the hypothesized relations among self and achievement factors can be achieved without satisfying the model's theoretical provisions.",
    "pdf_parse": {
        "paper_id": "bong_1998",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "H. W. Marsh's (1986) internal/external (I/E) frames of reference model posits that students* self-concepts result from simultaneous comparison of their competence to their peers' ability and their ability in other areas. The VE model failed to receive clear support with (a) subject-specific self-efficacy and (b) frame-specific self-concepts. Frame-specific selfconcepts were assessed by asking students to report their self-perceived capability in direct reference to the internal and external comparison frames. Contrary to the I/E model's assumptions, students' verbal and math self-concepts based on the internal comparison were positively correlated; achievement in one area negatively influenced both internal and external comparison-based self-concepts in the other area; and verbal and math self-concepts were positively correlated. Interestingly, most of the model's predictions were confirmed when the classical 1/E model structure was replicated, demonstrating that the hypothesized relations among self and achievement factors can be achieved without satisfying the model's theoretical provisions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The purpose of the present investigation was twofold. One was to test predictions of the internal/external (1/E) frames of reference model (Marsh, 1986 ) with subjectspecific academic self-efficacy to help illuminate the difference between academic self-concept and self-efficacy formation. The other was to test underlying assumptions of the I/E model with frame-specific academic self-concepts. Specifically, the present study examined whether students* verbal and math self-concepts were indeed positively correlated after the external comparison and negatively correlated after the internal comparison as the I/E model predicates.",
                "cite_spans": [
                    {
                        "start": 139,
                        "end": 151,
                        "text": "(Marsh, 1986",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "To date, many studies on the structure of academic self-concept have documented its multifaceted and hierarchical nature (e.g., Marsh, 1990c; Marsh, Byrne, & Shavelson, 1988; Marsh & Shavelson, 1985; Vispoel, 1995) . Of particular interest has been the separation between verbal and math self-concepts. Unlike verbal and math achievements, which were almost always highly correlated, verbal and math self-concepts often displayed a nonsignificant or consider-ably weaker association (e.g., Byrne & Shavelson, 1986; Marsh et aL, 1988; Marsh & Shavelson, 1985) . Marsh (1986) proposed the I/E frames of reference model to explain this phenomenon. He argued that students gauge their academic self-concept by comparing their ability in the area to their peers' ability in the same area (i.e., external comparison) and to their own ability in the other area (i.e., internal comparison). When the two processes operate simultaneously, a negative correlation between verbal and math self-concepts from the internal comparison cancels out a positive correlation from the external comparison. Further, achievement in one area negatively influences self-concept in the other area because a high self-concept in a given area requires good skills in the area (i.e., favorable external comparison) that are better than skills in competing areas (i.e., favorable internal comparison).",
                "cite_spans": [
                    {
                        "start": 128,
                        "end": 141,
                        "text": "Marsh, 1990c;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 142,
                        "end": 174,
                        "text": "Marsh, Byrne, & Shavelson, 1988;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 175,
                        "end": 199,
                        "text": "Marsh & Shavelson, 1985;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 200,
                        "end": 214,
                        "text": "Vispoel, 1995)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 490,
                        "end": 514,
                        "text": "Byrne & Shavelson, 1986;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 515,
                        "end": 533,
                        "text": "Marsh et aL, 1988;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 534,
                        "end": 558,
                        "text": "Marsh & Shavelson, 1985)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 561,
                        "end": 573,
                        "text": "Marsh (1986)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "I/E Frames of Reference Model of Academic Self-Concept",
                "sec_num": null
            },
            {
                "text": "Self-Efficacy Formation Social cognitive researchers argued that there is an important difference between self-concept and self-efficacy judgments. According to Zimmerman (1995) , self-concept tends to emphasize normative assessment of ability (e.g., being better than others), whereas self-efficacy judgments stress mastery criteria (e.g., being able to succeed). The reiativistic comparison processes prescribed by the I/E model, therefore, are expected to play only a limited role in self-efficacy formation. In fact, Skaalvik and Rankin (1990) found only partial support for the I/E model with measures of academic self-efficacy. A strong positive correlation (.65) was observed between verbal and math self-efficacy. Only verbal achievement yielded a significant negative effect (-.36) on math self-efficacy for girls. When Marsh, Walker, and Debus (1991) included both academic self-concept and self-efficacy in their study, all of the I/E model's predictions were confirmed with self-concept, whereas none of the predictions was upheld with self-efficacy (see also Skaalvik & Rankin, 1995a , 1995b .",
                "cite_spans": [
                    {
                        "start": 161,
                        "end": 177,
                        "text": "Zimmerman (1995)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 521,
                        "end": 547,
                        "text": "Skaalvik and Rankin (1990)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 664,
                        "end": 669,
                        "text": "(.65)",
                        "ref_id": null
                    },
                    {
                        "start": 829,
                        "end": 860,
                        "text": "Marsh, Walker, and Debus (1991)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 1072,
                        "end": 1096,
                        "text": "Skaalvik & Rankin, 1995a",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 1097,
                        "end": 1104,
                        "text": ", 1995b",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Academic Self-Concept Versus Academic",
                "sec_num": null
            },
            {
                "text": "Interestingly, previous studies that tested the I/E model characteristically used either measures of self-perceptions in reference to the broader verbal and math domains (e.g., Marsh et al., 1988; Marsh & Shavelson, 1985; Marsh et al., 1991; Skaalvik & Rankin, 1990 , 1995a , 1995b or subjectspecific self-concepts in English and math only (e.g., Marsh, 1990b) . Different results can be expected when diverse subject-specific judgments form the basis for more general verbal and math self-perceptions. When Marsh (1990c) examined the relation between higher order verbal and math self-concepts based on various subject-specific self-concepts, strong positive correlations (range = .55-.68) were observed in different factor models. One purpose of the present investigation, therefore, was to determine whether the results reported with more general measures of selfefficacy could be replicated with subject-specific measures.",
                "cite_spans": [
                    {
                        "start": 177,
                        "end": 196,
                        "text": "Marsh et al., 1988;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 197,
                        "end": 221,
                        "text": "Marsh & Shavelson, 1985;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 222,
                        "end": 241,
                        "text": "Marsh et al., 1991;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 242,
                        "end": 265,
                        "text": "Skaalvik & Rankin, 1990",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 266,
                        "end": 273,
                        "text": ", 1995a",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 274,
                        "end": 281,
                        "text": ", 1995b",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 347,
                        "end": 360,
                        "text": "Marsh, 1990b)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 508,
                        "end": 521,
                        "text": "Marsh (1990c)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Academic Self-Concept Versus Academic",
                "sec_num": null
            },
            {
                "text": "Most existing evidence for the I/E comparison processes in operation comes from the negative paths linking achievements to self-concepts in the opposite area plus a near-zero correlation between verbal and math self-concepts. With the exception of Skaalvik and Rankin (1995a) , none of the studies (of which I am aware) asked students about their self-perceived capability in direct reference to the I/E comparison frames. The present investigation explored the relations among verbal and math self-concepts, each of which resulted separately from the internal as well as external comparison processes, to determine whether thendirection actually shifted according to the frames of reference provided.",
                "cite_spans": [
                    {
                        "start": 248,
                        "end": 275,
                        "text": "Skaalvik and Rankin (1995a)",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Underlying Assumptions of the I/E Model",
                "sec_num": null
            },
            {
                "text": "Of the 588 students from four Los Angeles-based high schools who participated, 383 students composed the final sample. Students were equally divided in terms of gender (49% boys and 51 % girls) and most were in Grades 11 (21%) and 12 (78%). Ages ranged from 15 years 7 months to 21 years (Mdn = 17 years 11 months). Ethnic composition was 16% White, 6% African American, 55% Hispanic, 20% Asian, and 2% Native American and other. The average number of courses taken by students at the time of the survey was 5.6 (Mdn = 6.0) in English, 3.9 (Mdn = 4.0) in Spanish, 4.1 (Mdn = 4.0) in social studies, 3.1 (Mdn = 3.0) in algebra, 2.1 (Mdn = 2.0) in geometry, and 1.9 (Mdn = 2.0) in chemistry. All data were collected during regular classroom hours.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Participants",
                "sec_num": null
            },
            {
                "text": "Subject-specific academic self-efficacy. Students' self-efficacy judgments were assessed in the following six school subjects: English, Spanish, American history, algebra, geometry, and chemistry. Seven typical problems with which students were believed to be familiar in each school subject were selected from Scholastic Aptitude Test (SAT) preparatory booklets (Brownstein, Weiner, & Green, 1994; College Entrance Examination Board and Educational Testing Service, 1994) . All the problems selected were thought to be independent of any one particular text or instructional method. They also lent themselves to judging academic selfefficacy more easily than others. To rule out the possibility of obtaining different results because of the order of presentation, problems were randomly interspersed with each other at the time of their presentation.",
                "cite_spans": [
                    {
                        "start": 363,
                        "end": 398,
                        "text": "(Brownstein, Weiner, & Green, 1994;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 399,
                        "end": 472,
                        "text": "College Entrance Examination Board and Educational Testing Service, 1994)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures and Procedures",
                "sec_num": null
            },
            {
                "text": "Each problem was presented through an overhead projector for about 10 to 20 s. The duration of exposure was adjusted in advance so that it would be too short to actually solve the problems but long enough to recognize the types of given problems. Using a scale ranging from 0 to 100 in 10-unit intervals, students judged privately their self-perceived capability for solving correctly each type of problem. The scale had the following verbal descriptors to help students understand more clearly what each number represented: 0 (not sure\\ 40 (maybe), 70 (pretty sure), and 100 (real sure).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures and Procedures",
                "sec_num": null
            },
            {
                "text": "Frame-specific academic self-concepts. Students were then asked to rate their self-perceived ability in the six school subjects as well as verbal and math domains in general on a Likert-type scale ranging from 1 (very poor, not at all true) to 7 (very good, very true) in reference to (a) their ability in other areas (i.e., internal comparison) and (b) their peers (i.e., external comparison). Internal comparison items read \"Compared with my ability to learn other subjects, my ability to learn (a specific school subject) is...\" and \"Compared with my grades in other subjects, I usually get better grades in (a specific school subject).\" External comparison items read \"Compared with the ability of my friends and classmates, my ability to learn (a specific school subject) is...\" and \"Compared with my friends and classmates, I usually get better grades in (a specific school subject).\" Internal and external frame-referenced self-concepts were dubbed \"internal (school subject)\" and \"external (school subject)\" for simplicity throughout this article.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures and Procedures",
                "sec_num": null
            },
            {
                "text": "Achievement indexes. Students reported their most recent grades in the six school subjects, which comprised achievement indexes. Although performance scores on the problems presented might have provided a better achievement index for some of the analyses, course grades were nonetheless preferred because using achievement indexes typically observed in the I/E model research could minimize sources of confounding as a result of different measurement practices.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures and Procedures",
                "sec_num": null
            },
            {
                "text": "All academic self-efficacy as well as internal and external self-concept scales displayed acceptable levels of reliability. Table 1 reports descriptive statistics.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 124,
                        "end": 131,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "To test whether predictions from the I/E model could receive support with academic self-efficacy measures, Marsh's (1986) original model (e.g., Marsh, 1990b; Marsh et al., 1991; Skaalvik & Rankin, 1990 , 1995b was replicated. Specifically, verbal and math achievement factors were linked to verbal and math academic self-efficacy. Both verbal and math academic self-efficacy were second-order factors based on subject-specific first-order factors. English, Spanish, and American history academic self-efficacy factors were loaded on the second-order verbal academic self-efficacy, whereas algebra, geometry, and chemistry Note. Responses for subject-specific academic self-efficacy were based on a 100-point scale ranging from not sure (0) to real sure (100) in 10-unit intervals. Responses for frame-specific academic self-concepts were based on a 7-point scale ranging from very poor (1) to very good (7), academic self-efficacy factors were loaded on the secondorder math academic self-efficacy. Each subject-specific self-efficacy factor had as its measured variables three composite scores created by combining students' efficacy ratings on two to three problems. Grades reported for the six school subjects were used as indicators of verbal and math achievement. All structural equation modeling and confirmatory factor analyses (CFAs) were performed with the EQS (Bentler, 1992) program. The Bentler-Bonett nonnormed fit index (NNFI) and comparative fit index (CFI) can be interpreted roughly as indicating the amount of variance in the empirical data explained by the model. Values of .90 or greater for either index are commonly taken as evidence of an adequate model fit. The fit of the model was acceptable, x 2 (240, #=383) = 700.83, p < .001 (NNFI = .92, CFI = .93). Figure 1 depicts the model structure with standardized path coefficients.",
                "cite_spans": [
                    {
                        "start": 107,
                        "end": 121,
                        "text": "Marsh's (1986)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 144,
                        "end": 157,
                        "text": "Marsh, 1990b;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 158,
                        "end": 177,
                        "text": "Marsh et al., 1991;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 178,
                        "end": 201,
                        "text": "Skaalvik & Rankin, 1990",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 202,
                        "end": 209,
                        "text": ", 1995b",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1370,
                        "end": 1385,
                        "text": "(Bentler, 1992)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1780,
                        "end": 1788,
                        "text": "Figure 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Replicating the Classical I/E Model With Subject-Specific Academic Self-Efficacy",
                "sec_num": null
            },
            {
                "text": "As expected, verbal and math achievement factors were significantly and positively correlated. Rather surprisingly, verbal achievement failed to exert a significant influence on verbal academic self-efficacy. One of the verbal first-order factors (i.e., Spanish academic self-efficacy) did not share a meaningful proportion of its variance with other verbal factors (i.e., English and American history academic self-efficacy). This might have contributed to attenuating the observed relationship between verbal achievement and verbal academic self-efficacy. However, an additional analysis carried out with English and math (i.e., algebra and geometry) only produced essentially the same result, although the path linking English achievement to English academic self-efficacy became somewhat stronger. Another possibility is the relative complexity of achievement indexes in verbal subjects compared with those in quantitative subjects. Certain academic tasks that students are required to perform to receive grades cannot easily be represented as a single particularized problem. This is more so in verbal subjects than in math-related subjects. Math achievement showed a strong positive effect on math academic self-efficacy.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Replicating the Classical I/E Model With Subject-Specific Academic Self-Efficacy",
                "sec_num": null
            },
            {
                "text": "According to the I/E model, significant negative paths should exist from achievement in one area to self-concept in the other area. With self-efficacy measures, only verbal achievement manifested a direct negative effect on math academic self-efficacy. Math achievement demonstrated a nonsignificant impact on verbal academic self-efficacy. Finally, disturbance terms of verbal and math academic self-efficacy were strongly correlated to each other, challenging one of the I/E model's main provisions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Replicating the Classical I/E Model With Subject-Specific Academic Self-Efficacy",
                "sec_num": null
            },
            {
                "text": "The I/E model provides specific assumptions regarding the relations between verbal and math self-concepts, depending on the types of comparison students engage in. External comparison refers to a process by which students compare their academic capability with that of their peers, whereas internal comparison refers to a process by which students compare their competence with their own ability in competing areas. According to the I/E model, students' verbal and math self-concepts are positively correlated after the external comparison and negatively correlated after the internal comparison. A CFA model with four frame-specific latent variables-internal verbal (i.e., verbal self-concept based on the internal comparison frame), external verbal, internal math, and external math-was specified to test these assumptions. Each latent factor was defined by four frame-specific indicators (e.g., internal verbal, was defined by internal English, internal Spanish, internal American history, and internal verbal variables). Table 2 presents a correlation matrix among the 22 measured variables.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relations Between Frame-Specific Academic Self-Concepts",
                "sec_num": null
            },
            {
                "text": "The initial model with no error covariance did not fit the data well, X 2 (98, N = 383) = 2,436.56, p < .001 (NNFI = .49, CFI = .58). Modification indexes revealed that correlating error terms of internal and external selfconcept variables for the same school subject would significantly improve the model fit. The final CFA model with eight such error covariances displayed an acceptable fit, x 2 (90» tf = 383) = 375.81, p < .001 (NNFI = .93, CFI = .95), with significant improvement from the initial model, Ax 2 (8, N = 383) = 2,060.75,/i < .001. Figure 2 illustrates the final CFA model with standardized path coefficients.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 550,
                        "end": 558,
                        "text": "Figure 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Relations Between Frame-Specific Academic Self-Concepts",
                "sec_num": null
            },
            {
                "text": "As can be seen, internal verbal and external verbal as well as internal math and external math were highly correlated Figure 1 . Replication of the internal/external model with subject-specific academic self-efficacy. Correlational paths among error and disturbance terms are deleted from presentation for clarity. Eng = English; Span = Spanish; Hist = American history; Alg = algebra; Geo = geometry; Chem = chemistry; Grd = grade; ACH = achievement; SE = academic self-efficacy.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 118,
                        "end": 126,
                        "text": "Figure 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Relations Between Frame-Specific Academic Self-Concepts",
                "sec_num": null
            },
            {
                "text": "with each other. Consistent with the I/E model's prediction, external verbal was positively correlated with external math. However, the magnitude of this relationship is rather small, both in comparison with correlation coefficients typically reported between verbal and math achievements (see, e.g., Marsh, 1986) and in light of the strong relationship between the verbal and math achievement factors observed in the present investigation. Internal verbal and internal math also demonstrated a significant positive correlation. Although this correlation is smaller in magnitude compared with that observed between external verbal and external math, the positivity of it clearly contradicts the I/E model's presumption.",
                "cite_spans": [
                    {
                        "start": 301,
                        "end": 313,
                        "text": "Marsh, 1986)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relations Between Frame-Specific Academic Self-Concepts",
                "sec_num": null
            },
            {
                "text": "Next, an extended model that included verbal and math achievement was fit to the data. Achievement factors were expected to influence positively both internal and external self-concepts in their respective domains. More important, verbal and math achievement should display a direct negative influence on internal comparison-based self-concepts in the opposite area. The I/E model also postulates that achievement in one area positively relates to self-concept in the same area and that external comparison-based verbal and math self-concepts are positively correlated. Accordingly, verbal and math achievement factors were anticipated to demonstrate a positive effect on external self-concepts in the other area. The initial structural model with no error covariance was unable to reproduce the observed data satisfactorily, x 2 (194, N = 383) = 2,981.72, p < ,001 (NNFI = .50, CFI = .58). Again, modification indexes suggested that adding correlational paths between error terms of internal and external self-concepts for the same school subject with another four error covariances would significantly improve the model fit. The final model fit the data well, x 2 (182, N= 383) = 616.18,/? < .001 (NNFI -.92, CFI = .94), with significant improvement in model fit, Ax 2 (12, N = 383) -2,365.54, p < .001. Figure 3 presents the standardized path coefficients among the factors.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 1306,
                        "end": 1314,
                        "text": "Figure 3",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Relations Between Achievements and Frame-Specific Academic Self-Concepts",
                "sec_num": null
            },
            {
                "text": "Achievement factors positively influenced both internal and external factors in their respective area. Verbal and math achievement were strongly and positively correlated. The hypothesized negative effect of achievement in one area on internal self-concept in the other area was also witnessed. Verbal achievement displayed a significant negative effect on internal math; math achievement also demonstrated a commensurate negative effect on internal verbal. However, verbal achievement bore a significant and substantial negative impact on external math. Math achievement also exhibited a significant negative relationship with external verbal.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relations Between Achievements and Frame-Specific Academic Self-Concepts",
                "sec_num": null
            },
            {
                "text": "Finally, a second-order path model was specified to explore the relations among factors in their typical arrange- ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Replicating the Classical I/E Model With Frame-Specific Academic Self-Concepts",
                "sec_num": null
            },
            {
                "text": "This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Ufflltlllilliliittill",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly. Figure 2 . Confirmatory factor analysis model with frame-specific academic self-concepts. Correlational paths among error terms are deleted from presentation for clarity. Eng = English; Span = Spanish; Hist = American history; Alg = algebra; Geo -geometry; Chem = chemistry; V = verbal; M = math; INT = internal; EXT = external.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 115,
                        "end": 123,
                        "text": "Figure 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Ufflltlllilliliittill",
                "sec_num": null
            },
            {
                "text": ".",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Ufflltlllilliliittill",
                "sec_num": null
            },
            {
                "text": ".",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "80",
                "sec_num": null
            },
            {
                "text": ".88",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "23",
                "sec_num": null
            },
            {
                "text": ".",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "23",
                "sec_num": null
            },
            {
                "text": ".37 ment TWo second-order factors, verbal and math selfconcepts, were presumed to underlie both internal and external self-concepts in their respective domains. Having only two first-order factors (e.g., internal and external verbal) as a basis for each second-order factor (e.g., verbal self-concept) presented a problem of partial underidentification of the model. To overcome this problem, a path linking verbal self-concept and external verbal was constrained to be equal to the path between math self-concept and external math. In addition, 14 error covariances were incorporated to improve the poor fit of the original model, x 2 (200, AT = 383) = 3,095.69, p < .001 (NNFI = .50, CF1 = .57). The fit of the final structural model was satisfactory, x 2 (186, # =383) = 670.53, p < .001 (NNFI = .91, CFl = .93). Improvement in fit was also significant, Ax 2 (14, N = 383) = 2,425.16, p < .001. Figure 4 presents the model structure and standardized path coefficients.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 898,
                        "end": 906,
                        "text": "Figure 4",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "12",
                "sec_num": null
            },
            {
                "text": "Interestingly, the results confirmed most of the I/E model's predictions. Verbal and math achievement factors were strongly and positively correlated to each other. Each achievement factor exerted a positive effect on academic self-concept in the same area. Furthermore, achievement in one area significantly and negatively influenced academic self-concept in the opposite area. After all, achievement was negatively correlated with both internal and external selfconcept factors in the other area, which were used as the bases of the second-order self-concept factors. The only exception to the I/E model's provision was the relation between disturbance terms of verbal and math self-concepts. The I/E model stipulates a near-zero correlation between verbal and math self-concepts. In path models, this is reflected in a near-zero correlation between disturbance terms of the two self-concept factors (see Marsh, 1990b) . The substantial and positive correlation evidenced between disturbance terms of verbal and math self-concepts in the present model is, therefore, disconcerting.",
                "cite_spans": [
                    {
                        "start": 907,
                        "end": 920,
                        "text": "Marsh, 1990b)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "12",
                "sec_num": null
            },
            {
                "text": "The set of analyses conducted in this article demonstrated that the proposed negative relationship between achievement in one area and self-concept in the opposite area, one of the key parameters in the I/E model, can be achieved without satisfying various underlying assumptions of the I/E model. This makes it very hard for one to resist the temptation of reversing the direction of causality between the self and achievement factors. The fit of the model hypothesizing causal predominance of self-concept over achievement was as good as that of the classical I/E model, x 2 (186, N = 383) = 670.57, p < .001 (NNFI = .91, CFI = .93). Verbal and math self-concepts positively influenced verbal (.42) and math (.66) achievements, respectively. Verbal and math self-concepts (.31) as well as verbal and math achievements (.77) were positively correlated with each other. More important, negative relations between achievement in one area and self-concept in the other area disappeared. Instead, achievement in one area was independent of self-concept in the opposite area (-.09 between verbal self-concept and math achievement and .00 between math self-concept and verbal achievement; bothps > .05). These results are more intuitively appealing to account for the present data, especially when causal predominance of academic self-concept over achievement has been more prevalent in the literature (e.g., Marsh, 1990a) .",
                "cite_spans": [
                    {
                        "start": 1404,
                        "end": 1417,
                        "text": "Marsh, 1990a)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "12",
                "sec_num": null
            },
            {
                "text": "The I/E model's predictions received only partial support with academic self-efficacy measures. The hypothesized negative effect of achievement in one area on academic .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Testing the I/E Model With Subject-Specific Academic Self-Efficacy",
                "sec_num": null
            },
            {
                "text": ". .25",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "41",
                "sec_num": null
            },
            {
                "text": ".",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "41",
                "sec_num": null
            },
            {
                "text": ".56",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "22",
                "sec_num": null
            },
            {
                "text": ".",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "22",
                "sec_num": null
            },
            {
                "text": ".",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "62",
                "sec_num": null
            },
            {
                "text": ".20",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "16",
                "sec_num": null
            },
            {
                "text": ".50",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "16",
                "sec_num": null
            },
            {
                "text": ".52 self-perception in the other area was observed between verbal achievement and math self-efficacy only. The strong positive correlation between the verbal and math selfefficacy factors also directly challenges the I/E model's provision that a simultaneous operation of the internal and external comparison processes results in a near-zero correlation between verbal and math self-perceptions (Marsh, 1990b) . These results coincide nicely with findings from previous studies testing the I/E model with self-efficacy measures. Verbal and math self-efficacy were typically positively correlated (e.g., Marsh et al., 1991; Skaalvik & Rankin, 1990 ,1995b Zimmerman & Martinez-Pons, 1990) ; inconsistent relations were observed between achievement and self-efficacy in the other area (e.g., Skaalvik & Rankin, 1990 ,1995b .",
                "cite_spans": [
                    {
                        "start": 395,
                        "end": 409,
                        "text": "(Marsh, 1990b)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 603,
                        "end": 622,
                        "text": "Marsh et al., 1991;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 623,
                        "end": 646,
                        "text": "Skaalvik & Rankin, 1990",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 647,
                        "end": 653,
                        "text": ",1995b",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 654,
                        "end": 686,
                        "text": "Zimmerman & Martinez-Pons, 1990)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 789,
                        "end": 812,
                        "text": "Skaalvik & Rankin, 1990",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 813,
                        "end": 819,
                        "text": ",1995b",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "16",
                "sec_num": null
            },
            {
                "text": "Perceived self-efficacy is most heavily affected by one's prior experiences and subsequently influences one's performance on the task (Bandura, 1977 (Bandura, , 1986 . Therefore, the strong positive correlation between verbal and math selfefficacy is what the self-efficacy theory would predict, given that students' academic performance in those two domains were highly correlated. Together with inconsistent relations observed between achievement and efficacy factors in the opposite areas, the internal comparison processes appeared to exert only a negligible impact, if any, on academic self-efficacy formation.",
                "cite_spans": [
                    {
                        "start": 134,
                        "end": 148,
                        "text": "(Bandura, 1977",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 149,
                        "end": 165,
                        "text": "(Bandura, , 1986",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "16",
                "sec_num": null
            },
            {
                "text": "Findings from the present investigation do not exclude the possibility of external comparison processes operating in self-efficacy formation. Schunk and his colleagues (e.g., Schunk, 1983; Schunk & Hanson, 1985; Schunk, Hanson, & Cox, 1987) proved that social comparative experiences could provide critical information for gauging one's perceived efficacy. However, effects of vicarious experiences on self-efficacy formation are weaker than those of personal enactive experiences (Bandura, 1977 (Bandura, ,1986 Schunk, 1991) . Several researchers also suspected that the external comparison processes would play only a limited role in efficacy appraisal because self-efficacy is often judged in reference to specific performance criteria (Marsh et al., 1991; Zimmerman, 1995) . Future research can explore conditions under which the external comparison processes assume a predominant role in determining students' academic self-efficacy.",
                "cite_spans": [
                    {
                        "start": 175,
                        "end": 188,
                        "text": "Schunk, 1983;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 189,
                        "end": 211,
                        "text": "Schunk & Hanson, 1985;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 212,
                        "end": 240,
                        "text": "Schunk, Hanson, & Cox, 1987)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 481,
                        "end": 495,
                        "text": "(Bandura, 1977",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 496,
                        "end": 511,
                        "text": "(Bandura, ,1986",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 512,
                        "end": 525,
                        "text": "Schunk, 1991)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 739,
                        "end": 759,
                        "text": "(Marsh et al., 1991;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 760,
                        "end": 776,
                        "text": "Zimmerman, 1995)",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "16",
                "sec_num": null
            },
            {
                "text": "According to the I/E model (Marsh, 1986 (Marsh, , 1990b , students compare their academic skills in verbal and math domains to their peers* skills in the same area and use the results of this social comparison as one basis for their academic self-concepts. Students also compare their verbal skills to their math skills and incorporate this relativistic appreciation of ability as a second basis for their academic self-concepts. Technically speaking, verbal and math academic self-concepts should display a positive correlation after the external comparison and a negative correlation after the internal comparison. Unfortunately, even when students were explicitly instructed to compare their ability in one domain with their ability in other domains (i.e., internal comparison), their verbal and math self-concepts so created failed to demonstrate a negative relationship. The relation between external comparison-based verbal and math selfconcepts was positive as the I/E model presumes but rather weak in light of the strong correlations frequently observed between verbal and math achievements.",
                "cite_spans": [
                    {
                        "start": 27,
                        "end": 39,
                        "text": "(Marsh, 1986",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 40,
                        "end": 55,
                        "text": "(Marsh, , 1990b",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Testing Underlying Assumptions of the I/E Model With Frame-Specific Academic Self-Concepts",
                "sec_num": null
            },
            {
                "text": "The I/E model contends that the correlation between verbal and math self-concepts can be positive or negative, depending on the relative contribution of the two comparison processes. The strong positive correlation between verbal and math self-concepts may thus be taken as evidence that students in the present study assigned considerably more weight to the external comparison processes. However, as pointed out earlier, the direct link between the external factors was not strong enough. When the achievement factors entered the equation in the first-order path model, achievement in one area was negatively related to internal as well as external comparison-based self-concepts in the other area, indicating superior effects of internal, instead of external, comparison processes in operation. Marsh (1990c) reported strong positive correlations between verbal and math self-concepts, as did the current study. The common attribute of Marsh's study and the present investigation is that subject-specific judgments of academic capability formed the basis for more general verbal and math self-concepts. When students assess their perceived effectiveness in verbal and math domains in general, comparative superiority of achievement in one domain over the other can be accentuated. In contrast, when students assess their academic capability in a number of school subjects, multiple comparison frames may exist for each subject-specific self-concept. Consequently, the effects of internal comparison processes as illustrated by the I/E model are minimized.",
                "cite_spans": [
                    {
                        "start": 798,
                        "end": 811,
                        "text": "Marsh (1990c)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Testing Underlying Assumptions of the I/E Model With Frame-Specific Academic Self-Concepts",
                "sec_num": null
            },
            {
                "text": "Overall, results from the present investigation do not provide clear support for the I/E model with either subjectspecific academic self-efficacy or frame-specific academic self-concepts. Present findings provide room for questioning the I/E model's contention that students spontaneously, if not voluntarily, undergo two separate comparison processes when reporting their self-perceived capability. At least with academic self-efficacy measures, students' judgments of their own competence appear to be constructed without the internal comparison processes. More direct tests of the I/E model can take the form of experimental design. It will be interesting to see whether students* self-concepts in verbal and math subjects are positively, negatively, or insignificantly correlated after experimentally accentuating as comparison frames their peers* ability in the same area, their own competence in different school subjects, or both. Future research should also test the hypothesis that assessing academic self-concepts in diverse school subjects versus verbal and math domains in general compromises contribution of the internal comparison processes in determining students* academic self-concepts. As Marsh (1990a) pointed out, no studies have yet pursued causal relations between self-concept and achievement factors with the distinction between verbal and math factors-as illustrated by the I/E model-accommodated. More stringent and perhaps more accurate tests of the I/E model, therefore, call for longitudinal studies of relations among verbal and math self-concepts and achievements, with temporal precedence of achievements over academic self-concepts clearly established.",
                "cite_spans": [
                    {
                        "start": 1207,
                        "end": 1220,
                        "text": "Marsh (1990a)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Testing Underlying Assumptions of the I/E Model With Frame-Specific Academic Self-Concepts",
                "sec_num": null
            },
            {
                "text": "This document is copyrighted by the American Psychological Association or one of its allied publishers.This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Self-efficacy: Toward a unifying theory of behavioral change",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Bandura",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Psychological Review",
                "volume": "84",
                "issue": "",
                "pages": "191--215",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bandura, A. (1977). Self-efficacy: Toward a unifying theory of behavioral change. Psychological Review, 84, 191-215.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Social foundations of thought and action: A social cognitive theory",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Bandura",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bandura, A. (1986). Social foundations of thought and action: A social cognitive theory. Englewood Cliffs, NJ: Prentice Hall.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "EQS: Structural equations program manual",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "M"
                        ],
                        "last": "Bentler",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bentler, P. M. (1992). EQS: Structural equations program manual, Los Angeles, CA: BMDP Statistical Software.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "How to prepare for SAT1",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "C"
                        ],
                        "last": "Brownstein",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Weiner",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "W"
                        ],
                        "last": "Green",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brownstein, S. C, Weiner, M, & Green, S. W. (1994). How to prepare for SAT1. Hauppauge, NY: Barton's Educational Series.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "On the structure of adolescent self-concept",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Byrne",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Journal of Educational Psychology",
                "volume": "78",
                "issue": "",
                "pages": "474--481",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Byrne, B. M., & Shavelson, R. J. (1986). On the structure of adolescent self-concept. Journal of Educational Psychology, 78, 474-481.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "The official guide to SATII: Subject tests",
                "authors": [],
                "year": 1994,
                "venue": "College Entrance Examination Board and Educational Testing Service",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "College Entrance Examination Board and Educational Testing Service. (1994). The official guide to SATII: Subject tests. New York: College Entrance Examination Board.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Verbal and math self-concepts: An internal/ external frame of reference model",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "American Educational Research Journal",
                "volume": "23",
                "issue": "",
                "pages": "129--149",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1986). Verbal and math self-concepts: An internal/ external frame of reference model. American Educational Re- search Journal, 23, 129-149.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Causal ordering of academic self-concept and academic achievement: A multiwave, longitudinal panel analysis",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Journal of Educational Psychology",
                "volume": "82",
                "issue": "",
                "pages": "646--656",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1990a). Causal ordering of academic self-concept and academic achievement: A multiwave, longitudinal panel analysis. Journal of Educational Psychology, 82, 646-656.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Influences of internal and external frames of reference on the formation of math and English self-concepts",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Journal of Educational Psychology",
                "volume": "82",
                "issue": "",
                "pages": "107--116",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1990b). Influences of internal and external frames of reference on the formation of math and English self-concepts. Journal of Educational Psychology, 82,107-116.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "The structure of academic self-concept: The Marsh/Shavelson model",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Journal of Educational Psychology",
                "volume": "82",
                "issue": "",
                "pages": "623--636",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1990c). The structure of academic self-concept: The Marsh/Shavelson model. Journal of Educational Psychology, 82, 623-636.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "A multifaceted academic self-concept: Its hierarchical structure and its relation to academic achievement",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Byrne",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Journal of Educational Psychology",
                "volume": "80",
                "issue": "",
                "pages": "366--380",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Byrne, B. M., & Shavelson, R. J. (1988). A multifaceted academic self-concept: Its hierarchical structure and its relation to academic achievement. Journal of Educational Psychology, 80, 366-380.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Self-concept: Its multifaceted, hierarchical structure",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Educational Psychologist",
                "volume": "20",
                "issue": "",
                "pages": "107--123",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Shavelson, R. J. (1985). Self-concept: Its multifaceted, hierarchical structure. Educational Psychologist, 20, 107-123.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Subject-specific components of academic self-concept and self-efficacy",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Walker",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Debus",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Contemporary Educational Psychology",
                "volume": "16",
                "issue": "",
                "pages": "331--345",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Walker, R., & Debus, R. (1991). Subject-specific components of academic self-concept and self-efficacy. Contem- porary Educational Psychology, 16, 331-345.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Developing children's self-efficacy and skills: The roles of social comparative information and goal setting",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "H"
                        ],
                        "last": "Schunk",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Contemporary Educational Psychology",
                "volume": "8",
                "issue": "",
                "pages": "76--86",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Schunk, D. H. (1983). Developing children's self-efficacy and skills: The roles of social comparative information and goal setting. Contemporary Educational Psychology, 8, 76-86.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Self-efficacy and academic motivation",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "H"
                        ],
                        "last": "Schunk",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Educational Psychologist",
                "volume": "26",
                "issue": "",
                "pages": "207--231",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Schunk, D. H. (1991). Self-efficacy and academic motivation. Educational Psychologist, 26, 207-231.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Peer models: Influence on children's self-efficacy and achievement",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "H"
                        ],
                        "last": "Schunk",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "R"
                        ],
                        "last": "Hanson",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Journal of Educational Psychology",
                "volume": "77",
                "issue": "",
                "pages": "313--322",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Schunk, D. H., & Hanson, A. R. (1985). Peer models: Influence on children's self-efficacy and achievement. Journal of Educational Psychology, 77, 313-322.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Peer-model attributes and children's achievement behaviors",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "H"
                        ],
                        "last": "Schunk",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "R"
                        ],
                        "last": "Hanson",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Cox",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Journal of Educational Psychology",
                "volume": "79",
                "issue": "",
                "pages": "54--61",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Schunk, D. H., Hanson, A. R., & Cox, P. (1987). Peer-model attributes and children's achievement behaviors. Journal of Educational Psychology, 79, 54-61.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Math, verbal, and general academic self-concept: The internal/external frame of reference model and gender differences in self-concept structure",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Skaalvik",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Rankin",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Journal of Educational Psychology",
                "volume": "82",
                "issue": "",
                "pages": "546--554",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Skaalvik, E. M., & Rankin, R. J. (1990). Math, verbal, and general academic self-concept: The internal/external frame of reference model and gender differences in self-concept structure. Journal of Educational Psychology, 82, 546-554.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Dimensions of math and verbal self-concept and the internal/external frame of reference model",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Skaalvik",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Rankin",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "219--237",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Skaalvik, E. M., & Rankin, R. J. (1995a). Dimensions of math and verbal self-concept and the internal/external frame of reference model. In A. Oosterwegel & R. A. Wicklund (Eds.), The self in European and North American culture: Development and pro- cesses (pp. 219-237). Netherlands: Kluwer Academic.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "A test of the internal/ external frames of reference model at different levels of math and verbal self-perception",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M-"
                        ],
                        "last": "Skaalvik",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Rankin",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "American Educational Research Journal",
                "volume": "32",
                "issue": "",
                "pages": "161--184",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Skaalvik, E. M-, & Rankin, R. J. (1995b). A test of the internal/ external frames of reference model at different levels of math and verbal self-perception. American Educational Research Journal, 32,161-184.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Self-concept in artistic domains: An extension of the Shavelson, Hubner, and Stanton (1976) model",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "P"
                        ],
                        "last": "Vispoel",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Journal of Educational Psychology",
                "volume": "87",
                "issue": "",
                "pages": "134--153",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Vispoel, W. P. (1995). Self-concept in artistic domains: An extension of the Shavelson, Hubner, and Stanton (1976) model. Journal of Educational Psychology, 87, 134-153.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Self-efficacy and educational development",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "J"
                        ],
                        "last": "Zimmerman",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Self-efficacy in changing societies",
                "volume": "",
                "issue": "",
                "pages": "202--231",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Zimmerman, B. J. (1995). Self-efficacy and educational develop- ment. In A. Bandura (Ed.), Self-efficacy in changing societies (pp. 202-231). New York: Cambridge University Press.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Student differences in self-regulated learning: Relating grade, sex, and giftedness to self-efficacy and strategy use",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "J"
                        ],
                        "last": "Zimmerman",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Martinez-Pons",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Journal of Educational Psychology",
                "volume": "82",
                "issue": "",
                "pages": "51--59",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Zimmerman, B. J., & Martinez-Pons, M. (1990). Student differ- ences in self-regulated learning: Relating grade, sex, and gifted- ness to self-efficacy and strategy use. Journal of Educational Psychology, 82, 51-59.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF1": {
                "num": null,
                "type_str": "figure",
                "text": "Path model examining relations between achievement and frame-specific academic self-concepts. Correlational paths among error and disturbance terms are deleted from presentation for clarity, Eng -English; Span ~ Spanish; Hist = American history; Aig = algebra; Geo = geometry; Chem = chemistry; V = verbal; M = math; Gid -grade; ACH = achievement; INT = internal; EXT = external.",
                "uris": null
            },
            "FIGREF2": {
                "num": null,
                "type_str": "figure",
                "text": "Replication of the internal/external model with frame-specific academic self-concepts. Correlational paths among error terms are deleted from presentation for clarity. Eng -English; Span = Spanish; Hist = American history; Alg -algebra; Geo = geometry; Chem = chemistry; V = verbal; M = math; Grd = grade; ACH = achievement; SC = academic self-concept; INT = internal; EXT = external.",
                "uris": null
            },
            "TABREF0": {
                "num": null,
                "text": "Means, Standard Deviations, and Reliability Coefficients  (Standardized Item Alpha)  for Academic",
                "type_str": "table",
                "content": "<table><tr><td>Scale</td><td>M</td><td>SD</td><td>cr</td></tr><tr><td>Subject-specific academic self-efficacy</td><td/><td/><td/></tr><tr><td>English</td><td>74.78</td><td>15.97</td><td>.85</td></tr><tr><td>Spanish</td><td>70.17</td><td>30.19</td><td>.96</td></tr><tr><td>American history</td><td>68.11</td><td>19.29</td><td>.90</td></tr><tr><td>Algebra</td><td>66.34</td><td>22.59</td><td>.92</td></tr><tr><td>Geometry</td><td>64.44</td><td>23.41</td><td>.92</td></tr><tr><td>Chemistry</td><td>55.82</td><td>22.28</td><td>.89</td></tr><tr><td>Frame-specific academic self-concepts</td><td/><td/><td/></tr><tr><td>Internal English</td><td>5.66</td><td>1.24</td><td>.79</td></tr><tr><td>Internal Spanish</td><td>4.86</td><td>1.75</td><td>.90</td></tr><tr><td>Internal American history</td><td>5.59</td><td>1.19</td><td>.78</td></tr><tr><td>Internal algebra</td><td>4.97</td><td>1.58</td><td>.88</td></tr><tr><td>Internal geometry</td><td>4.57</td><td>1.59</td><td>.85</td></tr><tr><td>Internal chemistry</td><td>4.30</td><td>1.58</td><td>.87</td></tr><tr><td>Internal verbal</td><td>5.00</td><td>1.40</td><td>.77</td></tr><tr><td>Internal math</td><td>4.34</td><td>1.53</td><td>.89</td></tr><tr><td>External English</td><td>5.41</td><td>1.25</td><td>.77</td></tr><tr><td>External Spanish</td><td>4.78</td><td>1.74</td><td>.90</td></tr><tr><td>External American history</td><td>5.34</td><td>1.30</td><td>.86</td></tr><tr><td>External algebra</td><td>4.81</td><td>1.60</td><td>.91</td></tr><tr><td>External geometry</td><td>4.45</td><td>1.63</td><td>.91</td></tr><tr><td>External chemistry</td><td>4.32</td><td>1.62</td><td>.90</td></tr><tr><td>External verbal</td><td>4.93</td><td>1.21</td><td>.87</td></tr><tr><td>External math</td><td>4.39</td><td>1.48</td><td>.92</td></tr></table>"
            },
            "TABREF3": {
                "num": null,
                "text": "",
                "type_str": "table",
                "content": "<table><tr><td>Int Eng</td><td>• .36</td></tr><tr><td>Int Span</td><td>U-.87</td></tr><tr><td>Int Hist</td><td>• .57</td></tr><tr><td>IntV</td><td>• .65</td></tr><tr><td>Ext Eng</td><td>• .26</td></tr><tr><td>Ext Span</td><td>• .85</td></tr><tr><td>Ext Hist</td><td>\"•.50</td></tr><tr><td>ExtV</td><td>• .56</td></tr><tr><td>Int Alg</td><td>• 24</td></tr><tr><td>Int Geo</td><td>• .22</td></tr><tr><td>Int Chem</td><td>• 55</td></tr><tr><td>IntM</td><td>• .61</td></tr><tr><td>Ext Alg</td><td>• 17</td></tr><tr><td>Ext Geo</td><td>• .20</td></tr><tr><td>Ext Chem</td><td>• 49</td></tr><tr><td>ExtM</td><td>•.52</td></tr></table>"
            }
        }
    }
}