{
    "paper_id": "jansen_2015",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-22T17:55:40.293791Z"
    },
    "title": "Contrast and Assimilation Effects of Dimensional Comparisons in Five Subjects: An Extension of the I/E Model",
    "authors": [
        {
            "first": "Malte",
            "middle": [],
            "last": "Jansen",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Humboldt University of Berlin Ulrich Schroeders University of Bamberg",
                "location": {}
            },
            "email": "jansen@dipf.de"
        },
        {
            "first": "Oliver",
            "middle": [],
            "last": "Lüdtke",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Herbert",
            "middle": [
                "W"
            ],
            "last": "Marsh",
            "suffix": "",
            "affiliation": {
                "laboratory": "Australian Catholic University and King Saud University",
                "institution": "",
                "location": {}
            },
            "email": ""
        },
        {
            "first": "",
            "middle": [
                "Malte"
            ],
            "last": "Jansen",
            "suffix": "",
            "affiliation": {
                "laboratory": "and Centre for Interna-tional Student Assessment, Germany; Herbert W. Marsh, Institute for Positive Psychology and Education, Stratfield Campus, Australian Catholic University; and Faculty of Education, King Saud University",
                "institution": "University of Bamberg",
                "location": {
                    "addrLine": "Oliver Lüdtke",
                    "settlement": "Kiel",
                    "country": "Germany"
                }
            },
            "email": ""
        },
        {
            "first": "Malte",
            "middle": [],
            "last": "Jan- Sen",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "Students evaluate their achievement in a specific domain in relation to their achievement in other domains and form their self-concepts accordingly. These comparison processes have been termed dimensional comparisons and shown to be an important source of academic self-concepts in addition to social and temporal comparisons. Research on the internal/external frame of reference model (I/E model) has frequently found negative effects of students' achievement on their academic self-concept between different scholastic domains (mathematics and the language of instruction) that are interpreted as contrast effects of dimensional comparisons. There is mixed evidence with regard to whether negative contrast effects or positive assimilation effects occur when students compare their achievement in domains that are more similar. In this study, we extended the original I/E model with 3 science domains (biology, chemistry, and physics). Using structural equation modeling, we analyzed the domain-specific selfconcepts, grades, and test scores of a representative sample of 9th-grade students in Germany (N ϭ 20,050) across 5 domains. Mathematics, physics, and chemistry showed contrast effects to German, whereas small assimilation effects were found between mathematics, physics, and chemistry. This effect pattern was present for both grades and test scores. Achievement in mathematics and the language of instruction affected self-concepts in the sciences, whereas achievement in the sciences had no effect on self-concepts in other subjects. The results support the hypotheses derived from dimensional comparison theory that both contrast and assimilation effects can result from dimensional comparisons and that the 3 science subjects are affected differentially by these comparisons.",
    "pdf_parse": {
        "paper_id": "jansen_2015",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Students evaluate their achievement in a specific domain in relation to their achievement in other domains and form their self-concepts accordingly. These comparison processes have been termed dimensional comparisons and shown to be an important source of academic self-concepts in addition to social and temporal comparisons. Research on the internal/external frame of reference model (I/E model) has frequently found negative effects of students' achievement on their academic self-concept between different scholastic domains (mathematics and the language of instruction) that are interpreted as contrast effects of dimensional comparisons. There is mixed evidence with regard to whether negative contrast effects or positive assimilation effects occur when students compare their achievement in domains that are more similar. In this study, we extended the original I/E model with 3 science domains (biology, chemistry, and physics). Using structural equation modeling, we analyzed the domain-specific selfconcepts, grades, and test scores of a representative sample of 9th-grade students in Germany (N ϭ 20,050) across 5 domains. Mathematics, physics, and chemistry showed contrast effects to German, whereas small assimilation effects were found between mathematics, physics, and chemistry. This effect pattern was present for both grades and test scores. Achievement in mathematics and the language of instruction affected self-concepts in the sciences, whereas achievement in the sciences had no effect on self-concepts in other subjects. The results support the hypotheses derived from dimensional comparison theory that both contrast and assimilation effects can result from dimensional comparisons and that the 3 science subjects are affected differentially by these comparisons.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Academic self-concept has consistently been shown to be a multidimensional and domain-specific construct; that is, students differentiate between school subjects when evaluating their academic abilities . Further, they compare and contrast their abilities in different school subjects to evaluate their strengths and weaknesses. For example, a student may eval-uate his or her performance in mathematics relative to his or her performance in languages. Such comparison processes have been termed dimensional comparisons (Möller & Marsh, 2013) . Dimensional comparisons have been shown to play an important role in high school students' choice of college courses (Eccles, 2011) . For instance, students with high ability in both mathematics and languages are less likely to choose mathematics-related subjects than students with high ability in mathematics and lower ability in languages, because they evaluate their performance relatively (Wang, Eccles, & Kenny, 2013) . Dimensional comparisons were first described in the internal/ external frame of reference model (I/E model; Marsh, 1986) and recently reviewed in dimensional comparison theory (Möller & Marsh, 2013) . Dimensional comparison theory suggests that students engage in two kinds of dimensional comparisons. A contrast effect is present if achievement in one domain shows negative effects on academic self-concepts in other domains; an assimilation effect occurs if achievement in one domain shows positive effects on academic self-concepts in other domains. Previous research on the I/E model has found strong contrast effects between the verbal and mathematical domains. That is, students seem to think of themselves as either a \"math person\" or a \"verbal person,\" even though actual achievement in these two domains shows high relations (Marsh, 1986) . This finding is consistent with structural models of academic self-concept that suggest a verbal-mathematical continuum of domain-specific self-concept factors (Marsh, 1990) . However, the evidence of the occurrence of assimilation effects is scarce. Only a few studies have examined the generalizability of the I/E model to more similar academic domains (e.g., mathematics and science), where assimilation effects would be expected, and the results have been inconclusive.",
                "cite_spans": [
                    {
                        "start": 520,
                        "end": 542,
                        "text": "(Möller & Marsh, 2013)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 662,
                        "end": 676,
                        "text": "(Eccles, 2011)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 939,
                        "end": 968,
                        "text": "(Wang, Eccles, & Kenny, 2013)",
                        "ref_id": "BIBREF56"
                    },
                    {
                        "start": 1079,
                        "end": 1091,
                        "text": "Marsh, 1986)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 1147,
                        "end": 1169,
                        "text": "(Möller & Marsh, 2013)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 1805,
                        "end": 1818,
                        "text": "(Marsh, 1986)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 1981,
                        "end": 1994,
                        "text": "(Marsh, 1990)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The aim of this study was to resolve the previously found conflicting evidence with regard to the occurrence of assimilation effects. Therefore, we analyzed academic self-concept and achievement measures (grades and test scores) in five academic domains using a nationally representative data set. More precisely, we (a) examined the pattern of correlations between the self-concept factors; (b) replicated the I/E model for mathematics and German; and (c) extended the original I/E model to describe students' dimensional comparisons between mathematics, German, and three science subjects: biology, chemistry, and physics.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "From the early days of psychological research (James, 1890/ 1957), research on the construct of self-concept has been conducted in various psychological disciplines (Baumeister, 2011; Bracken, 1996; Marsh, 2007) . Today, academic self-concept, the self-evaluation of a student's ability in a given domain, is one of the most important motivational factors in educational psychology (Marsh, 2007; Steinmayr & Spinath, 2009) . Its positive relation to academic achievement has been impressively documented in several longitudinal studies and meta-analyses (Chen, Yeh, Hwang, & Lin, 2013; Hattie, 2008; Huang, 2011; Marsh & Martin, 2011; Marsh & O'Mara, 2008; Valentine, DuBois, & Cooper, 2004) . Further, academic self-concept is positively related to other desirable educational outcomes, such as effort, attainment, high academic aspirations, and intrinsic motivation (Guay, Larose, & Boivin, 2004; Nagengast & Marsh, 2012; Nagengast et al., 2011; Trautwein, Lüdtke, Schnyder, & Niggli, 2006; Wigfield, 1994; Wigfield & Eccles, 2000) and is a good predictor of educational choices (Marsh & Yeung, 1997; Parker et al., 2012) . In addition, relations to important psychosocial factors connected to school education have been shown: Students with positive academic self-concepts show higher life satisfaction (Suldo, Riley, & Shaffer, 2006 ) and a stronger sense of school belonging (Ireson & Hallam, 2005) ; they also experience teacher-student relations more positively (Bakadorova & Raufelder, 2013) and feel more socially supported (Legault, Green-Demers, & Pelletier, 2006; Ryan & Patrick, 2001 ).",
                "cite_spans": [
                    {
                        "start": 165,
                        "end": 183,
                        "text": "(Baumeister, 2011;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 184,
                        "end": 198,
                        "text": "Bracken, 1996;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 199,
                        "end": 211,
                        "text": "Marsh, 2007)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 382,
                        "end": 395,
                        "text": "(Marsh, 2007;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 396,
                        "end": 422,
                        "text": "Steinmayr & Spinath, 2009)",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 554,
                        "end": 585,
                        "text": "(Chen, Yeh, Hwang, & Lin, 2013;",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 586,
                        "end": 599,
                        "text": "Hattie, 2008;",
                        "ref_id": null
                    },
                    {
                        "start": 600,
                        "end": 612,
                        "text": "Huang, 2011;",
                        "ref_id": null
                    },
                    {
                        "start": 613,
                        "end": 634,
                        "text": "Marsh & Martin, 2011;",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 635,
                        "end": 656,
                        "text": "Marsh & O'Mara, 2008;",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 657,
                        "end": 691,
                        "text": "Valentine, DuBois, & Cooper, 2004)",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 868,
                        "end": 898,
                        "text": "(Guay, Larose, & Boivin, 2004;",
                        "ref_id": null
                    },
                    {
                        "start": 899,
                        "end": 923,
                        "text": "Nagengast & Marsh, 2012;",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 924,
                        "end": 947,
                        "text": "Nagengast et al., 2011;",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 948,
                        "end": 992,
                        "text": "Trautwein, Lüdtke, Schnyder, & Niggli, 2006;",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 993,
                        "end": 1008,
                        "text": "Wigfield, 1994;",
                        "ref_id": "BIBREF58"
                    },
                    {
                        "start": 1009,
                        "end": 1033,
                        "text": "Wigfield & Eccles, 2000)",
                        "ref_id": "BIBREF59"
                    },
                    {
                        "start": 1081,
                        "end": 1102,
                        "text": "(Marsh & Yeung, 1997;",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 1103,
                        "end": 1123,
                        "text": "Parker et al., 2012)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 1306,
                        "end": 1336,
                        "text": "(Suldo, Riley, & Shaffer, 2006",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 1380,
                        "end": 1403,
                        "text": "(Ireson & Hallam, 2005)",
                        "ref_id": null
                    },
                    {
                        "start": 1469,
                        "end": 1499,
                        "text": "(Bakadorova & Raufelder, 2013)",
                        "ref_id": null
                    },
                    {
                        "start": 1533,
                        "end": 1575,
                        "text": "(Legault, Green-Demers, & Pelletier, 2006;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1576,
                        "end": 1596,
                        "text": "Ryan & Patrick, 2001",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Exploring the Dimensionality of Academic Self-Concept",
                "sec_num": null
            },
            {
                "text": "Since the influential review by Shavelson, Hubner, and Stanton (1976) , academic self-concept has been assumed to be multidimensional, with several facets representing domain-specific academic self-concepts (e.g., academic self-concept in mathematics, in English, etc.). As empirical investigations have shown, this distinction is particularly strong between students' academic selfconcept in the language of instruction and their self-concept in mathematics: These two self-concept facets are almost uncorre-lated, even though there are substantial positive relations between student achievement in these subjects (Marsh, 1986; Möller, Pohlmann, Köller, & Marsh, 2009) . Incorporating these findings, the Marsh/Shavelson model of academic self-concept (Marsh, 1990; Marsh & Shavelson, 1985) postulated that most academic domains (i.e., school subjects when high school students are studied, as in most studies on academic self-concept) are located on a verbalmathematical continuum, which can be reasonably summarized by the two higher order factors general verbal and general mathematical self-concept (for a detailed description, see Supplement A of the online supplemental materials). In the Marsh/Shavelson model, physics and chemistry are assumed to be on the mathematical half of the verbal-mathematical continuum, whereas biology is assumed to be located close to the middle of the continuum (Marsh, 1990; Marsh, Byrne, & Shavelson, 1988) . This is consistent with empirical findings that have shown that the physics and chemistry self-concept factors show a higher relation to each other than each of these factors shows with the biology self-concept factor (Jansen, Schroeders, & Lüdtke, 2014) .",
                "cite_spans": [
                    {
                        "start": 32,
                        "end": 69,
                        "text": "Shavelson, Hubner, and Stanton (1976)",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 615,
                        "end": 628,
                        "text": "(Marsh, 1986;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 629,
                        "end": 669,
                        "text": "Möller, Pohlmann, Köller, & Marsh, 2009)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 753,
                        "end": 766,
                        "text": "(Marsh, 1990;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 767,
                        "end": 791,
                        "text": "Marsh & Shavelson, 1985)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 1400,
                        "end": 1413,
                        "text": "(Marsh, 1990;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 1414,
                        "end": 1446,
                        "text": "Marsh, Byrne, & Shavelson, 1988)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 1667,
                        "end": 1703,
                        "text": "(Jansen, Schroeders, & Lüdtke, 2014)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Exploring the Dimensionality of Academic Self-Concept",
                "sec_num": null
            },
            {
                "text": "The strong empirical distinction between verbal and mathematical self-concepts can be explained by the relations between scholastic achievement and academic self-concepts in mathematics and the language of instruction that are described in the I/E model (Marsh, 1986; Möller et al., 2009; Xu et al., 2013) . It postulates positive effects of achievement on self-concept within each domain and negative marginal effects of achievement on selfconcepts across domains. Put differently, a student with high mathematical achievement would show lower self-concept in English than an equally able student with lower achievement in mathematics. The effect pattern summarized in the I/E model for mathematics and English has been found consistently in crosscultural observational studies (Marsh & Hau, 2004) , longitudinal studies (Marsh & Köller, 2004; Marsh, Kong, & Hau, 2001; Möller, Retelsdorf, Köller, & Marsh, 2011) , experimental studies (Möller & Köller, 2001) , different age groups (Ehm, Lindberg, & Hasselhorn, 2014) , and a meta-analytical review (Möller et al., 2009 ; see Figure 1 for a depiction of the path model typically used to estimate the I/E model and the pooled path coefficients from the meta-analysis).",
                "cite_spans": [
                    {
                        "start": 254,
                        "end": 267,
                        "text": "(Marsh, 1986;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 268,
                        "end": 288,
                        "text": "Möller et al., 2009;",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 289,
                        "end": 305,
                        "text": "Xu et al., 2013)",
                        "ref_id": "BIBREF63"
                    },
                    {
                        "start": 779,
                        "end": 798,
                        "text": "(Marsh & Hau, 2004)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 822,
                        "end": 844,
                        "text": "(Marsh & Köller, 2004;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 845,
                        "end": 870,
                        "text": "Marsh, Kong, & Hau, 2001;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 871,
                        "end": 913,
                        "text": "Möller, Retelsdorf, Köller, & Marsh, 2011)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 937,
                        "end": 960,
                        "text": "(Möller & Köller, 2001)",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 984,
                        "end": 1019,
                        "text": "(Ehm, Lindberg, & Hasselhorn, 2014)",
                        "ref_id": null
                    },
                    {
                        "start": 1051,
                        "end": 1071,
                        "text": "(Möller et al., 2009",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1078,
                        "end": 1086,
                        "text": "Figure 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Exploring the Dimensionality of Academic Self-Concept",
                "sec_num": null
            },
            {
                "text": "The I/E effect pattern can be explained by two kinds of comparisons that students engage in to evaluate their academic ability. On the one hand, they evaluate their achievement in a subject in relation to their peers' achievement in the same subject-their Figure 1 . Typical effect pattern of the internal/external frame of reference model, with strong positive effects within domains and weaker contrast effect between domains. The standardized path coefficients are from the meta-analysis by Möller et al. (2009) (N ϭ 125,308) . This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [
                    {
                        "start": 494,
                        "end": 514,
                        "text": "Möller et al. (2009)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 515,
                        "end": 528,
                        "text": "(N ϭ 125,308)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 256,
                        "end": 264,
                        "text": "Figure 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Exploring the Dimensionality of Academic Self-Concept",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Exploring the Dimensionality of Academic Self-Concept",
                "sec_num": null
            },
            {
                "text": "peers' achievement acts as an external frame of reference. Such social comparison processes have been studied extensively in educational psychology with regard to academic self-concepts (Marsh, 1987; Nagengast & Marsh, 2012; Seaton, Marsh, & Craven, 2009) . In the I/E model, social comparisons explain the positive effect of achievement on self-concept within each school subject. On the other hand, students evaluate their achievement in a specific subject in relation to their achievement in other subjects-an internal frame of reference. These comparison processes-dimensional comparisons-have been postulated to be important psychological processes for the development of self-concept in a more general dimensional comparison theory (Möller & Marsh, 2013) , which is a recent extension of the I/E model. In the I/E model, dimensional comparisons explain the marginal effects of achievement in one domain on self-concepts in other domains. With regard to the two subjects originally examined in the I/E model-English and mathematicsthese effects are negative. One explanation for these effects is that students perceive mathematics and English to be subjects that require different sets of competencies. When students compare their abilities in these subjects, they contrast these abilities, especially if they believe that their achievement levels in the two subjects are negatively dependent . Besides these contrast effects, assimilation effects may also occur-that is, positive effects of achievement on self-concepts across subjects. Following dimensional comparison theory (Möller & Marsh, 2013) , this should be the case when students consider the subjects to be more similar and complementary such that accomplishments in one subject might facilitate accomplishments in the other subject.",
                "cite_spans": [
                    {
                        "start": 186,
                        "end": 199,
                        "text": "(Marsh, 1987;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 200,
                        "end": 224,
                        "text": "Nagengast & Marsh, 2012;",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 225,
                        "end": 255,
                        "text": "Seaton, Marsh, & Craven, 2009)",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 738,
                        "end": 760,
                        "text": "(Möller & Marsh, 2013)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 1583,
                        "end": 1605,
                        "text": "(Möller & Marsh, 2013)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Exploring the Dimensionality of Academic Self-Concept",
                "sec_num": null
            },
            {
                "text": "Due to a lack of empirical evidence, how students determine the similarity of academic domains when making dimensional comparisons is still an open question. One promising domain characteristic that may influence dimensional comparisons is the position on the verbal-mathematical continuum postulated in previous selfconcept research (Marsh, 1990) . Does the distance between two school subjects on this continuum predict whether contrast or assimilation effects will occur as a result of dimensional comparisons? A first step toward an empirical exploration of such questions would be to include other subjects in addition to mathematics and the language of instruction in the I/E model and to analyze the across-subjects effect pattern.",
                "cite_spans": [
                    {
                        "start": 334,
                        "end": 347,
                        "text": "(Marsh, 1990)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Exploring the Dimensionality of Academic Self-Concept",
                "sec_num": null
            },
            {
                "text": "Consistent with this approach, some studies have extended the I/E model to additional subjects or applied the I/E framework to other subjects (for an overview, see Table 1 ). In addition to mathematics, included two verbal subjects-English and Chinese-and found a pattern similar to the original I/E model: positive effects of achievement on self-concept within each subject and negative marginal effects of achievement on self-concepts across subjects. More precisely, even though Chinese and English are both verbal subjects, students contrasted their abilities in the two subjects (see also Xu et al., 2013) . Similarly, Marsh and Yeung (2001) separated a second-order verbal factor and a contrasting Spanish factor in a sample that included many Hispanic Americans. Contrast effects were also found between mathematics and science in a cross-cultural study with data from the Trends in International Mathematics and Science Study 2003 (Chiu, 2008) . However, the magnitude of contrast effects was weaker than typically reported between mathematical and verbal subjects (Möller et al., 2009) ; the effects also varied considerably between countries, including weak assimilation effects in some countries. expanded the I/E model to two verbal (German, English) and two mathematical (mathematics, physics) subjects and observed contrast effects between verbal and mathematical subjects (i.e., grades in both mathematical subjects were negatively related to the self-concepts in both verbal subjects, and vice versa), but, unlike in the previously mentioned studies, assimilation effects were found between the two mathematical subjects and between the two verbal subjects (e.g., grades in physics positively affected self-concept in mathematics). This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [
                    {
                        "start": 594,
                        "end": 610,
                        "text": "Xu et al., 2013)",
                        "ref_id": "BIBREF63"
                    },
                    {
                        "start": 624,
                        "end": 646,
                        "text": "Marsh and Yeung (2001)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 939,
                        "end": 951,
                        "text": "(Chiu, 2008)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 1073,
                        "end": 1094,
                        "text": "(Möller et al., 2009)",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 164,
                        "end": 171,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Incorporating Additional Subjects in the I/E Model",
                "sec_num": null
            },
            {
                "text": "In the existing literature, two conflicting hypotheses have been backed up by empirical findings (see Table 1 ). One hypothesis is that students generally make contrasting dimensional comparisons when asked to evaluate their competence in several school subjects. According to this view, the direction of across-subjects effects should be independent of the characteristics of the subjects that are considered. The effects should be negative in any case, even though their strength might vary depending on the studentperceived similarity of the subjects. This hypothesis was supported by studies that found contrast effects between mathematics and science (Chiu, 2008) and between two verbal subjects . The other hypothesis states that students make assimilating or contrasting dimensional comparisons depending on how similar they perceive the subjects to be. Following this view, positive across-subjects effects of achievement on self-concept would be expected if two similar subjects are considered (e.g., two subjects from the area of mathematics and the sciences or two languages). This hypothesis was supported by a study by , who found assimilation effects between English and German and between physics and mathematics.",
                "cite_spans": [
                    {
                        "start": 656,
                        "end": 668,
                        "text": "(Chiu, 2008)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 102,
                        "end": 109,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Incorporating Additional Subjects in the I/E Model",
                "sec_num": null
            },
            {
                "text": "So far, no study has examined mathematics, the language of instruction, and several science subjects simultaneously within the I/E framework. Such a comparison would allow for a more comprehensive picture of the across-subjects relations between achievement and self-concept.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Incorporating Additional Subjects in the I/E Model",
                "sec_num": null
            },
            {
                "text": "In their dimensional comparison theory, Möller and Marsh (2013) drew analogies from social comparison theory, in which contrast and assimilation effects of social comparisons are assumed, and postulated that academic self-concepts are influenced not only by contrasting but also by assimilating dimensional comparisons. Assimilation effects are assumed to occur when dimensional comparisons between more similar subjects than mathematics and languages are examined. Whereas contrast effects have been well documented in the literature (e.g., in Möller et al.'s, 2009, meta-analysis) , the evidence with regard to the occurrence of assimilation has been sparse and conflicting: Although some studies have found contrast effects between subjects with similar characteristics (e.g., between mathematics and science; Chiu, 2008) , others have found assimilation effects (e.g., between mathematics and physics; . Therefore, even though the evidence is consistent with predictions from dimensional comparison theory in that the contrast effects found between similar domains have been much smaller than those found between distinct domains, it is ambiguous and inconsistent with regard to the question of whether and under what conditions assimilation effects occur. It has been speculated that the perceived location of academic domains on an assumed verbal-mathematical continuum may be related to the dimensional comparisons that students make between subjects (Möller & Marsh, 2013) , but there is scarce empirical evidence for the location of different science subjects on this continuum.",
                "cite_spans": [
                    {
                        "start": 40,
                        "end": 63,
                        "text": "Möller and Marsh (2013)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 545,
                        "end": 582,
                        "text": "Möller et al.'s, 2009, meta-analysis)",
                        "ref_id": null
                    },
                    {
                        "start": 813,
                        "end": 824,
                        "text": "Chiu, 2008)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 1458,
                        "end": 1480,
                        "text": "(Möller & Marsh, 2013)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Present Study",
                "sec_num": null
            },
            {
                "text": "With the present study, we aimed to close this research gap and resolve the ambiguous previous evidence on the occurrence of assimilation effects and the verbal-mathematical continuum. We studied academic self-concepts, grades, and standardized test scores in five subjects using current nationally representative data from German ninth-grade students. Because of its higher power, this study allowed for the identification of even small assimilation effects. In addition, the consideration of several subjects with varying degrees of assumed similarity and the implementation of two different achievement measures rendered this study wellsuited to help identify the conditions under which assimilation effects may occur. For example, the study design offered the possibility that assimilation effects would be found only for grades, which are a more salient source of feedback and, therefore, more likely to be used in dimensional comparisons. The design also allowed for the possibility that assimilation effects would occur only between very similar subjects (e.g., mathematics and physics). There were three steps of analysis:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Present Study",
                "sec_num": null
            },
            {
                "text": "First, we examined the correlations between the academic selfconcept factors in German, mathematics, biology, chemistry, and physics to check whether they were consistent with our theoretical assumption of a verbal-mathematical continuum. According to the Marsh/Shavelson model (Marsh, 1990) , academic self-concepts in German and mathematics should be unrelated. We expected physics and chemistry self-concepts, which are both assigned to the mathematical factor in the Marsh/Shavelson model, to show higher relations to mathematics self-concept, whereas biology selfconcept was expected to show positive relations to both German and mathematics self-concepts.",
                "cite_spans": [
                    {
                        "start": 278,
                        "end": 291,
                        "text": "(Marsh, 1990)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Present Study",
                "sec_num": null
            },
            {
                "text": "Second, we replicated the I/E model with its two core subjects, language of instruction and mathematics. We expected to find the typical contrast effects that have been well documented in the literature (e.g., Möller et al., 2009) -that is, positive effects of achievement and self-concept within a subject and negative marginal effects of achievement on self-concept between subjects.",
                "cite_spans": [
                    {
                        "start": 210,
                        "end": 230,
                        "text": "Möller et al., 2009)",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Present Study",
                "sec_num": null
            },
            {
                "text": "Third, we added biology, chemistry, and physics to the model to explore how students' subject-specific self-concepts in the sciences are shaped by dimensional comparisons. We assumed that not only contrast but also assimilation effects would occur and that their magnitude would vary depending on the subjects examinedmore precisely, on their student-perceived position on the hypothesized verbal-mathematical continuum. Broadly speaking, the closer together two subjects were on the continuum, the more likely achievement in one would positively predict self-concept in the other (assimilation). The further apart two subjects were, the more likely achievement in one would negatively predict the other (contrast).The position of the specific science domains on the continuum may be inferred from their relations to the two domains that represent the poles of the continuum (the mathematical domain and the verbal domain). Within the I/E model, this pertains to (a) the relations of achievement in the sciences to verbal and mathematical self-concepts and (b) the relations of achievement in German and mathematics to self-concepts in the sciences. These relations can be either positive or negative. For example, if biology is located closer to the verbal pole, negative relations between achievement in the other sciences and mathematics and selfconcept in biology are expected (contrast effects). Further, we would expect positive relations between achievement in German and self-concept in biology (an assimilation effect). If, in contrast, biology is closer to the mathematical pole of the continuum, negative relations between achievement in German and selfconcept in biology (a contrast effect) and positive relations between achievement in the other sciences and mathematics and self-concept in biology are likely (assimilation effects).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Present Study",
                "sec_num": null
            },
            {
                "text": "This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Present Study",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Present Study",
                "sec_num": null
            },
            {
                "text": "We expected the typical pattern of contrast effects between German and mathematics (Marsh, 1986) to be largely unaffected by the addition of the three science subjects. According to structural models of academic self-concept and previous evidence (Marsh, 1990; Möller & Köller, 2004) , chemistry and physics should be located on the mathematical side of the verbal-mathematical continuum. Therefore, we expected physics and chemistry to show negative across-subjects paths from achievement to German self-concept (contrast effects) and positive across-subjects paths to each other as well as to mathematics (assimilation effects). With regard to biology-a domain assumed to be located in the middle of a verbal-mathematical continuum (Marsh, 1990; Möller & Köller, 2004) -we expected that relations with German and mathematics would represent neither strong contrast effects nor strong assimilation effects. Our predictions are summarized in Figure 2 .",
                "cite_spans": [
                    {
                        "start": 83,
                        "end": 96,
                        "text": "(Marsh, 1986)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 247,
                        "end": 260,
                        "text": "(Marsh, 1990;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 261,
                        "end": 283,
                        "text": "Möller & Köller, 2004)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 734,
                        "end": 747,
                        "text": "(Marsh, 1990;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 748,
                        "end": 770,
                        "text": "Möller & Köller, 2004)",
                        "ref_id": "BIBREF29"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 942,
                        "end": 950,
                        "text": "Figure 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "The Present Study",
                "sec_num": null
            },
            {
                "text": "As shown by these predictions, we expected dimensional comparison processes to affect the three sciences differentially. Therefore, the results could also have implications for understanding educational choices the sciences. In their recent review, Wang and Degol (2013) concluded that \"although recent work on motivational beliefs leading to STEM [science, technology, engineering, and mathematics] occupational choices has begun to include self-efficacy, interest, values, and identity processes as key mediators . . ., little of this work has focused on the different occupational choices within STEM (e.g., physical sciences vs. biological sciences)\" (p. 20). In the present study, self-concepts in three science subjects were examined simultaneously within the I/E model for the first time. Studying dimensional comparisons across several science subjects could provide new evidence with regard to how science subjects are perceived by students. If self-concept in physics, for example, were to show contrast effects to achievement in German as we predicted, such dimensional comparisons processes could be one explanation of why girls, who typically perform better in German, typically show lower self-concept in physics and, thus, are less likely to choose college courses related to physical science (Eccles, 2007) . Therefore, our results may not only contribute to dimensional comparison theory but also have practical relevance in explaining educational choices in general and the differential \"gender gap\" in different science domains in particular.",
                "cite_spans": [
                    {
                        "start": 249,
                        "end": 270,
                        "text": "Wang and Degol (2013)",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 1308,
                        "end": 1322,
                        "text": "(Eccles, 2007)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Present Study",
                "sec_num": null
            },
            {
                "text": "All I/E models were tested using both grades and test scores as measures of student achievement. Consistent with previous findings, we expected the relations between achievement and selfconcept within subjects to be higher when grades were used, because grades are the most salient form of feedback that students use to develop their self-concept.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Present Study",
                "sec_num": null
            },
            {
                "text": "The data were derived from a representative large-scale assessment study that was designed to compare the achievement of German federal states with regard to the national educational standards in mathematics and science (Pant et al., 2014) . The study was conducted in spring 2012. The sample was stratified on the level of federal states. Within each school that was drawn, one or two (depending on the school type) randomly drawn classes of ninth-grade students participated in the study. Participation was mandatory for all public schools, which make up the vast majority of schools in Germany, thus enabling a participation rate at the school level of 96.7%.",
                "cite_spans": [
                    {
                        "start": 220,
                        "end": 239,
                        "text": "(Pant et al., 2014)",
                        "ref_id": "BIBREF40"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Participants and Procedure",
                "sec_num": null
            },
            {
                "text": "The total sample consisted of 44,584 ninth-grade students from 1,326 schools. The students spent approximately 2.5 hr on the achievement tests and 30 min on the questionnaire. Participation at the student level was mandatory for the achievement part and voluntary for the student questionnaire; students were not rewarded or graded in any way. Students with special educational Figure 2 . Predicted effect pattern of extended internal/external frame of reference models. ϩϩ ϭ strong positive effects expected; ϩ ϭ positive effects expected; Ϫ ϭ negative effects expected; ? ϭ weak or no effects expected and no prediction on their direction. This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 378,
                        "end": 386,
                        "text": "Figure 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Participants and Procedure",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Participants and Procedure",
                "sec_num": null
            },
            {
                "text": "needs received achievement tests of slightly lower difficulty and a shorter student questionnaire that did not include the academic self-concept items. For students who were absent on the day of testing, a second test session was conducted. The participation rate at the level of students was 92%. Test administrators were recruited and trained using a manual to ensure comparability across test conditions. Various measures were taken to sustain a high level of security for personal data: For example, students worked on achievement tests and questionnaires identified by a number code; the list matching the codes to names was never made accessible to the test administrators or to the researchers who analyzed the data. The completed achievement tests and questionnaires were collected by the test administrators and were never made available to teachers or school officials.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Participants and Procedure",
                "sec_num": null
            },
            {
                "text": "Each student worked on only part of the item pool in a multiple matrix booklet design (see Supplement B of the online supplemental materials for a detailed description). Student questionnaire versions that included self-concept measures were administered to 20,662 students. Of these students, 612 had missing values on all self-concept items and were thus excluded from the data set. Our analysis was based on a subsample of 20,050 students who completed at least one self-concept item. The students were on average 15.02 years old (SD ϭ 0.66); about half of them were female (49.5%). All German school types were present in the sample, including the academic track (Gymnasium; 38.0%), the intermediate track (Realschule; 15.6%), the vocational track (Hauptschule; 4.4%), and mixed-track schools (41.9%). 1",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Participants and Procedure",
                "sec_num": null
            },
            {
                "text": "Academic self-concept. Self-concepts in mathematics, German, biology, chemistry, and physics were measured using four similarly worded items per subject, such as \"I learn quickly in [mathematics/German/biology/chemistry/physics].\" Students replied on a four-point scale, with the response options strongly agree (4), agree (3), disagree (2), and strongly disagree (1). In each questionnaire version that included self-concept items, items relating to all five domains were presented; that is, there was no rotation within the self-concept items.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "Grades. For each student, the midterm grades from the 2011-12 school year in mathematics, German, biology, chemistry, and physics were reported by school officials. If one of the subjects was not taught in the school year in question, a missing value was recorded for the corresponding students. Because the German grading system ranges from 1 (excellent) to 6 (insufficient), we reverse-coded the grades so that higher values reflected higher achievement.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "Achievement tests. Ability in mathematics and the three science subjects was assessed using standardized tests that included both multiple-choice items and items with an open-answer format. The items were specifically developed with reference to the national educational standards in Germany and were in line with theoretical models of mathematical and scientific competence (Pant et al., 2014) . The measures assessed ability on a broad, content-overarching level, including several aspects of mathematics and science ability. Within the multiple matrix sampling (see Supplement B of the online supplemental materials), a total of 118 items were used in biology, 134 in chemistry, 134 in physics, and 374 in mathematics.",
                "cite_spans": [
                    {
                        "start": 375,
                        "end": 394,
                        "text": "(Pant et al., 2014)",
                        "ref_id": "BIBREF40"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "Two cloze tests were used as indicators of general language abilities in German (Gellert & Elbro, 2013; Klein-Braley & Raatz, 1984) . These tests were used as control instruments and were administered in a separate booklet between the achievement tests and the student questionnaire.",
                "cite_spans": [
                    {
                        "start": 80,
                        "end": 103,
                        "text": "(Gellert & Elbro, 2013;",
                        "ref_id": null
                    },
                    {
                        "start": 104,
                        "end": 131,
                        "text": "Klein-Braley & Raatz, 1984)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "All achievement tests were scaled using a one-parameter logistic item response theory model (the Rasch model). Weighted likelihood estimates (WLEs; Warm, 1989) were used to estimate student ability from the test items using ConQuest 2.0 software (Wu, Adams, Wilson, & Haldane, 2007) .",
                "cite_spans": [
                    {
                        "start": 148,
                        "end": 159,
                        "text": "Warm, 1989)",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 246,
                        "end": 282,
                        "text": "(Wu, Adams, Wilson, & Haldane, 2007)",
                        "ref_id": "BIBREF61"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analysis",
                "sec_num": null
            },
            {
                "text": "Model estimation. First, we used confirmatory factor analyses to determine whether a five-factor measurement model for academic self-concept (five correlated first-order factors representing self-concepts in mathematics, German, biology, chemistry, and physics) could represent the data well (for a discussion of secondorder measurement models, see Supplement A of the online supplemental materials). We estimated correlated residuals between all items with parallel wording (e.g., \"I learn quickly in mathematics\" and \"I learn quickly in English\"), resulting in a correlatedtrait-correlated-uniqueness (CTCU) model (Marsh & Grayson, 1995) . Because the chi-square statistic is overly sensitive to even trivial model misfit when the sample size is large, we examined model fit with the comparative fit index (CFI), the root mean square error of approximation (RMSEA), and the standardized root square residual (SRMR) with common cut-off criteria (CFI Ͼ .95, RMSEA Ͻ .06, and SRMR Ͻ .08; Hu & Bentler, 1999).",
                "cite_spans": [
                    {
                        "start": 616,
                        "end": 639,
                        "text": "(Marsh & Grayson, 1995)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analysis",
                "sec_num": null
            },
            {
                "text": "On the basis of the measurement models that resulted from this process, we estimated multiple indicator multiple cause models in which the subject-specific self-concept factors were regressed on the reverse-coded grades and on the WLEs of the test scores as achievement measures. All models were estimated using a maximum likelihood estimator with robust standard errors.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analysis",
                "sec_num": null
            },
            {
                "text": "Handling of missing data. The subsample used in our analyses included only students who worked on self-concept items and completed at least one item. Of 20,050 students to whom selfconcept items were administered, 18,002 had complete data on all 20 self-concept items (87.1%). The vast majority of students (95.2%) showed missing data on fewer than five of the 20 items. The percentages of missing data on individual self-concept items were very low, ranging from 0.9% to 3.0%. Further, 5.2% of the grades in German and mathematics as well as 17.4% of the grades in biology, 14.5% of the grades in chemistry, and 15.6% of the grades in physics were missing. These rates of missing data in the science subjects were mainly attributable to the fact that these subjects were not taught in the school year in question. 2 Because students were randomly administered different versions of the achievement tests within a multiple matrix sampling method, there was a 1 For a detailed description of the school types within the German school system and a theoretical and empirical discussion of the generalizability of dimensional comparison processes across school types, please see Supplement C of the online supplemental materials.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analysis",
                "sec_num": null
            },
            {
                "text": "2 In our analyses, we treated these missing grades as missing at random and used the full information maximum likelihood technique. However, we also conducted all analyses with a listwise deletion of students for which the grades were not complete, obtaining essentially the same results (all deviations in the standardized path coefficients were smaller than .03). This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analysis",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analysis",
                "sec_num": null
            },
            {
                "text": "considerable amount of missing data on the subject-specific ability scores. However, these missing data, which were planned, can be considered to be missing completely at random (Schafer & Graham, 2002 ; see Supplement B of the online supplemental materials). All models were estimated using the FIML method, which is now state-of-the-art in structural equation modeling (Schafer & Graham, 2002) . This model-based approach to handling missing data is unbiased under the missing at random assumption. Apart from its more precise parameter estimation, FIML also retains statistical power because no observations are deleted (Enders, 2010) . Because of these advantages, FIML is considered superior to traditional missing data treatment methods such as deletion algorithms and mean imputation (Enders, 2010; Schafer & Graham, 2002) .",
                "cite_spans": [
                    {
                        "start": 178,
                        "end": 201,
                        "text": "(Schafer & Graham, 2002",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 371,
                        "end": 395,
                        "text": "(Schafer & Graham, 2002)",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 623,
                        "end": 637,
                        "text": "(Enders, 2010)",
                        "ref_id": null
                    },
                    {
                        "start": 791,
                        "end": 805,
                        "text": "(Enders, 2010;",
                        "ref_id": null
                    },
                    {
                        "start": 806,
                        "end": 829,
                        "text": "Schafer & Graham, 2002)",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analysis",
                "sec_num": null
            },
            {
                "text": "In a first analytical step, we examined the correlations between all measured constructs on a latent level. We then replicated the original I/E model using self-concept and ability scores in mathematics and German. Finally, we extended the I/E model to study contrast and assimilation effects of achievement on self-concepts across the five academic subjects.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "The descriptive statistics for all self-concept scales, WLEs, and grades are displayed in Table 2 . All self-concept scales provided high internal consistencies (alphas), ranging from .85 (self-concept in German) to .90 (self-concept in mathematics). Examinations of skewness and kurtosis revealed no strong deviations from univariate normality and no ceiling or floor effects.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 90,
                        "end": 97,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Relations Between Self-Concept Factors",
                "sec_num": null
            },
            {
                "text": "A five-factor model of academic self-concept with correlated first-order factors (representing the self-concept factors in mathematics, German, biology, chemistry, and physics) as well as correlated residuals between parallel-worded items showed a good fit to the data, 2 (120, N ϭ 20,050) ϭ 2,831.68, p Ͻ .001, CFI ϭ .984, RMSEA ϭ .034, SRMR ϭ .030, and was therefore used in all further analyses (for a description and empirical test of further measurement models, see Supplement A of the online supplemental materials). The composite reliabilities (McDonald, 1999) of all five factors were good (German: ϭ .85; mathematics: ϭ .90; biology: ϭ .86; chemistry: ϭ .89; physics: ϭ .88).",
                "cite_spans": [
                    {
                        "start": 551,
                        "end": 567,
                        "text": "(McDonald, 1999)",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relations Between Self-Concept Factors",
                "sec_num": null
            },
            {
                "text": "Next, we examined the pattern of correlations between the self-concept factors and grades and test scores (see Table 2 ). Grades in the five subjects showed moderate to high relations among each other. Within test scores, the relations were even higher, an often-replicated finding (e.g., Möller et al., 2009) . For both grades and test scores as achievement measures, the correlations between achievement in German and achievement in mathematics and the sciences were lower compared with the correlations within the area of mathematics and science.",
                "cite_spans": [
                    {
                        "start": 289,
                        "end": 309,
                        "text": "Möller et al., 2009)",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 111,
                        "end": 118,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Relations Between Self-Concept Factors",
                "sec_num": null
            },
            {
                "text": "Each subject-specific self-concept factor showed a higher relation with its corresponding grade than with the grades in the other subjects. The subject-specific self-concept measures, however, did not consistently show positive relations among each other. For each pair of subjects, the correlation between the self-concept factors was lower than the correlation between the corresponding grades and the correlation between the corresponding test scores, Note. Means and standard deviations were computed on a manifest level for all variables. Grades ranged from 1 (excellent) to 6 (insufficient) and were reverse-coded for all correlations. Test scores were weighted likelihood estimates (Warm, 1989) represented on a logit metric. Correlations were computed with latent self-concept factors and manifest achievement scores. Mat ϭ math; Ger ϭ German; Bio ϭ biology; Che ϭ chemistry; Phy ϭ physics. ‫ء‬ p Ͻ .01. This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [
                    {
                        "start": 689,
                        "end": 701,
                        "text": "(Warm, 1989)",
                        "ref_id": "BIBREF57"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relations Between Self-Concept Factors",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relations Between Self-Concept Factors",
                "sec_num": null
            },
            {
                "text": "a pattern that is consistent with previous studies on the I/E model (Möller et al., 2009) . The relations between the self-concept factors were consistent with theoretical assumptions and the presumed verbal-mathematical continuum (Marsh, 1990) : Self-concepts in physics and chemistry showed stronger relations to self-concept in mathematics, whereas self-concept in biology showed a stronger relation to self-concept in German. Consistent with the assumption of two independent self-concept factors (Marsh, 1986) , self-concepts in mathematics and German showed small negative relations. This clear-cut student-perceived distinction between the verbal and mathematical domain does not correspond to the previously reported positive relations between the ability scores.",
                "cite_spans": [
                    {
                        "start": 68,
                        "end": 89,
                        "text": "(Möller et al., 2009)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 231,
                        "end": 244,
                        "text": "(Marsh, 1990)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 501,
                        "end": 514,
                        "text": "(Marsh, 1986)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relations Between Self-Concept Factors",
                "sec_num": null
            },
            {
                "text": "Using grades as an achievement indicator, we found the typical I/E effect pattern; that is, achievement in German showed a positive effect on self-concept in German (␤ ϭ .63; see also Table 3 , Model 1) and a smaller negative marginal effect on self-concept in mathematics (␤ ϭ Ϫ.25). For grades in mathematics, the pattern was reversed as expected; that is, a positive effect on mathematical self-concept (␤ ϭ .70) and a smaller negative marginal effect on self-concept in German (␤ ϭ Ϫ.23). The explained variance was slightly higher for mathematics self-concept (R 2 ϭ .40) than for self-concept in German (R 2 ϭ .32).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 184,
                        "end": 191,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Replication of the Original I/E Model",
                "sec_num": null
            },
            {
                "text": "Using test scores as an achievement indicator, a similar pattern of positive effects within subject and negative contrast effects between subjects emerged. As expected, the relations between achievement and self-concept within each subject were lower. This also resulted in a lower proportion of explained variance (German: R 2 ϭ .07; mathematics: R 2 ϭ .20; see Table 3 , Model 2). The contrast effects were comparable in magnitude to the ones found for grades.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 363,
                        "end": 370,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Replication of the Original I/E Model",
                "sec_num": null
            },
            {
                "text": "When both grades and test scores were included in the same regression model, the effects of test scores were lower but still statistically significant (see Table 3 , Model 3). Both grades and test scores showed the same effect pattern that was previously found: positive effects on self-concept within each subject and negative contrast effects on self-concept between subjects.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 156,
                        "end": 163,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Replication of the Original I/E Model",
                "sec_num": null
            },
            {
                "text": "In the next step, we added the three science subjects to evaluate which assimilation or contrast effects between achievement and self-concept would appear across the five subjects.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Extended I/E Model With Additional Subjects",
                "sec_num": null
            },
            {
                "text": "The results for the extended I/E model using grades as an achievement measure are shown in Table 3 (Model 4). Introducing the three additional science subjects did not substantially change the effect pattern that occurred between German and mathematics. In all three science subjects, the relations between grades and self-concept were highly domain specific. Grades in the three science subjects had only small across-subjects effects on other self-concepts, which is also reflected in the negligible amount of incrementally explained variance in German and mathematics selfconcepts (see Table 3 , Model 4). The direction of effects confirmed our expectations, however: Grades in chemistry and physics showed small contrast effects on German self-concept and small assimilation effects on mathematics self-concept. Grades in German and mathematics showed significant effects on the selfconcepts in the science subjects. In more detail, self-concept in biology was negatively related to achievement in both mathematics and German, with the relation being slightly higher for mathematics. In contrast, self-concepts in chemistry and physics showed negative relations to grades in German. To sum up, we found contrast effects between mathematics, chemistry, and physics on the one hand and German on the other hand. Further, biology showed contrast effects with mathematics. Small assimilation effects were found between mathematics, chemistry, and physics.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 91,
                        "end": 98,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 589,
                        "end": 596,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Extended I/E Model With Additional Subjects",
                "sec_num": null
            },
            {
                "text": "Using test scores as an achievement measure, essentially the same pattern was observed (see Table 3 , Model 5): Whereas small across-subjects effects of test scores in German and mathematics on all self-concept factors were present, no such effects were found for test scores in the science subjects. Test scores in German showed contrast effects on self-concepts in physics and chemistry; test scores in mathematics showed assimilation effects on these self-concept factors. Self-concept in biology was equally affected by achievement in German and in mathematics. Compared with the effects for grades, the subject-specific effects of achievement on self-concept in each science subject were lower but still positive.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 92,
                        "end": 99,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Extended I/E Model With Additional Subjects",
                "sec_num": null
            },
            {
                "text": "When both grades and test scores were included as predictors of self-concept, the effects of test scores became weaker (see Table 3 , Model 6), but both achievement measures still contributed to the explanation of variance in academic self-concept. Whereas the general effect pattern (direction of contrast and assimilation effects) did not change substantially, the assimilation effects of test scores in mathematics and physics on self-concept in chemistry were no longer significant due to the generally weaker effects of test scores. The assimilation effects on self-concept in physics were still significant.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 124,
                        "end": 131,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Extended I/E Model With Additional Subjects",
                "sec_num": null
            },
            {
                "text": "Assuming that achievement measures in German and mathematics can be understood as the poles of a reference continuum that students use to inform their dimensional comparisons, school subjects can be classified by examining the pattern of contrast and assimilation effects on a Cartesian plane. Four possible subject classifications are imaginable (see Figure 3) : If self-concept in one subject showed contrast effects with achievement in German and assimilation effects with achievement in mathematics, it would be considered to be on the mathematical side of the verbal-mathematical continuum (see Figure  3 , Quadrant II); if self-concept in one subject was positively related to achievement in German and negatively related to achievement in mathematics, it would be considered to be on the verbal side (see Figure 3 , Quadrant IV).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 352,
                        "end": 361,
                        "text": "Figure 3)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 600,
                        "end": 609,
                        "text": "Figure  3",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 812,
                        "end": 820,
                        "text": "Figure 3",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Graphical Examination of Contrast and Assimilation Effects",
                "sec_num": null
            },
            {
                "text": "If the assumed verbal-mathematical continuum was the only relevant subject characteristic determining the empirical behavior of a subject in the I/E model (i.e., the pattern of contrast and assimilation effects with German and mathematics), then all subjects should be aligned on a hypothetical diagonal in the coordinate system. This would mean that a subject that shows contrast effects with mathematics should also show assimilation effects with This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Graphical Examination of Contrast and Assimilation Effects",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Graphical Examination of Contrast and Assimilation Effects",
                "sec_num": null
            },
            {
                "text": "German, and vice versa-contrast and assimilation effects with German and mathematics would be mutually dependent to a degree. Presumably, the closer a subject is to the mathematical pole of the continuum, the stronger the assimilation effect with mathematics and the contrast effect with German.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Graphical Examination of Contrast and Assimilation Effects",
                "sec_num": null
            },
            {
                "text": "However, two other theoretical cases have to be considered: If a school subject were to show assimilation effects with both mathematics and German, it could be concluded that this subject is perceived to be similar to both German and mathematics (see Figure 3 , Quadrant I). Finally, if a subject were to show contrast This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 251,
                        "end": 259,
                        "text": "Figure 3",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Graphical Examination of Contrast and Assimilation Effects",
                "sec_num": null
            },
            {
                "text": "effects with both mathematics and German, this would indicate that the subject is perceived to be distinct from both German and mathematics (see Figure 3 , Quadrant III). In both of these theoretical cases, the subjects would be located off the diagonal suggested in Figure 3 and would, thus, not be part of the verbalmathematical continuum. This classification is applied to the path coefficients found in the present study in Figure 4 . Independent of the measure of achievement, the five subjects can be aligned approximately along a diagonalsubjects showing higher contrast effects with achievement in mathematics also showed higher assimilation effects with achievement in German, and vice versa. However, it should be noted that the diagonal is shifted toward the bottom left of the plane for grades. This is a result of the fact that contrast effects in general are stronger than assimilation effects. Further, mathematics and German are not directly aligned along the continuum. This may be because their positive relations with the \"matching\" achievement measures (e.g., self-concept in mathematics and achievement in mathematics) represent within-subject relations and are therefore stronger than contrast or assimilation effects across subjects. This is especially evident with regard to grades as the within-subject relations between grades and selfconcepts in mathematics and German are stronger than for test scores.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 145,
                        "end": 153,
                        "text": "Figure 3",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 267,
                        "end": 275,
                        "text": "Figure 3",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 428,
                        "end": 436,
                        "text": "Figure 4",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Graphical Examination of Contrast and Assimilation Effects",
                "sec_num": null
            },
            {
                "text": "The results could be interpreted as the further evidence for a hypothesized continuum ranging from subjects that are perceived as mathematical or quantitative to subjects that are perceived as verbal. The resulting order of the three science domains that were examined from mathematical to verbal was physics, chemistry, biology.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Graphical Examination of Contrast and Assimilation Effects",
                "sec_num": null
            },
            {
                "text": "In this study, we analyzed within-subject and across-subjects relations between achievement measures and academic self-concept in five school subjects using a nationally representative data set.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Our findings replicated the effect pattern of the original I/E model by demonstrating that students make contrasting dimensional comparisons between mathematics and the language of instruction. The effects were comparable in size to those found in the meta-analysis by Möller et al. (2009) . On the basis of this initial finding, we extended the I/E framework and analyzed within-domain and across-domains relations between achievement measures and academic self-concept in five subjects.",
                "cite_spans": [
                    {
                        "start": 269,
                        "end": 289,
                        "text": "Möller et al. (2009)",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary of Results",
                "sec_num": null
            },
            {
                "text": "We found contrast effects between achievement in German and self-concepts in physics and chemistry as well as between achievement in mathematics and self-concept in biology. Moreover, we identified small assimilation effects within the sciences and between test scores in mathematics and self-concepts in physics and chemistry. The pattern of effects was largely similar for grades and test scores as measures of achievement. The results do not speak in favor of the hypothesis that students will always engage in contrasting dimensional comparisons independent of the subjects that are considered. Rather, the results suggest that students engaged in both contrasting and assimilating dimensional comparisons even though the contrast effects (e.g., the negative effect of achievement in German on self-concept in physics) were, on average, stronger than the assimilation effects (e.g., the positive effect of achievement in mathematics on self-concept in physics).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary of Results",
                "sec_num": null
            },
            {
                "text": "With this study, we aimed to resolve conflicting evidence with regard to the occurrence of contrast and assimilation effects and, This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relations to Previous Evidence",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relations to Previous Evidence",
                "sec_num": null
            },
            {
                "text": "thereby, to contribute to the theory of dimensional comparisons between academic subjects, especially within the sciences. Because of the high power to detect even small assimilation effects and the inclusion of five subjects-some closely related and some distinct-our study was well suited to contribute to and extend previous evidence. Our results are in line with , who found assimilation effects between grades and academic self-concepts in mathematics and physics. The small effects are comparable in size. Going beyond , we also examined standardized test scores and found similar evidence for assimilation effects. Further, our results contradict the results of Chiu (2008) , who found contrast effects between mathematics and science; we found assimilation effects between mathematics, physics, and chemistry. One explanation may be that Chiu did not differentiate between subject-specific self-concepts in the sciences and, rather, examined a general science self-concept. Because biology self-concept and physics self-concept are relatively far apart on the verbalmathematical continuum, the small contrast effects that Chiu found may have resulted from a combination of larger contrast effects between mathematics and biology and smaller assimilation effects between mathematics and other sciences that could not be disentangled when using a general science self-concept.",
                "cite_spans": [
                    {
                        "start": 669,
                        "end": 680,
                        "text": "Chiu (2008)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relations to Previous Evidence",
                "sec_num": null
            },
            {
                "text": "It should be noted that even though our study has shifted the evidence further in favor of the idea that students make both contrasting and assimilating dimensional comparisons, this claim needs further validation. Future studies including a set of more and different subjects across countries and age groups should be conducted to provide further evidence for assimilation effects and their generalizability.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relations to Previous Evidence",
                "sec_num": null
            },
            {
                "text": "Drawing on ideas from research on social comparisons, dimensional comparison theory (Möller & Marsh, 2013) suggested that students' self-concepts are affected by both (a) contrast effects between domains that they consider to be distinct and (b) assimilation effects between domains that they consider to be similar or complementary. Whereas there had been strong evidence for contrast effects, the empirical evidence for assimilation effects of dimensional comparisons was scarce and inconsistent. In our study, we identified small but significant assimilation effects within the domains of mathematics and science, thus confirming the predictions postulated by dimensional comparison theory. This means that given the same ability in physics, for example, students will show a slightly higher self-concept in physics when their ability in mathematics is higher. According to dimensional comparison theory, at least two reasons for such assimilation effects may be considered. First, students may think of the subjects as similar and complementary, meaning that skills they have acquired in one subject may help them succeed in the other subject as well or may even be a prerequisite for success in the other subject (e.g., mathematical techniques are that applied in physics classes). Second, because of the perceived similarity in the demands of sub- Table 3 (academic self-concept predicted by grades and test scores). Black diamonds with subscript \"gr\" refer to relations with grades; white diamonds with subscript \"ts\" refer to relations with test scores. ASC ϭ academic self-concept; Mat ϭ math; Phy ϭ physics; Che ϭ chemistry; Bio ϭ biology; Ger ϭ German.",
                "cite_spans": [
                    {
                        "start": 84,
                        "end": 106,
                        "text": "(Möller & Marsh, 2013)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1354,
                        "end": 1361,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Implications for Dimensional Comparison Theory",
                "sec_num": null
            },
            {
                "text": "This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Implications for Dimensional Comparison Theory",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Implications for Dimensional Comparison Theory",
                "sec_num": null
            },
            {
                "text": "jects, students may consider their achievement feedback in mathematics to be an additional source of information, from which they can infer their ability in physics beyond the achievement feedback they have received in physics (Möller & Marsh, 2013) . It should be mentioned, however, that the assimilation effects in the present study mostly were relatively small and, therefore, less practically relevant than the contrast effects. According to our results, students seem to anchor their dimensional comparisons of their performance in a specific domain with their performance in a prototypical mathematical subject (i.e., mathematics) and a prototypical verbal subject (i.e., German). In contrast, achievement in the science subjects showed only very weak effects on self-concepts in other subjects. This provides some answers to the \"with what?\" question posed by Möller and Marsh (2013) in their review on dimensional comparisons-mathematics and German seem to be the most important comparison subjects.",
                "cite_spans": [
                    {
                        "start": 227,
                        "end": 249,
                        "text": "(Möller & Marsh, 2013)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 868,
                        "end": 891,
                        "text": "Möller and Marsh (2013)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Implications for Dimensional Comparison Theory",
                "sec_num": null
            },
            {
                "text": "Our results suggest that students perceive some school subjects to be relatively similar to each other and other subjects to be relatively distinct from each other. For example, on the basis of the pattern of effects in the extended I/E model, mathematics and physics would be perceived as more similar to each other than mathematics and biology, whereas German and biology would be considered more similar to each other than German and physics. Our data do not indicate, however, on which characteristics of subjects students base their judgments of similarity or distinctiveness. It is possible that the perceived similarity of the required skills or talents to perform well in a subject is an important characteristic for influencing the pattern of effects and that this characteristic is evaluated on a perceived verbal-mathematical continuum (see Figure 4 ). Besides perceptions of the required skills, further subject characteristics may play a role. Goetz et al. (2014) assessed students' cognitive judgments of the characteristics of school subjects and quantified their similarity. Using student interviews, they identified 13 domain characteristics such as the perceived amount and difficulty of the content, the relations to everyday life, and the amount of talent necessary for good grades. In their analyses, the quantitative subjects mathematics and physics showed similar profiles; that is, they were characterized by a high amount, difficulty, and coherence of content as well as veridical solutions. In contrast, verbal subjects such as German and English were characterized by a stronger reference to everyday life, more up-to-date topics, and more discussions among students within courses. In addition, the students considered the amount of talent necessary to succeed in mathematics and physics to be higher than that required to succeed in German and English.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 852,
                        "end": 860,
                        "text": "Figure 4",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Implications for Dimensional Comparison Theory",
                "sec_num": null
            },
            {
                "text": "It should be noted that being able to locate domains on a Cartesian plane does not compromise the theoretically assumed multidimensionality of academic self-concepts. On the contrary, the verbal-mathematical continuum contributes to explaining why academic self-concepts are multidimensional and more strongly differentiated than student achievement (Marsh, 1986) . This multidimensionality is expressed in the fact that the correlations between the domain-specific self-concept facets are moderate. Further, the self-concept factors show distinct differential relations with school grades. That is, students may perceive these school subjects as being very similar in their verbal or mathematical demands, but their self-concepts in these subjects may still be substantially different because they are also affected by different factors other than dimensional comparisons (most important, their achievements in the subjects).",
                "cite_spans": [
                    {
                        "start": 350,
                        "end": 363,
                        "text": "(Marsh, 1986)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Implications for Dimensional Comparison Theory",
                "sec_num": null
            },
            {
                "text": "Some limitations of our study design should be mentioned. First, our study was based on cross-sectional data; thus, we cannot provide a causal interpretation of our results. Our design did not allow us to investigate whether the contrasting and assimilating effects of dimensional comparisons were invariant across several measurement points (e.g., a negative effect of previous achievement in German on subsequent self-concept in physics). Whereas stable effects over time were found for the original I/E model, which contained only mathematics and the language of instruction (Möller et al., 2011) , that may not necessarily hold true for the subject combination examined in the present study. Therefore, a longitudinal replication with the subjects included in this study is desirable.",
                "cite_spans": [
                    {
                        "start": 578,
                        "end": 599,
                        "text": "(Möller et al., 2011)",
                        "ref_id": "BIBREF33"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations and Further Research",
                "sec_num": null
            },
            {
                "text": "Further, we examined academic self-concepts on domain level. Whereas this approach is consistent with previous research on academic self-concepts and tailored to the subjects students attended to, future research may try to identify subfacets of academic self-concepts within school subjects (e.g., geometry and algebra self-concepts in mathematics, reading and writing self-concepts in German) and examine these facets within the I/E model.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations and Further Research",
                "sec_num": null
            },
            {
                "text": "Even though we think that examining across-subjects paths between achievement and self-concept allowed us to draw some conclusions about the dimensional comparisons students engage in and the school subjects they consider to be more similar than others, this study did not include data that would have allowed direct validation of the cognitive processes students engage in when evaluating their performance. However, there is some evidence from experimental and introspective research linking the assumed cognitive processes (i.e., dimensional comparisons and the student-perceived distinction between the mathematical and the verbal domain) to the I/E model (for a review, see Möller & Marsh, 2013) . Nevertheless, future research has to provide more rigorous evidence for the assumed verbal-mathematical continuum and the location of different domain-specific self-concepts on this continuum. For example, students could be explicitly asked how they would characterize certain school subjects and how similar they perceive these subjects to be (e.g., using pairwise comparisons of domains). These characteristics (e.g., the level of verbal and mathematical proficiency needed to succeed in a subject) could then be linked to academic self-concepts and to the empirical pattern of contrast and assimilation effects within the I/E model.",
                "cite_spans": [
                    {
                        "start": 679,
                        "end": 700,
                        "text": "Möller & Marsh, 2013)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations and Further Research",
                "sec_num": null
            },
            {
                "text": "A promising next step would be to include a second verbal subject in addition to German (e.g., English as the first foreign language, history), which would allow for a more in-depth test of structural models of academic self-concept, including a comprehensive second-order I/E model. As some previous studies Marsh & Yeung, 2001; Xu et al., 2013) have shown, when the language of instruction and another language are included in the I/E model, assimilation effects (which would be expected between two verbal domains) do not necessarily appear. Especially if the language of instruction and the mother tongue of many students are not identical, contrast effects may occur. Such This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [
                    {
                        "start": 309,
                        "end": 329,
                        "text": "Marsh & Yeung, 2001;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 330,
                        "end": 346,
                        "text": "Xu et al., 2013)",
                        "ref_id": "BIBREF63"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations and Further Research",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations and Further Research",
                "sec_num": null
            },
            {
                "text": "contrast effects to both mathematics and the language of instruction would indicate that a foreign-language subject could lie off the verbal-mathematical continuum (see Figure 4) . In I/E models with two verbal subjects, it would also be informative to investigate whether both verbal subjects show contrast effects with the science subjects or only one does and, thereby, test whether the verbal subjects are interchangeable or only the language of instruction (such as mathematics in the quantitative domain) serves as an anchor for dimensional comparisons on the verbal-quantitative continuum.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 169,
                        "end": 178,
                        "text": "Figure 4)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Limitations and Further Research",
                "sec_num": null
            },
            {
                "text": "In addition to the theoretical importance of establishing dimensional comparisons as an important source for self-evaluation beyond social and temporal comparisons (Albert, 1977; Biernat & Eidelman, 2007; Festinger, 1954; Wilson & Ross, 2000) , dimensional comparisons may also play an important role for educational choices that students make. Academic self-concept is not only reciprocally related to students' academic achievement (Huang, 2011; Valentine et al., 2004) , it is also one of the best motivational predictors of course and academic career choices (Marsh & Yeung, 1997; Parker, Marsh, Ciarrochi, Marshall, & Abduljabbar, 2014) . In one of the most comprehensive theoretical frameworks for explaining students' career choices, Eccles's expectancy-value theory (EVT; Wigfield & Eccles, 2000) , academic self-concepts are an important part of the expectancy component. In this model, the expectation to excel in a college course, university major, or career is considered a prerequisite for students to be motivated to make that choice. The expectancy component is assumed to be strongly influenced by domain-specific self-concepts. In recent work on EVT, it has been pointed out that dimensional comparisons seem to play a bigger role than social comparisons for course and career choices, because students consider their intraindividual profile of strengths and weaknesses when making such choices (Eccles, 2007; Valla & Ceci, 2014; .",
                "cite_spans": [
                    {
                        "start": 164,
                        "end": 178,
                        "text": "(Albert, 1977;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 179,
                        "end": 204,
                        "text": "Biernat & Eidelman, 2007;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 205,
                        "end": 221,
                        "text": "Festinger, 1954;",
                        "ref_id": null
                    },
                    {
                        "start": 222,
                        "end": 242,
                        "text": "Wilson & Ross, 2000)",
                        "ref_id": "BIBREF60"
                    },
                    {
                        "start": 434,
                        "end": 447,
                        "text": "(Huang, 2011;",
                        "ref_id": null
                    },
                    {
                        "start": 448,
                        "end": 471,
                        "text": "Valentine et al., 2004)",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 563,
                        "end": 584,
                        "text": "(Marsh & Yeung, 1997;",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 585,
                        "end": 641,
                        "text": "Parker, Marsh, Ciarrochi, Marshall, & Abduljabbar, 2014)",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 780,
                        "end": 804,
                        "text": "Wigfield & Eccles, 2000)",
                        "ref_id": "BIBREF59"
                    },
                    {
                        "start": 1412,
                        "end": 1426,
                        "text": "(Eccles, 2007;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1427,
                        "end": 1446,
                        "text": "Valla & Ceci, 2014;",
                        "ref_id": "BIBREF54"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Potential Implications for Educational Choices",
                "sec_num": null
            },
            {
                "text": "Stereotypical differences in academic self-concepts provide good explanations for gender effects in these choices-for instance, the \"gender gap\" in the proportion of students choosing STEM careers (Eccles, 2011; Jacobs, 2005; Stout, Dasgupta, Hunsinger, & McManus, 2011) . Because students contrast their abilities in verbal and mathematical subjects, students performing well in verbal subjects (which include a higher proportion of female students) may be overly skeptical of their ability in the mathematical domain and therefore focus on the verbal domain by means of their course choices. If such choices are made at an early age, they may hinder further competence development in areas in which students perceive themselves to be weak in comparison with their achievements in other areas, because students try to avoid their \"weak\" subjects. Because dimensional comparisons are made for each student individually (i.e., within an internal frame of reference), such choices could be made even by students with high abilities in the mathematical domain-students who would be well suited for a STEM career.",
                "cite_spans": [
                    {
                        "start": 197,
                        "end": 211,
                        "text": "(Eccles, 2011;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 212,
                        "end": 225,
                        "text": "Jacobs, 2005;",
                        "ref_id": null
                    },
                    {
                        "start": 226,
                        "end": 270,
                        "text": "Stout, Dasgupta, Hunsinger, & McManus, 2011)",
                        "ref_id": "BIBREF49"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Potential Implications for Educational Choices",
                "sec_num": null
            },
            {
                "text": "As previously pointed out, the gender gap is not present in all STEM subjects. With regard to the sciences, male students are strongly overrepresented in physics, whereas female students are slightly overrepresented in biology (Eccles, 2007; Wang & Degol, 2013) . These proportions are consistent with gender differences in the domain-specific academic self-concepts (Jansen et al., 2014) . Therefore, the differential findings with regard to the effects of dimensional comparisons on academic self-concepts in biology, chemistry, and physics are of particular interest. Biology, on the one hand, and chemistry and physics, on the other, show very distinct patterns of contrast and assimilation effects. Physics shows contrast effects with German; that means, given the same achievement in physics, students with higher verbal achievement will show a lower self-concept in physics. This may help to explain the strong gender differences in favor of boys that have been found for the academic self-concept in physics, because girls typically show higher ability in verbal subjects (Jansen et al., 2014) . Moreover, such dimensional comparisons have been postulated as one factor contributing to the low representation of women in college courses in physics and engineering as well as occupations in these fields . It should be noted, though, that academic self-concepts are not solely determined by comparison processes. Other factors, such as gender stereotype endorsement and teachers' or parents' appraisals, also affect self-concepts (Kessels & Hannover, 2008; Spinath & Spinath, 2005; Tiedemann, 2000) . Further, academic self-concepts are just one of many factors contributing to the gender gap (Eccles, 2007) .",
                "cite_spans": [
                    {
                        "start": 227,
                        "end": 241,
                        "text": "(Eccles, 2007;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 242,
                        "end": 261,
                        "text": "Wang & Degol, 2013)",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 367,
                        "end": 388,
                        "text": "(Jansen et al., 2014)",
                        "ref_id": null
                    },
                    {
                        "start": 1080,
                        "end": 1101,
                        "text": "(Jansen et al., 2014)",
                        "ref_id": null
                    },
                    {
                        "start": 1537,
                        "end": 1563,
                        "text": "(Kessels & Hannover, 2008;",
                        "ref_id": null
                    },
                    {
                        "start": 1564,
                        "end": 1588,
                        "text": "Spinath & Spinath, 2005;",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 1589,
                        "end": 1605,
                        "text": "Tiedemann, 2000)",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 1700,
                        "end": 1714,
                        "text": "(Eccles, 2007)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Potential Implications for Educational Choices",
                "sec_num": null
            },
            {
                "text": "As outlined, dimensional comparisons may be a key factor contributing to low self-concepts of girls in chemistry and physics. How could self-concepts in these subjects be fostered?",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Fostering Academic Self-Concepts in the Sciences",
                "sec_num": null
            },
            {
                "text": "Several studies have examined the effect of interventions to enhance academic self-concepts. Meta-analyses of self-concept interventions (Hattie, 1992 (Hattie, , 2008 have reported medium mean effect sizes, with even larger effects for students with previously diagnosed problems. It could further be shown that self-concept interventions also lead to improved academic performance (Haney & Durlak, 1998) , consistent with the reciprocal positive relation between academic self-concept and achievement . In further meta-analyses, the domain specificity of academic self-concepts was taken into account, and a much larger effect size (d) of 1.16 was found for interventions targeting a specific self-concept domain (O'Mara, Marsh, Craven, & Debus, 2006) . Therefore, a first conclusion is that self-concept interventions are effective but should be domain specific. Some interventions have focused on girls' interest and self-concepts in physics specifically. Among the promising interventions is attribution retraining, which may be realized through teacher training (Ziegler & Heller, 2000) or within a computer-based learning environment (Dresel & Ziegler, 2006) . Using such trainings, it could be shown that feedback patterns attributing success to effort and aptitude could enhance students' self-concepts in physics (Dresel & Ziegler, 2006) . Another promising idea is aligning curriculums in physics more strongly with topics with higher intrinsic value to female students. It could be shown that such curricular changes, along with interchanging phases of single-sex and coeducation, is beneficial to girls' physics self-concept (Häussler & Hoffmann, 2002; Hoffmann, 2002) .",
                "cite_spans": [
                    {
                        "start": 137,
                        "end": 150,
                        "text": "(Hattie, 1992",
                        "ref_id": null
                    },
                    {
                        "start": 151,
                        "end": 166,
                        "text": "(Hattie, , 2008",
                        "ref_id": null
                    },
                    {
                        "start": 382,
                        "end": 404,
                        "text": "(Haney & Durlak, 1998)",
                        "ref_id": null
                    },
                    {
                        "start": 723,
                        "end": 752,
                        "text": "Marsh, Craven, & Debus, 2006)",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 1067,
                        "end": 1091,
                        "text": "(Ziegler & Heller, 2000)",
                        "ref_id": "BIBREF64"
                    },
                    {
                        "start": 1140,
                        "end": 1164,
                        "text": "(Dresel & Ziegler, 2006)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 1322,
                        "end": 1346,
                        "text": "(Dresel & Ziegler, 2006)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 1637,
                        "end": 1664,
                        "text": "(Häussler & Hoffmann, 2002;",
                        "ref_id": null
                    },
                    {
                        "start": 1665,
                        "end": 1680,
                        "text": "Hoffmann, 2002)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Fostering Academic Self-Concepts in the Sciences",
                "sec_num": null
            },
            {
                "text": "Even without special interventions, classroom teachers can help to enhance students' domain-specific self-concepts. First, we recommend that teachers be aware of such comparison processes and of the role achievement feedback plays in students' self-This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Fostering Academic Self-Concepts in the Sciences",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Fostering Academic Self-Concepts in the Sciences",
                "sec_num": null
            },
            {
                "text": "evaluations. Understanding the processes that underlie selfconcept formation could help teachers provide more effective motivational feedback. For example, supportive feedback, attribution retraining, and individual goal feedback have been identified as effective methods of enhancing students' self-concepts (Craven, Marsh, & Debus, 1991; O'Mara et al., 2006; Ziegler & Heller, 2000) . Further, giving feedback within an individual frame of reference rather than a social frame of reference enhances students' academic self-concepts (Lüdtke, Köller, Marsh, & Trautwein, 2005) . Teachers may also challenge the belief that abilities in the verbal and mathematical domains are negatively interdependent, an idea that is common among students but that does not correspond to the pattern of positive correlations among ability scores. Finally, it should be pointed out that self-concept and achievement are reciprocally related, and therefore fostering domain-specific self-concept should be combined with further developing students' academic skills (Huang, 2011).",
                "cite_spans": [
                    {
                        "start": 309,
                        "end": 339,
                        "text": "(Craven, Marsh, & Debus, 1991;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 340,
                        "end": 360,
                        "text": "O'Mara et al., 2006;",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 361,
                        "end": 384,
                        "text": "Ziegler & Heller, 2000)",
                        "ref_id": "BIBREF64"
                    },
                    {
                        "start": 534,
                        "end": 576,
                        "text": "(Lüdtke, Köller, Marsh, & Trautwein, 2005)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Fostering Academic Self-Concepts in the Sciences",
                "sec_num": null
            },
            {
                "text": "JANSEN, SCHROEDERS, LÜ DTKE, AND MARSH",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "DIMENSIONAL COMPARISONS",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Journal of BehavioralDevelopment, 35,[195][196][197][198][199][200][201]. http://dx.doi.org/ 10.1177/0165025411398185 Ehm, J.-H.,Lindberg, S., & Hasselhorn, M. (2014). Reading, writing, and math self-concept in elementary school children: Influence of dimen-",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "sional comparison processes. European Journal of Psychology of Education, 29, 277-294. http://dx.doi.org/10.1007 /s10212-013-0198-x Enders, C. K. (2010 . Applied missing data analysis. New York: Guilford Press. Festinger, L. (1954) . A theory of social comparison processes. Human Relations, 7, 117-140. http://dx.doi.org/10.1177 /001872675400700202 Gellert, A. S., & Elbro, C. (2013 . Cloze tests may be quick, but are they dirty? Development and preliminary validation of a cloze test of reading comprehension. Journal of Psychoeducational Assessment, 31, 16 -28. http://dx.doi.org/10.1177 /0734282912451971 Goetz, T., Haag, L., Lipnevich, A. A., Keller, M., Frenzel, A. C., & Collier, A. P. M. (2014 . Thinking impacts feeling: Judgments of school domain similarity and between-domain relations of students' academic emotions. Paper presented at the annual meeting of the American Educational Research Association, Philadelphia. Guay, F., Larose, S., & Boivin, M. (2004) . Academic self-concept and educational attainment level: A ten-year longitudinal study. (1957) . The principles of psychology (Vol. 1). New York:Dover. (Original work published 1890). Jansen, M., Schroeders, U., & Lüdtke, O. (2014) . Academic self-concept in science: Multidimensionality, relations to achievement measures, and gender differences. Learning and Individual Differences, 30, 11-21. http://dx.doi.org/10.1016 /j.lindif.2013 .12.003 Kessels, U., & Hannover, B. (2008 . When being a girl matters less: Accessibility of gender-related self-knowledge in single-sex and coeducational classes and its impact on students' physics-related self-concept of ability. British Journal of Educational Psychology, 78, 273-289. http://dx.doi.org/10.1348/000709907X215938 Klein-Braley, C., & Raatz, U. (1984) . A survey of research on the C-Test. Language Testing, 1, 134 -146. http://dx.doi.org/10.1177/ 026553228400100202 This document is copyrighted by the American Psychological Association or one of its allied publishers.This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [
                    {
                        "start": 63,
                        "end": 112,
                        "text": "Education, 29, 277-294. http://dx.doi.org/10.1007",
                        "ref_id": null
                    },
                    {
                        "start": 113,
                        "end": 151,
                        "text": "/s10212-013-0198-x Enders, C. K. (2010",
                        "ref_id": null
                    },
                    {
                        "start": 211,
                        "end": 231,
                        "text": "Festinger, L. (1954)",
                        "ref_id": null
                    },
                    {
                        "start": 281,
                        "end": 329,
                        "text": "Relations, 7, 117-140. http://dx.doi.org/10.1177",
                        "ref_id": null
                    },
                    {
                        "start": 330,
                        "end": 383,
                        "text": "/001872675400700202 Gellert, A. S., & Elbro, C. (2013",
                        "ref_id": null
                    },
                    {
                        "start": 524,
                        "end": 591,
                        "text": "Psychoeducational Assessment, 31, 16 -28. http://dx.doi.org/10.1177",
                        "ref_id": null
                    },
                    {
                        "start": 592,
                        "end": 702,
                        "text": "/0734282912451971 Goetz, T., Haag, L., Lipnevich, A. A., Keller, M., Frenzel, A. C., & Collier, A. P. M. (2014",
                        "ref_id": null
                    },
                    {
                        "start": 942,
                        "end": 973,
                        "text": "Larose, S., & Boivin, M. (2004)",
                        "ref_id": null
                    },
                    {
                        "start": 1063,
                        "end": 1069,
                        "text": "(1957)",
                        "ref_id": null
                    },
                    {
                        "start": 1187,
                        "end": 1206,
                        "text": "& Lüdtke, O. (2014)",
                        "ref_id": null
                    },
                    {
                        "start": 1323,
                        "end": 1396,
                        "text": "Learning and Individual Differences, 30, 11-21. http://dx.doi.org/10.1016",
                        "ref_id": null
                    },
                    {
                        "start": 1397,
                        "end": 1411,
                        "text": "/j.lindif.2013",
                        "ref_id": null
                    },
                    {
                        "start": 1412,
                        "end": 1453,
                        "text": ".12.003 Kessels, U., & Hannover, B. (2008",
                        "ref_id": null
                    },
                    {
                        "start": 1743,
                        "end": 1779,
                        "text": "Klein-Braley, C., & Raatz, U. (1984)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "annex",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Temporal comparison theory",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Albert",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Psychological Review",
                "volume": "84",
                "issue": "",
                "pages": "485--503",
                "other_ids": {
                    "DOI": [
                        "10.1037/0033-295X.84.6.485"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Albert, S. (1977). Temporal comparison theory. Psychological Review, 84, 485-503. http://dx.doi.org/10.1037/0033-295X.84.6.485",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "The mediating role of sociomotivational support in the association between individual school selfconcept and achievement motivation amongst adolescent students",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Bakadorova",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Raufelder",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "European Journal of Psychology of Education",
                "volume": "29",
                "issue": "",
                "pages": "347--366",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bakadorova, O., & Raufelder, D. (2014). The mediating role of socio- motivational support in the association between individual school self- concept and achievement motivation amongst adolescent students. Eu- ropean Journal of Psychology of Education, 29, 347-366.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Self and identity: A brief overview of what they are, what they do, and how they work",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "F"
                        ],
                        "last": "Baumeister",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Perspectives on the self: Conversations on identity and consciousness: Annals of the New York Academy of Sciences",
                "volume": "1234",
                "issue": "",
                "pages": "48--55",
                "other_ids": {
                    "DOI": [
                        "10.1111/j.1749-6632.2011.06224.x"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Baumeister, R. F. (2011). Self and identity: A brief overview of what they are, what they do, and how they work. In Editorial Staff of Annals of the New York Academy of Sciences (Ed.), Perspectives on the self: Con- versations on identity and consciousness: Annals of the New York Academy of Sciences (Vol. 1234, pp. 48 -55). http://dx.doi.org/10.1111/ j.1749-6632.2011.06224.x",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Social psychology: Handbook of basic principles",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Biernat",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Eidelman",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "",
                "volume": "2",
                "issue": "",
                "pages": "308--333",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Biernat, M., & Eidelman, S. (2007). Standards. In A. W. Kruglanski & E. T. Higgins (Eds.), Social psychology: Handbook of basic principles (Vol. 2, pp. 308 -333). New York: Guilford Press.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Handbook of self-concept: Development, social, and clinical considerations",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "A"
                        ],
                        "last": "Bracken",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bracken, B. A. (Ed.). (1996). Handbook of self-concept: Development, social, and clinical considerations. New York: Wiley.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "The relationship between academic self-concept and achievement: A multicohort-multioccasion study",
                "authors": [
                    {
                        "first": "S.-K",
                        "middle": [],
                        "last": "Chen",
                        "suffix": ""
                    },
                    {
                        "first": "Y.-C",
                        "middle": [],
                        "last": "Yeh",
                        "suffix": ""
                    },
                    {
                        "first": "F.-M",
                        "middle": [],
                        "last": "Hwang",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "S J"
                        ],
                        "last": "Lin",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Learning and Individual Differences",
                "volume": "23",
                "issue": "",
                "pages": "172--178",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.lindif.2012.07.021"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Chen, S.-K., Yeh, Y.-C., Hwang, F.-M., & Lin, S. S. J. (2013). The relationship between academic self-concept and achievement: A multicohort-multioccasion study. Learning and Individual Differences, 23, 172-178. http://dx.doi.org/10.1016/j.lindif.2012.07.021",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Achievements and self-concepts in a comparison of math and science: Exploring the internal/external frame of reference model across 28 countries",
                "authors": [
                    {
                        "first": "M.-S",
                        "middle": [],
                        "last": "Chiu",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Educational Research and Evaluation",
                "volume": "14",
                "issue": "",
                "pages": "235--254",
                "other_ids": {
                    "DOI": [
                        "10.1080/13803610802048858"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Chiu, M.-S. (2008). Achievements and self-concepts in a comparison of math and science: Exploring the internal/external frame of reference model across 28 countries. Educational Research and Evaluation, 14, 235-254. http://dx.doi.org/10.1080/13803610802048858",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Effects of internally focused feedback and attributional feedback on enhancement of academic self-concept",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Craven",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Debus",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Journal of Educational Psychology",
                "volume": "83",
                "issue": "",
                "pages": "17--27",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.83.1.17"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Craven, R. G., Marsh, H. W., & Debus, R. L. (1991). Effects of internally focused feedback and attributional feedback on enhancement of aca- demic self-concept. Journal of Educational Psychology, 83, 17-27. http://dx.doi.org/10.1037/0022-0663.83.1.17",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Langfristige Förderung von Fähigkeitsselbstkonzept und impliziter Fähigkeitstheorie durch computerbasiertes attributionales Feedback [Fostering self-concepts and implicit theories through computer-based attributional retraining",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Dresel",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Ziegler",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Zeitschrift für Pädagogische Psychologie/German Journal of Educational Psychology",
                "volume": "20",
                "issue": "",
                "pages": "49--63",
                "other_ids": {
                    "DOI": [
                        "10.1024/1010-0652.20.12.49"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Dresel, M., & Ziegler, A. (2006). Langfristige Förderung von Fähig- keitsselbstkonzept und impliziter Fähigkeitstheorie durch computerbasi- ertes attributionales Feedback [Fostering self-concepts and implicit the- ories through computer-based attributional retraining]. Zeitschrift für Pädagogische Psychologie/German Journal of Educational Psychology, 20, 49 -63. http://dx.doi.org/10.1024/1010-0652.20.12.49",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Where are all the women? Gender differences in participation in physical science and engineering",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "199--210",
                "other_ids": {
                    "DOI": [
                        "10.1037/11546-016"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. (2007). Where are all the women? Gender differences in partic- ipation in physical science and engineering. In S. J. Ceci & W. M. Williams (Eds.), Why aren't more women in science? Top researchers debate the evidence (pp. 199 -210). Washington, DC: American Psy- chological Association. http://dx.doi.org/10.1037/11546-016",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Gendered educational and occupational choices: Applying the Eccles et al. model of achievement-related choices",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. (2011). Gendered educational and occupational choices: Apply- ing the Eccles et al. model of achievement-related choices. International",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Why do high school students lack motivation in the classroom? Toward an understanding of academic amotivation and the role of social support",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Legault",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Green-Demers",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Pelletier",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Journal of Educational Psychology",
                "volume": "98",
                "issue": "",
                "pages": "567--582",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.98.3.567"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Legault, L., Green-Demers, I., & Pelletier, L. (2006). Why do high school students lack motivation in the classroom? Toward an understanding of academic amotivation and the role of social support. Journal of Educa- tional Psychology, 98, 567-582. http://dx.doi.org/10.1037/0022-0663.98 .3.567",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Teacher frame of reference and the big-fish-little-pond effect",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Lüdtke",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Trautwein",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Contemporary Educational Psychology",
                "volume": "30",
                "issue": "",
                "pages": "263--285",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.cedpsych.2004.10.002"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Lüdtke, O., Köller, O., Marsh, H. W., & Trautwein, U. (2005). Teacher frame of reference and the big-fish-little-pond effect. Contemporary Educational Psychology, 30, 263-285. http://dx.doi.org/10.1016/j .cedpsych.2004.10.002",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Verbal and math self-concepts: An internal/external frame of reference model",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "American Educational Research Journal",
                "volume": "23",
                "issue": "",
                "pages": "129--149",
                "other_ids": {
                    "DOI": [
                        "10.3102/00028312023001129"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1986). Verbal and math self-concepts: An internal/external frame of reference model. American Educational Research Journal, 23, 129 -149. http://dx.doi.org/10.3102/00028312023001129",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "The big-fish-little-pond effect on academic selfconcept",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Journal of Educational Psychology",
                "volume": "79",
                "issue": "",
                "pages": "280--295",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.79.3.280"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1987). The big-fish-little-pond effect on academic self- concept. Journal of Educational Psychology, 79, 280 -295. http://dx.doi .org/10.1037/0022-0663.79.3.280",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "The structure of academic self-concept: The Marsh/ Shavelson model",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Journal of Educational Psychology",
                "volume": "82",
                "issue": "",
                "pages": "623--636",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.82.4.623"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1990). The structure of academic self-concept: The Marsh/ Shavelson model. Journal of Educational Psychology, 82, 623-636. http://dx.doi.org/10.1037/0022-0663.82.4.623",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Self-concept theory, measurement and research into practice: The role of self-concept in educational psychology",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (2007). Self-concept theory, measurement and research into practice: The role of self-concept in educational psychology. Leicester, England: British Psychological Society.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "A multifaceted academic self-concept: Its hierarchical structure and its relation to academic achievement",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Byrne",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Journal of Educational Psychology",
                "volume": "80",
                "issue": "",
                "pages": "366--380",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.80.3.366"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Byrne, B. M., & Shavelson, R. J. (1988). A multifaceted academic self-concept: Its hierarchical structure and its relation to aca- demic achievement. Journal of Educational Psychology, 80, 366 -380. http://dx.doi.org/10.1037/0022-0663.80.3.366",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Reciprocal effects of self-concept and performance from a multidimensional perspective",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Craven",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Structural equation modeling: Concepts, issues, and applications",
                "volume": "1",
                "issue": "",
                "pages": "177--198",
                "other_ids": {
                    "DOI": [
                        "10.1111/j.1745-6916.2006.00010.x"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Craven, R. G. (2006). Reciprocal effects of self-concept and performance from a multidimensional perspective. Beyond seduc- tive pleasure and unidimensional perspectives. Perspectives on Psycho- logical Science, 1, 133-163. http://dx.doi.org/10.1111/j.1745-6916.2006 .00010.x Marsh, H. W., & Grayson, D. (1995). Latent variable models of multitrait- multimethod data. In R. H. Hoyle (Ed.), Structural equation modeling: Concepts, issues, and applications (pp. 177-198). Thousand Oaks, CA: Sage.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Explaining paradoxical relations between academic self-concepts and achievements: Cross-cultural generalizability of the internal/external frame of reference predictions across 26 countries",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "K.-T",
                        "middle": [],
                        "last": "Hau",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Journal of Educational Psychology",
                "volume": "96",
                "issue": "",
                "pages": "56--67",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.96.1.56"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Hau, K.-T. (2004). Explaining paradoxical relations between academic self-concepts and achievements: Cross-cultural gen- eralizability of the internal/external frame of reference predictions across 26 countries. Journal of Educational Psychology, 96, 56 -67. http://dx .doi.org/10.1037/0022-0663.96.1.56",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Unification of theoretical models of academic self-concept/achievement relations: Reunification of East and West German school systems after the fall of the Berlin Wall. Contemporary Educational Psychology",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "",
                "volume": "29",
                "issue": "",
                "pages": "34--35",
                "other_ids": {
                    "DOI": [
                        "10.1016/S0361-476X%2803%2900034-1"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Köller, O. (2004). Unification of theoretical models of academic self-concept/achievement relations: Reunification of East and West German school systems after the fall of the Berlin Wall. Contem- porary Educational Psychology, 29, 264 -282. http://dx.doi.org/10.1016/ S0361-476X(03)00034-1",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Extension of the internal/external frame of reference model of self-concept formation: Importance of native and nonnative languages for Chinese students",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "C.-K",
                        "middle": [],
                        "last": "Kong",
                        "suffix": ""
                    },
                    {
                        "first": "K.-T",
                        "middle": [],
                        "last": "Hau",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Journal of Educational Psychology",
                "volume": "93",
                "issue": "",
                "pages": "543--553",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.93.3.543"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Kong, C.-K., & Hau, K.-T. (2001). Extension of the internal/external frame of reference model of self-concept formation: Importance of native and nonnative languages for Chinese students. Journal of Educational Psychology, 93, 543-553. http://dx.doi.org/ 10.1037/0022-0663.93.3.543",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Academic self-concept and academic achievement: Relations and causal ordering",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Martin",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "British Journal of Educational Psychology",
                "volume": "81",
                "issue": "",
                "pages": "59--77",
                "other_ids": {
                    "DOI": [
                        "10.1348/000709910X503501"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Martin, A. J. (2011). Academic self-concept and aca- demic achievement: Relations and causal ordering. British Journal of Educational Psychology, 81, 59 -77. http://dx.doi.org/10.1348/ 000709910X503501",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Reciprocal effects between academic self-concept, self-esteem, achievement, and attainment over seven adolescent years: Unidimensional and multidimensional perspectives of self-concept",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Mara",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Personality and Social Psychology Bulletin",
                "volume": "34",
                "issue": "",
                "pages": "542--552",
                "other_ids": {
                    "DOI": [
                        "10.1177/0146167207312313"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & O'Mara, A. (2008). Reciprocal effects between academic self-concept, self-esteem, achievement, and attainment over seven ado- lescent years: Unidimensional and multidimensional perspectives of self-concept. Personality and Social Psychology Bulletin, 34, 542-552. http://dx.doi.org/10.1177/0146167207312313",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Self-concept: Its multifaceted, hierarchical structure",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Shavelson",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Educational Psychologist",
                "volume": "20",
                "issue": "",
                "pages": "107--123",
                "other_ids": {
                    "DOI": [
                        "10.1207/s15326985ep2003_1"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Shavelson, R. (1985). Self-concept: Its multifaceted, hierarchical structure. Educational Psychologist, 20, 107-123. http://dx .doi.org/10.1207/s15326985ep2003_1",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Coursework selection: Relations to academic self-concept and achievement",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Yeung",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "American Educational Research Journal",
                "volume": "34",
                "issue": "",
                "pages": "691--720",
                "other_ids": {
                    "DOI": [
                        "10.3102/00028312034004691"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Yeung, A. S. (1997). Coursework selection: Relations to academic self-concept and achievement. American Educational Research Journal, 34, 691-720. http://dx.doi.org/10.3102/ 00028312034004691",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "An extension of the internal/external frame of reference model: A response to",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Yeung",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Multivariate Behavioral Research",
                "volume": "36",
                "issue": "",
                "pages": "389--420",
                "other_ids": {
                    "DOI": [
                        "10.1207/S15327906389-420"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Yeung, A. S. (2001). An extension of the internal/external frame of reference model: A response to Bong (1998). Multivariate Behavioral Research, 36, 389 -420. http://dx.doi.org/10.1207/ S15327906389-420",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Test theory: A unified treatment",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "P"
                        ],
                        "last": "Mcdonald",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McDonald, R. P. (1999). Test theory: A unified treatment. Mahwah, NJ: Erlbaum.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Dimensional comparisons: An experimental approach to the internal/external frame of reference model",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Journal of Educational Psychology",
                "volume": "93",
                "issue": "",
                "pages": "826--835",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.93.4.826"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., & Köller, O. (2001). Dimensional comparisons: An experimen- tal approach to the internal/external frame of reference model. Journal of Educational Psychology, 93, 826 -835. http://dx.doi.org/10.1037/0022- 0663.93.4.826",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Die Genese akademischer Selbstkonzepte: Effekte dimensionaler und sozialer Vergleiche [On the development of academic self-concepts: The impact of social and",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., & Köller, O. (2004). Die Genese akademischer Selbstkonzepte: Effekte dimensionaler und sozialer Vergleiche [On the development of academic self-concepts: The impact of social and dimensional compar- isons].",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Dimensional comparison theory",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Psychological Review",
                "volume": "120",
                "issue": "",
                "pages": "544--560",
                "other_ids": {
                    "DOI": [
                        "10.1037/a0032459"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., & Marsh, H. W. (2013). Dimensional comparison theory. Psychological Review, 120, 544 -560. http://dx.doi.org/10.1037/ a0032459",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "A metaanalytic path analysis of the internal/external frame of reference model of academic achievement and academic self-concept",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Pohlmann",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Review of Educational Research",
                "volume": "79",
                "issue": "",
                "pages": "1129--1167",
                "other_ids": {
                    "DOI": [
                        "10.3102/0034654309337522"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., Pohlmann, B., Köller, O., & Marsh, H. W. (2009). A meta- analytic path analysis of the internal/external frame of reference model of academic achievement and academic self-concept. Review of Educa- tional Research, 79, 1129 -1167. http://dx.doi.org/10.3102/ 0034654309337522",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "The reciprocal internal/external frame of reference model: An integration of models of relations between academic achievement and self-concept",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Retelsdorf",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., Retelsdorf, J., Köller, O., & Marsh, H. W. (2011). The recip- rocal internal/external frame of reference model: An integration of models of relations between academic achievement and self-concept.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "The belief in a negative interdependence of math and verbal abilities as determinant of academic self-concepts",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Streblow",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Pohlmann",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "British Journal of Educational Psychology",
                "volume": "76",
                "issue": "",
                "pages": "57--70",
                "other_ids": {
                    "DOI": [
                        "10.1348/000709905X37451"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., Streblow, L., & Pohlmann, B. (2006). The belief in a negative interdependence of math and verbal abilities as determinant of academic self-concepts. British Journal of Educational Psychology, 76, 57-70. http://dx.doi.org/10.1348/000709905X37451",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "An extension to the internal/external frame of reference model to two verbal and numerical domains",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Streblow",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Pohlmann",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "European Journal of Psychology of Education",
                "volume": "21",
                "issue": "",
                "pages": "467--487",
                "other_ids": {
                    "DOI": [
                        "10.1007/BF03173515"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., Streblow, L., Pohlmann, B., & Köller, O. (2006). An extension to the internal/external frame of reference model to two verbal and numerical domains. European Journal of Psychology of Education, 21, 467-487. http://dx.doi.org/10.1007/BF03173515",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Big fish in little ponds aspire more: Mediation and cross-cultural generalizability of school-average ability effects on self-concept and career aspirations in science",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Nagengast",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Journal of Educational Psychology",
                "volume": "104",
                "issue": "",
                "pages": "1033--1053",
                "other_ids": {
                    "DOI": [
                        "10.1037/a0027697"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Nagengast, B., & Marsh, H. W. (2012). Big fish in little ponds aspire more: Mediation and cross-cultural generalizability of school-average ability effects on self-concept and career aspirations in science. Journal of Educational Psychology, 104, 1033-1053. http://dx.doi.org/10.1037/ a0027697",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Who took the \"x\" out of expectancy-value theory? A psychological mystery, a substantive-methodological synergy, and a cross-national generalization",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Nagengast",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "F"
                        ],
                        "last": "Scalas",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "K"
                        ],
                        "last": "Xu",
                        "suffix": ""
                    },
                    {
                        "first": "K.-T",
                        "middle": [],
                        "last": "Hau",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Trautwein",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Psychological Science",
                "volume": "22",
                "issue": "",
                "pages": "1058--1066",
                "other_ids": {
                    "DOI": [
                        "10.1177/0956797611415540"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Nagengast, B., Marsh, H. W., Scalas, L. F., Xu, M. K., Hau, K.-T., & Trautwein, U. (2011). Who took the \"x\" out of expectancy-value theory? A psychological mystery, a substantive-methodological synergy, and a cross-national generalization. Psychological Science, 22, 1058 -1066. http://dx.doi.org/10.1177/0956797611415540",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Do self-concept interventions make a difference? A synergistic blend of construct validation and meta-analysis",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "O'mara",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Craven",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Debus",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Educational Psychologist",
                "volume": "41",
                "issue": "",
                "pages": "181--206",
                "other_ids": {
                    "DOI": [
                        "10.1207/s15326985ep4103_4"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "O'Mara, A. J., Marsh, H. W., Craven, R. G., & Debus, R. L. (2006). Do self-concept interventions make a difference? A synergistic blend of construct validation and meta-analysis. Educational Psychologist, 41, 181-206. http://dx.doi.org/10.1207/s15326985ep4103_4",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "The IQB National Assessment Study 2012. Competencies in mathematics and the sciences at the end of secondary level I",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "A"
                        ],
                        "last": "Pant",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Stanat",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Schroeders",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Roppelt",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Siegle",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Pöhlmann",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pant, H. A., Stanat, P., Schroeders, U., Roppelt, A., Siegle, T., & Pöhl- mann, C. (2014). The IQB National Assessment Study 2012. Competen- cies in mathematics and the sciences at the end of secondary level I. Retrieved from https://www.iqb.hu-berlin.de/laendervergleich/ laendervergleich/lv2012/Bericht/IQB_NationalAsse.pdf",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Juxtaposing math self-efficacy and self-concept as predictors of long-term achievement outcomes",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Parker",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Ciarrochi",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Marshall",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Abduljabbar",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Educational Psychology",
                "volume": "34",
                "issue": "",
                "pages": "29--48",
                "other_ids": {
                    "DOI": [
                        "10.1080/01443410.2013.797339"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Parker, P. D., Marsh, H. W., Ciarrochi, J., Marshall, S., & Abduljabbar, A. S. (2014). Juxtaposing math self-efficacy and self-concept as predic- tors of long-term achievement outcomes. Educational Psychology, 34, 29 -48. http://dx.doi.org/10.1080/01443410.2013.797339",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Achievement, agency, gender, and socioeconomic background as predictors of postschool choices: A multicontext study. De-This document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Parker",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Schoon",
                        "suffix": ""
                    },
                    {
                        "first": "Y.-M",
                        "middle": [],
                        "last": "Tsai",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Nagy",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Trautwein",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Psychology",
                "volume": "48",
                "issue": "",
                "pages": "1629--1642",
                "other_ids": {
                    "DOI": [
                        "10.1037/a0029167"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Parker, P. D., Schoon, I., Tsai, Y.-M., Nagy, G., Trautwein, U., & Eccles, J. S. (2012). Achievement, agency, gender, and socioeconomic back- ground as predictors of postschool choices: A multicontext study. De- This document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly. velopmental Psychology, 48, 1629 -1642. http://dx.doi.org/10.1037/ a0029167",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "The classroom social environment and changes in adolescents' motivation and engagement during middle school",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Ryan",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Patrick",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "American Educational Research Journal",
                "volume": "38",
                "issue": "",
                "pages": "437--460",
                "other_ids": {
                    "DOI": [
                        "10.3102/00028312038002437"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Ryan, A. M., & Patrick, H. (2001). The classroom social environment and changes in adolescents' motivation and engagement during middle school. American Educational Research Journal, 38, 437-460. http:// dx.doi.org/10.3102/00028312038002437",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Missing data: Our view of the state of the art",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Schafer",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Graham",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Psychological Methods",
                "volume": "7",
                "issue": "",
                "pages": "147--177",
                "other_ids": {
                    "DOI": [
                        "10.1037/1082-989X.7.2.147"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Schafer, J. L., & Graham, J. W. (2002). Missing data: Our view of the state of the art. Psychological Methods, 7, 147-177. http://dx.doi.org/ 10.1037/1082-989X.7.2.147",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Earning its place as a pan-human theory: Universality of the big-fish-little-pond effect across 41 culturally and economically diverse countries",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Seaton",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Craven",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Journal of Educational Psychology",
                "volume": "101",
                "issue": "",
                "pages": "403--419",
                "other_ids": {
                    "DOI": [
                        "10.1037/a0013838"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Seaton, M., Marsh, H. W., & Craven, R. G. (2009). Earning its place as a pan-human theory: Universality of the big-fish-little-pond effect across 41 culturally and economically diverse countries. Journal of Educa- tional Psychology, 101, 403-419. http://dx.doi.org/10.1037/a0013838",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Self-concept: Validation of construct interpretations",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Hubner",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "C"
                        ],
                        "last": "Stanton",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Review of Educational Research",
                "volume": "46",
                "issue": "",
                "pages": "407--441",
                "other_ids": {
                    "DOI": [
                        "10.3102/00346543046003407"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Shavelson, R. J., Hubner, J. J., & Stanton, G. C. (1976). Self-concept: Validation of construct interpretations. Review of Educational Research, 46, 407-441. http://dx.doi.org/10.3102/00346543046003407",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Development of self-perceived ability in elementary school: The role of parents' perceptions, teacher evaluations, and intelligence",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Spinath",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "M"
                        ],
                        "last": "Spinath",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Cognitive Development",
                "volume": "20",
                "issue": "",
                "pages": "190--204",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.cogdev.2005.01.001"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Spinath, B., & Spinath, F. M. (2005). Development of self-perceived ability in elementary school: The role of parents' perceptions, teacher evaluations, and intelligence. Cognitive Development, 20, 190 -204. http://dx.doi.org/10.1016/j.cogdev.2005.01.001",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "The importance of motivation as a predictor of school achievement",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Steinmayr",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Spinath",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Learning and Individual Differences",
                "volume": "19",
                "issue": "",
                "pages": "80--90",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.lindif.2008.05.004"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Steinmayr, R., & Spinath, B. (2009). The importance of motivation as a predictor of school achievement. Learning and Individual Differences, 19, 80 -90. http://dx.doi.org/10.1016/j.lindif.2008.05.004",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "STEMing the tide: Using ingroup experts to inoculate women's selfconcept in science, technology, engineering, and mathematics (STEM)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "G"
                        ],
                        "last": "Stout",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Dasgupta",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Hunsinger",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Mcmanus",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "100",
                "issue": "",
                "pages": "255--270",
                "other_ids": {
                    "DOI": [
                        "10.1037/a0021385"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Stout, J. G., Dasgupta, N., Hunsinger, M., & McManus, M. A. (2011). STEMing the tide: Using ingroup experts to inoculate women's self- concept in science, technology, engineering, and mathematics (STEM). Journal of Personality and Social Psychology, 100, 255-270. http://dx .doi.org/10.1037/a0021385",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Academic correlates of children and adolescents' life satisfaction. School Psychology International",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "M"
                        ],
                        "last": "Suldo",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "N"
                        ],
                        "last": "Riley",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "J"
                        ],
                        "last": "Shaffer",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "",
                "volume": "27",
                "issue": "",
                "pages": "567--582",
                "other_ids": {
                    "DOI": [
                        "10.1177/0143034306073411"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Suldo, S. M., Riley, K. N., & Shaffer, E. J. (2006). Academic correlates of children and adolescents' life satisfaction. School Psychology Interna- tional, 27, 567-582. http://dx.doi.org/10.1177/0143034306073411",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Parents' gender stereotypes and teachers' beliefs as predictors of children's concept of their mathematical ability in elementary school",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Tiedemann",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Journal of Educational Psychology",
                "volume": "92",
                "issue": "",
                "pages": "144--151",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.92.1.144"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Tiedemann, J. (2000). Parents' gender stereotypes and teachers' beliefs as predictors of children's concept of their mathematical ability in elemen- tary school. Journal of Educational Psychology, 92, 144 -151. http://dx .doi.org/10.1037/0022-0663.92.1.144",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "Predicting homework effort: Support for a domain-specific, multilevel homework model",
                "authors": [
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Trautwein",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Lüdtke",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Schnyder",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Niggli",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Journal of Educational Psychology",
                "volume": "98",
                "issue": "",
                "pages": "438--456",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.98.2.438"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Trautwein, U., Lüdtke, O., Schnyder, I., & Niggli, A. (2006). Predicting homework effort: Support for a domain-specific, multilevel homework model. Journal of Educational Psychology, 98, 438 -456. http://dx.doi .org/10.1037/0022-0663.98.2.438",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "The relation between self-beliefs and academic achievement: A meta-analytic review",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Valentine",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "L"
                        ],
                        "last": "Dubois",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Cooper",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Educational Psychologist",
                "volume": "39",
                "issue": "",
                "pages": "111--133",
                "other_ids": {
                    "DOI": [
                        "10.1207/s15326985ep3902_3"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Valentine, J. C., DuBois, D. L., & Cooper, H. (2004). The relation between self-beliefs and academic achievement: A meta-analytic review. Educa- tional Psychologist, 39, 111-133. http://dx.doi.org/10.1207/ s15326985ep3902_3",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "Breadth-based models of women's underrepresentation in STEM fields",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Valla",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Ceci",
                        "suffix": ""
                    },
                    {
                        "first": "Nye",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Perspectives on Psychological Science",
                "volume": "9",
                "issue": "",
                "pages": "219--224",
                "other_ids": {
                    "DOI": [
                        "10.1177/1745691614522067"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Valla, J. M., & Ceci, S. J. (2014). Breadth-based models of women's underrepresentation in STEM fields: An integrative commentary on Schmidt (2011) and Nye et al. (2012). Perspectives on Psychological Science, 9, 219 -224. http://dx.doi.org/10.1177/1745691614522067",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "Motivational pathways to STEM career choices: Using expectancy-value perspective to understand individual and gender differences in STEM fields",
                "authors": [
                    {
                        "first": "M.-T",
                        "middle": [],
                        "last": "Wang",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Degol",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Developmental Review",
                "volume": "33",
                "issue": "",
                "pages": "304--340",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.dr.2013.08.001"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Wang, M.-T., & Degol, J. (2013). Motivational pathways to STEM career choices: Using expectancy-value perspective to understand individual and gender differences in STEM fields. Developmental Review, 33, 304 -340. http://dx.doi.org/10.1016/j.dr.2013.08.001",
                "links": null
            },
            "BIBREF56": {
                "ref_id": "b56",
                "title": "Not lack of ability but more choice: Individual and gender differences in choice of careers in science, technology, engineering, and mathematics",
                "authors": [
                    {
                        "first": "M.-T",
                        "middle": [],
                        "last": "Wang",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Kenny",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Psychological Science",
                "volume": "24",
                "issue": "",
                "pages": "770--775",
                "other_ids": {
                    "DOI": [
                        "10.1177/0956797612458937"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Wang, M.-T., Eccles, J. S., & Kenny, S. (2013). Not lack of ability but more choice: Individual and gender differences in choice of careers in science, technology, engineering, and mathematics. Psychological Sci- ence, 24, 770 -775. http://dx.doi.org/10.1177/0956797612458937",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "Weighted likelihood estimation of ability in item response theory",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "A"
                        ],
                        "last": "Warm",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Psychometrika",
                "volume": "54",
                "issue": "",
                "pages": "427--450",
                "other_ids": {
                    "DOI": [
                        "10.1007/BF02294627"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Warm, T. A. (1989). Weighted likelihood estimation of ability in item response theory. Psychometrika, 54, 427-450. http://dx.doi.org/ 10.1007/BF02294627",
                "links": null
            },
            "BIBREF58": {
                "ref_id": "b58",
                "title": "Expectancy-value theory of achievement motivation: A developmental perspective",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Educational Psychology Review",
                "volume": "6",
                "issue": "",
                "pages": "49--78",
                "other_ids": {
                    "DOI": [
                        "10.1007/BF02209024"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Wigfield, A. (1994). Expectancy-value theory of achievement motivation: A developmental perspective. Educational Psychology Review, 6, 49 - 78. http://dx.doi.org/10.1007/BF02209024",
                "links": null
            },
            "BIBREF59": {
                "ref_id": "b59",
                "title": "Expectancy-value theory of achievement motivation",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Wigfield",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Contemporary Educational Psychology",
                "volume": "25",
                "issue": "",
                "pages": "68--81",
                "other_ids": {
                    "DOI": [
                        "10.1006/ceps.1999.1015"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Wigfield, A., & Eccles, J. S. (2000). Expectancy-value theory of achieve- ment motivation. Contemporary Educational Psychology, 25, 68 -81. http://dx.doi.org/10.1006/ceps.1999.1015",
                "links": null
            },
            "BIBREF60": {
                "ref_id": "b60",
                "title": "The frequency of temporal-self and social comparisons in people's personal appraisals",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "E"
                        ],
                        "last": "Wilson",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Ross",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "78",
                "issue": "",
                "pages": "928--942",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-3514.78.5.928"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Wilson, A. E., & Ross, M. (2000). The frequency of temporal-self and social comparisons in people's personal appraisals. Journal of Person- ality and Social Psychology, 78, 928 -942. http://dx.doi.org/10.1037/ 0022-3514.78.5.928",
                "links": null
            },
            "BIBREF61": {
                "ref_id": "b61",
                "title": "ACER ConQuest version 2.0: Generalised item response modelling software",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Wu",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Adams",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "R"
                        ],
                        "last": "Wilson",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "Haldane",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wu, M. L., Adams, R. J., Wilson, M. R., & Haldane, S. A. (2007). ACER ConQuest version 2.0: Generalised item response modelling software.",
                "links": null
            },
            "BIBREF62": {
                "ref_id": "b62",
                "title": "Australian Council for Educational Research",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Melbourne, Victoria, Australia: Australian Council for Educational Re- search.",
                "links": null
            },
            "BIBREF63": {
                "ref_id": "b63",
                "title": "The internal/external frame of reference of academic self-concept: Extension to a foreign language and the role of language of instruction",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "K"
                        ],
                        "last": "Xu",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "K.-T",
                        "middle": [],
                        "last": "Hau",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "T"
                        ],
                        "last": "Ho",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J S"
                        ],
                        "last": "Morin",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Abduljabbar",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Journal of Educational Psychology",
                "volume": "105",
                "issue": "",
                "pages": "489--503",
                "other_ids": {
                    "DOI": [
                        "10.1037/a0031333"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Xu, M. K., Marsh, H. W., Hau, K.-T., Ho, I. T., Morin, A. J. S., & Abduljabbar, A. S. (2013). The internal/external frame of reference of academic self-concept: Extension to a foreign language and the role of language of instruction. Journal of Educational Psychology, 105, 489 - 503. http://dx.doi.org/10.1037/a0031333",
                "links": null
            },
            "BIBREF64": {
                "ref_id": "b64",
                "title": "Effects of an attribution retraining with female students gifted in physics",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Ziegler",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "A"
                        ],
                        "last": "Heller",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Journal for the Education of the Gifted",
                "volume": "23",
                "issue": "",
                "pages": "217--243",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ziegler, A., & Heller, K. A. (2000). Effects of an attribution retraining with female students gifted in physics. Journal for the Education of the Gifted, 23, 217-243.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "text": "Suggested classification of effects of dimensional comparisons on a Cartesian plane. ASC ϭ academic self-concept.",
                "uris": null
            },
            "FIGREF1": {
                "num": null,
                "type_str": "figure",
                "text": "Effects of achievement in math and German on academic self-concept in five subjects. The path coefficients refer to Model 6 from",
                "uris": null
            },
            "TABREF0": {
                "num": null,
                "text": "Trends in International Mathematics and Science Study 2003.   This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td/><td>Achievement</td><td/></tr><tr><td>Study</td><td>Sample</td><td>Subjects/domains</td><td>measure</td><td>Results</td></tr><tr><td>Chiu (2008)</td><td>N ϭ 144,069; 28</td><td>Math, science</td><td>Test scores</td><td>Small contrast effects overall but large</td></tr><tr><td/><td>countries; Grade 8</td><td/><td/><td>variance across countries</td></tr><tr><td/><td>(TIMSS 2003)</td><td/><td/><td/></tr><tr><td>Marsh, Kong &amp; Hau</td><td/><td/><td/><td/></tr><tr><td>(2001)</td><td colspan=\"2\">N ϭ 9,482; Hong Kong Math, Chinese, English</td><td>Test scores</td><td>Contrast effects between all three subjects</td></tr><tr><td>Marsh &amp; Yeung</td><td>N ϭ 383; United States;</td><td>Math, English, general verbal,</td><td>School grades</td><td>Contrast effects between second-order verbal</td></tr><tr><td>(2001)</td><td>large portion of</td><td>history, Spanish, algebra,</td><td/><td>and mathematical factors; Spanish</td></tr><tr><td/><td>Hispanic-American</td><td>geometry, chemistry</td><td/><td>separated from the verbal factor and</td></tr><tr><td/><td>students; Grades 11</td><td/><td/><td>showing contrast effects with both second-</td></tr><tr><td/><td>and 12</td><td/><td/><td>order factors</td></tr><tr><td>Möller, Streblow,</td><td>N ϭ 1,440; Germany;</td><td colspan=\"2\">Math, German, English, physics School grades</td><td>Contrast effects between the verbal and</td></tr><tr><td>Pohlmann, &amp;</td><td>Grades 7-10</td><td/><td/><td>mathematical subjects; assimilation effects</td></tr><tr><td>Köller (2006)</td><td/><td/><td/><td>within the verbal and the mathematical</td></tr><tr><td/><td/><td/><td/><td>subjects</td></tr><tr><td>Xu et al. (2013)</td><td>N ϭ 1,950; Hong Kong;</td><td>Math, Chinese, English</td><td>School grades</td><td>Contrast effects between both verbal subjects</td></tr><tr><td/><td>Grade 7</td><td/><td>weighted by test</td><td>and math; small contrast effects between</td></tr><tr><td/><td/><td/><td>scores</td><td>English and Chinese</td></tr><tr><td>Note. TIMSS ϭ</td><td/><td/><td/><td/></tr></table>"
            },
            "TABREF1": {
                "num": null,
                "text": "Means, Standard Deviations, and Correlations From a Measurement Model Including All Self-Concept Scales and Achievement Measures",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td/><td/><td colspan=\"3\">Academic self-concept</td><td/><td/><td/><td>Grades</td><td/><td/><td/><td/><td>Test scores</td><td/><td/></tr><tr><td>Subject</td><td>M</td><td>S D</td><td>Mat</td><td>Ger</td><td>Bio</td><td>Che</td><td>Phy</td><td>Mat</td><td>Ger</td><td>Bio</td><td>Che</td><td>Phy</td><td>Mat</td><td>Ger</td><td>Bio</td><td>Che</td><td>Phy</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td colspan=\"3\">Academic self-concept</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Mat</td><td>2.63</td><td>0.86</td><td>-</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Ger Bio</td><td>2.77 2.83</td><td>0.67 0.66</td><td>Ϫ.13 ‫ء‬ .14 ‫ء‬</td><td>-.24 ‫ء‬</td><td>-</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Che</td><td>2.56</td><td>0.78</td><td>.39 ‫ء‬</td><td>.07 ‫ء‬</td><td>.41 ‫ء‬</td><td>-</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Phy</td><td>2.54</td><td>0.76</td><td>.47 ‫ء‬</td><td>.05 ‫ء‬</td><td>.35 ‫ء‬</td><td>.49 ‫ء‬</td><td>-</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td>Grades</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Mat</td><td>3.14</td><td>1.03</td><td>.60 ‫ء‬</td><td>.04 ‫ء‬</td><td>.13 ‫ء‬</td><td>.26 ‫ء‬</td><td>.27 ‫ء‬</td><td>-</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Ger</td><td>2.99</td><td>0.86</td><td>.09 ‫ء‬</td><td>.52 ‫ء‬</td><td>.19 ‫ء‬</td><td>.12 ‫ء‬</td><td>.09 ‫ء‬</td><td>.44 ‫ء‬</td><td>-</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Bio</td><td>2.87</td><td>0.96</td><td>.24 ‫ء‬</td><td>.17 ‫ء‬</td><td>.50 ‫ء‬</td><td>.27 ‫ء‬</td><td>.23 ‫ء‬</td><td>.48 ‫ء‬</td><td>.48 ‫ء‬</td><td>-</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Che</td><td>2.98</td><td>1.01</td><td>.33 ‫ء‬</td><td>.11 ‫ء‬</td><td>.29 ‫ء‬</td><td>.53 ‫ء‬</td><td>.28 ‫ء‬</td><td>.53 ‫ء‬</td><td>.45 ‫ء‬</td><td>.56 ‫ء‬</td><td>-</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Phy</td><td>3.00</td><td>0.98</td><td>.35 ‫ء‬</td><td>.09 ‫ء‬</td><td>.25 ‫ء‬</td><td>.31 ‫ء‬</td><td>.52 ‫ء‬</td><td>.55 ‫ء‬</td><td>.44 ‫ء‬</td><td>.51 ‫ء‬</td><td>.55 ‫ء‬</td><td>-</td><td/><td/><td/><td/><td/></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td colspan=\"2\">Test scores</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Mat</td><td>0.12</td><td>1.28</td><td>.38 ‫ء‬</td><td>.02</td><td>.17 ‫ء‬</td><td>.22 ‫ء‬</td><td>.25 ‫ء‬</td><td>.43 ‫ء‬</td><td>.31 ‫ء‬</td><td>.37 ‫ء‬</td><td>.39 ‫ء‬</td><td>.39 ‫ء‬</td><td>-</td><td/><td/><td/><td/></tr><tr><td>Ger</td><td>0.19</td><td>1.42</td><td>.02</td><td>.24 ‫ء‬</td><td>.16 ‫ء‬</td><td>.05 ‫ء‬</td><td>.02</td><td>.21 ‫ء‬</td><td>.35 ‫ء‬</td><td>.29 ‫ء‬</td><td>.23 ‫ء‬</td><td>.22 ‫ء‬</td><td>.58 ‫ء‬</td><td>-</td><td/><td/><td/></tr><tr><td>Bio</td><td>0.10</td><td>1.30</td><td>.15 ‫ء‬</td><td>.14 ‫ء‬</td><td>.22 ‫ء‬</td><td>.17 ‫ء‬</td><td>.15 ‫ء‬</td><td>.30 ‫ء‬</td><td>.34 ‫ء‬</td><td>.33 ‫ء‬</td><td>.32 ‫ء‬</td><td>.31 ‫ء‬</td><td>.58 ‫ء‬</td><td>.59 ‫ء‬</td><td>-</td><td/><td/></tr><tr><td>Che</td><td>0.13</td><td>1.28</td><td>.22 ‫ء‬</td><td>.10 ‫ء‬</td><td>.22 ‫ء‬</td><td>.23 ‫ء‬</td><td>.20 ‫ء‬</td><td>.33 ‫ء‬</td><td>.33 ‫ء‬</td><td>.35 ‫ء‬</td><td>.35 ‫ء‬</td><td>.34 ‫ء‬</td><td>.65 ‫ء‬</td><td>.57 ‫ء‬</td><td>.67 ‫ء‬</td><td>-</td><td/></tr><tr><td>Phy</td><td>0.10</td><td>1.26</td><td>.22 ‫ء‬</td><td>.09 ‫ء‬</td><td>.21 ‫ء‬</td><td>.20 ‫ء‬</td><td>.22 ‫ء‬</td><td>.32 ‫ء‬</td><td>.31 ‫ء‬</td><td>.35 ‫ء‬</td><td>.33 ‫ء‬</td><td>.33 ‫ء‬</td><td>.64 ‫ء‬</td><td>.56 ‫ء‬</td><td>.65 ‫ء‬</td><td>.68 ‫ء‬</td><td>-</td></tr></table>"
            },
            "TABREF2": {
                "num": null,
                "text": "Standardized Path Coefficients of Internal/External Frame of Reference Models Using Grades and Test Scores as Achievement Measures and Academic Self-Concepts as Dependent Variables The standard errors of the path coefficients are reported in parantheses. Fit indices for Model 1: 2 (27, N ϭ 20,055) ϭ 3,085.37, p Ͻ .001, comparative fit index (CFI) ϭ .958, root mean square error of approximation (RMSEA) ϭ .075, standardized root square residual (SRMR) ϭ .044. Fit indices for Model 2: 2 (27, N ϭ 20,043) ϭ 1,674.79, p Ͻ .001, CFI ϭ .974, RMSEA ϭ .055, SRMR ϭ .037. Fit indices for Model 3: 2 (27, N ϭ 20,055) ϭ 3,364.37, p Ͻ .001, CFI ϭ .957, RMSEA ϭ .065, SRMR ϭ .041. Fit indices for Model 4: 2 (195, N ϭ 20,055) ϭ 6,449.82, p Ͻ .001, CFI ϭ .970, RMSEA ϭ .040, SRMR ϭ .037. Fit indices for Model 5: 2 (195, N ϭ 20,055) ϭ 3,480.75, p Ͻ .001, CFI ϭ .983, RMSEA ϭ .029, SRMR ϭ .030. Fit indices for Model 6: 2 (270, N ϭ 20,056) ϭ 7,080.81. p Ͻ .001, CFI ϭ .968, RMSEA ϭ .025, SRMR ϭ .035. ‫ء‬ p Ͻ .01. This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td/><td>Academic self-concept</td><td/><td/></tr><tr><td>Predictor</td><td>German</td><td>Math</td><td>Biology</td><td>Chemistry</td><td>Physics</td></tr><tr><td/><td/><td>Model 1</td><td/><td/><td/></tr><tr><td>Grade: German Grade: Math</td><td>.63 (.01) ‫ء‬ Ϫ.25 (.01) ‫ء‬</td><td>Ϫ.23 (.01) ‫ء‬ .70 (.01) ‫ء‬</td><td/><td/><td/></tr><tr><td>R 2</td><td>.32</td><td>.40</td><td/><td/><td/></tr><tr><td/><td/><td>Model 2</td><td/><td/><td/></tr><tr><td>Test score: German Test score: Math</td><td>.32 (.03) ‫ء‬ Ϫ.18 (.02) ‫ء‬</td><td>Ϫ.30 (.03) ‫ء‬ .55 (.02) ‫ء‬</td><td/><td/><td/></tr><tr><td>R 2</td><td>.07</td><td>.20</td><td/><td/><td/></tr><tr><td/><td/><td>Model 3</td><td/><td/><td/></tr><tr><td>Grade: German Grade: Math Test score: German Test score: Math</td><td>.60 (.01) ‫ء‬ Ϫ.19 (.01) ‫ء‬ .17 (.02) ‫ء‬ Ϫ.20 (.02) ‫ء‬</td><td>Ϫ.21 (.01) ‫ء‬ .61 (.01) ‫ء‬ Ϫ.21 (.02) ‫ء‬ .31 (.02) ‫ء‬</td><td/><td/><td/></tr><tr><td>R 2</td><td>.34</td><td>.46</td><td/><td/><td/></tr><tr><td/><td/><td>Model 4</td><td/><td/><td/></tr><tr><td>Grade: German Grade: Math Grade: Biology Grade: Chemistry Grade: Physics</td><td>.65 (.01) ‫ء‬ Ϫ.20 (.01) ‫ء‬ .00 (.01) Ϫ.05 (.01) ‫ء‬ Ϫ.07 (.01) ‫ء‬</td><td>Ϫ.26 (.01) ‫ء‬ .64 (.01) ‫ء‬ Ϫ.03 (.01) ‫ء‬ .07 (.01) ‫ء‬ .09 (.01) ‫ء‬</td><td>Ϫ.06 (.01) ‫ء‬ Ϫ.17 (.01) ‫ء‬ .54 (.01) ‫ء‬ .08 (.01) ‫ء‬ .04 (.01) ‫ء‬</td><td>Ϫ.17 (.01) ‫ء‬ Ϫ.01 (.01) Ϫ.01 (.01) .57 (.01) ‫ء‬ .08 (.01) ‫ء‬</td><td>Ϫ.18 (.01) ‫ء‬ .02 (.01) ‫ء‬ Ϫ.00 (.01) .05 (.01) ‫ء‬ .56 (.01) ‫ء‬</td></tr><tr><td>R 2</td><td>.32</td><td>.41</td><td>.27</td><td>.30</td><td>.30</td></tr><tr><td/><td/><td>Model 5</td><td/><td/><td/></tr><tr><td>Test score: German Test score: Math Test score: Biology Test score: Chemistry</td><td>.31 (.03) ‫ء‬ Ϫ.21 (.02) ‫ء‬ .06 (.02) ‫ء‬ .03 (.02)</td><td>Ϫ.32 (.03) ‫ء‬ .51 (.02) ‫ء‬ Ϫ.03 (.02) .05 (.02)</td><td>Ϫ.01 (.03) Ϫ.02 (.02) .12 (.02) ‫ء‬ .10 (.02) ‫ء‬</td><td>Ϫ.20 (.02) ‫ء‬ .17 (.02) ‫ء‬ .04 (.02) .15 (.02) ‫ء‬</td><td>Ϫ.25 (.02) ‫ء‬ .25 (.02) ‫ء‬ .02 (.02) .08 (.02) ‫ء‬</td></tr><tr><td>Test score: Physics</td><td>Ϫ.02 (.02)</td><td>.05 (.02) ‫ء‬</td><td>.07 (.02) ‫ء‬</td><td>.07 (.02) ‫ء‬</td><td>.13 (.02) ‫ء‬</td></tr><tr><td>R 2</td><td>.08</td><td>.20</td><td>.06</td><td>.08</td><td>.10</td></tr><tr><td/><td/><td>Model 6</td><td/><td/><td/></tr><tr><td>Grade: German Grade: Math Grade: Biology Grade: Chemistry Grade: Physics Test score: German Test score: Math Test score: Biology Test score: Chemistry</td><td>.62 (.01) ‫ء‬ Ϫ.16 (.01) ‫ء‬ .00 (.01) Ϫ.03 (.01) ‫ء‬ Ϫ.05 (.01) ‫ء‬ .18 (.02) ‫ء‬ Ϫ.17 (.02) ‫ء‬ .01 (.02) .00 (.02)</td><td>Ϫ.22 (.01) ‫ء‬ .57 (.01) ‫ء‬ Ϫ.03 (.01) ‫ء‬ .04 (.01) ‫ء‬ .06 (.01) ‫ء‬ Ϫ.20 (.01) ‫ء‬ .29 (.01) ‫ء‬ Ϫ.04 (.01) .01 (.01)</td><td>Ϫ.08 (.01) ‫ء‬ Ϫ.17 (.01) ‫ء‬ .53 (.01) ‫ء‬ .07 (.01) ‫ء‬ .04 (.01) ‫ء‬ Ϫ.01 (.02) Ϫ.08 (.02) ‫ء‬ .08 (.02) ‫ء‬ .06 (.02) ‫ء‬</td><td>Ϫ.16 (.01) ‫ء‬ Ϫ.03 (.01) Ϫ.01 (.01) .56 (.01) ‫ء‬ .07 (.01) ‫ء‬ Ϫ.12 (.02) ‫ء‬ .02 (.02) .00 (.02) .10 (.02) ‫ء‬</td><td>Ϫ.16 (.01) ‫ء‬ Ϫ.01 (.01) Ϫ.01 (.01) .03 (.01) .54 (.01) ‫ء‬ Ϫ.17 (.02) ‫ء‬ .11 (.02) ‫ء‬ Ϫ.01 (.02) .04 (.02)</td></tr><tr><td>Test score: Physics</td><td>Ϫ.03 (.02)</td><td>.02 (.01)</td><td>.02 (.02)</td><td>.03 (.02)</td><td>.09 (.02) ‫ء‬</td></tr><tr><td>R 2</td><td>.34</td><td>.46</td><td>.28</td><td>.32</td><td>.31</td></tr><tr><td>Note.</td><td/><td/><td/><td/><td/></tr></table>"
            }
        }
    }
}