{
    "paper_id": "marsh_parker_1983",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-22T17:57:14.554795Z"
    },
    "title": "PREADOLESCENT SELF-CONCEPT : ITS RELATION TO SELF-CONCEPT AS INFERRED BY TEACHERS AND TO ACADEMIC ABILITY",
    "authors": [
        {
            "first": "H",
            "middle": [
                "W"
            ],
            "last": "Marsh",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Sydney",
                "location": {}
            },
            "email": ""
        },
        {
            "first": "J",
            "middle": [
                "W"
            ],
            "last": "Parker",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Sydney",
                "location": {}
            },
            "email": ""
        },
        {
            "first": "I",
            "middle": [
                "D"
            ],
            "last": "Smith",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Sydney",
                "location": {}
            },
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "The purpose of this study is to relate student self-concept in seven different areas to teacher ratings of student self-concept in the same areas and to academic ability. The results from three diverse samples are considered (total N = 958 students). Student-teacher agreement on student self-concept varied from modest (r = 0.24 for Relationship With Parents) to good (r = 0.52 for Mathematics Self-concept) for the seven self-concept dimensions (mean r = 0.40), was higher in academic areas than non-academic areas, and was particularly good for academic self-concept in the high SES sample (r = 0.74). A multitrait-multimethod analysis of this student-teacher agreement demonstrated the distinctiveness of the seven dimensions and argued for the multidimensionality of self-concept. Academic abilities (reading achievement, IQ, and teacher ratings of ability in different areas) tended to be uncorrelated with non-academic dimensions of self-concept, moderately correlated with the academic dimensions, and most highly correlated with the academic dimension of self-concept that most closely matched the particular academic ability. These correlations were largest in the high SES sample where several correlations exceeded 0.7. Further discussion suggested possible reasons why the results of this study provide better support for the construct validity of self-concept than is typically reported.",
    "pdf_parse": {
        "paper_id": "marsh_parker_1983",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The purpose of this study is to relate student self-concept in seven different areas to teacher ratings of student self-concept in the same areas and to academic ability. The results from three diverse samples are considered (total N = 958 students). Student-teacher agreement on student self-concept varied from modest (r = 0.24 for Relationship With Parents) to good (r = 0.52 for Mathematics Self-concept) for the seven self-concept dimensions (mean r = 0.40), was higher in academic areas than non-academic areas, and was particularly good for academic self-concept in the high SES sample (r = 0.74). A multitrait-multimethod analysis of this student-teacher agreement demonstrated the distinctiveness of the seven dimensions and argued for the multidimensionality of self-concept. Academic abilities (reading achievement, IQ, and teacher ratings of ability in different areas) tended to be uncorrelated with non-academic dimensions of self-concept, moderately correlated with the academic dimensions, and most highly correlated with the academic dimension of self-concept that most closely matched the particular academic ability. These correlations were largest in the high SES sample where several correlations exceeded 0.7. Further discussion suggested possible reasons why the results of this study provide better support for the construct validity of self-concept than is typically reported.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Interest in self-concept stems from both its recognition as a valued educational outcome and the assumption that the improvement of self-concept may lead to improvements in other areas such as academic achievement (Calsyn and Kenny, 1977; Purkey, 1978; Burns, 1979; Wylie, 1979; Shavelson and Bolus, 1982;  but also see Scheirer and Kraut, 1979; Rogosa, 1980) . In spite of the tremendous number of studies that use measures of self-concept, comparatively little work has been done to validate specific measurement instruments (Wylie, 1974 (Wylie, , 1979 Shavelson et al., 1976) . Investigations of the construct validity of self-concept can be classified as withinnetwork or between-network studies. Within-network studies explore the multidimensionality of self-concept, and attempt to show that there are consistent, distinct components (e.g., social, physical, and academic). These studies typically employ factor analysis or multitrait-multimethod (MTMM) analysis. Between-network studies attempt to show that a logical pattern of relationships exists between measures of self-concept and other constructs. For example, Shavelson and Bolus (1982) argue that academic achievement should be more highly correlated with academic self-concept than with non-academic self-concept, but that the correlations should not be so high that measures of academic self-concept and academic achievement cannot be distinguished.",
                "cite_spans": [
                    {
                        "start": 214,
                        "end": 238,
                        "text": "(Calsyn and Kenny, 1977;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 239,
                        "end": 252,
                        "text": "Purkey, 1978;",
                        "ref_id": null
                    },
                    {
                        "start": 253,
                        "end": 265,
                        "text": "Burns, 1979;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 266,
                        "end": 278,
                        "text": "Wylie, 1979;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 279,
                        "end": 305,
                        "text": "Shavelson and Bolus, 1982;",
                        "ref_id": null
                    },
                    {
                        "start": 306,
                        "end": 306,
                        "text": "",
                        "ref_id": null
                    },
                    {
                        "start": 320,
                        "end": 345,
                        "text": "Scheirer and Kraut, 1979;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 346,
                        "end": 359,
                        "text": "Rogosa, 1980)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 527,
                        "end": 539,
                        "text": "(Wylie, 1974",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 540,
                        "end": 554,
                        "text": "(Wylie, , 1979",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 555,
                        "end": 578,
                        "text": "Shavelson et al., 1976)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1125,
                        "end": 1151,
                        "text": "Shavelson and Bolus (1982)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "MTMM analyses (Campbell and Fiske, 1959; Marsh and Hocevar, 1980) have been used to test the multidimensionality of self-concept (Wylie, 1974 (Wylie, ,1979 Shavelson et al., 1976; Marsh and Smith, 1982; Marsh, Smith and Barnes, in press ). In these studies, different self-concept traits (e.g., physical, social and academic) are each assessed by different methods (e.g., different rating instruments, or student self-ratings and teacher ratings). Convergent validity refers to agreement between two methods of assessing the same self-concept dimension. Discriminant (or divergent) validity refers to the distinctiveness of the various dimensions and provides a test of the multidimensionality of self-concept. Discriminant validity is inferred from the relative lack of correlation among the different self-concept dimensions when compared with the convergent coefficients. Researchers have typically used responses to two self-report instruments completed by the same person as the different methods. Marsh (Marsh, Smith and Barnes, in press) has argued that while showing agreement between two different self-report instruments is important, it provides only weak evidence for the construct validity of self-concept. He suggested that better evidence could be obtained by comparing self-reports with measures obtained from other sources such as the inferred self-concept ratings by others who have sufficient knowledge of a person to be able to judge self-concept or ability measures that match the areas of self-concept being assessed.",
                "cite_spans": [
                    {
                        "start": 14,
                        "end": 40,
                        "text": "(Campbell and Fiske, 1959;",
                        "ref_id": null
                    },
                    {
                        "start": 41,
                        "end": 65,
                        "text": "Marsh and Hocevar, 1980)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 129,
                        "end": 141,
                        "text": "(Wylie, 1974",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 142,
                        "end": 155,
                        "text": "(Wylie, ,1979",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 156,
                        "end": 179,
                        "text": "Shavelson et al., 1976;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 180,
                        "end": 202,
                        "text": "Marsh and Smith, 1982;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 203,
                        "end": 236,
                        "text": "Marsh, Smith and Barnes, in press",
                        "ref_id": null
                    },
                    {
                        "start": 1009,
                        "end": 1044,
                        "text": "(Marsh, Smith and Barnes, in press)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "The use of inferred self-concept ratings can be justified on theoretical grounds, as well as being convenient and readily available. For symbolic interactionists, self-concept is a ' looking glass ' reflection of perceptions about how one appears to others. For example, Purkey (1978) indicated that self-evaluations are basically the products of how we think the significant people in our lives perceive us. This assertion not only implies that self-perceptions and the perceptions of others should be substantially correlated (assuming that one knows what the perceptions of significant others are), but also that demonstrated changes in the perceptions of others will lead to changes in self-concept. Naturalistic studies examining the relationship between self-judgments and judgments by others have been reviewed by Shrauger and Schoeneman (1979) . They reported that about half the studies showed no significant relationship, while the majority of the remaining studies showed low correlations or contained ambiguous results. Thus, evidence for the symbolic interactionist assumption is generally weak, though the interpretations are complicated and alternative explanations are possible (Shrauger and Schoeneman, 1979) . A more common perspective (see Marsh, Smith and Barnes, in press; Wells and Marwell, 1976) is that self-reports and ratings by others are phenomenologically distinct and will agree only when the external observer knows the person well, observes a wide range of behaviours, has observed a broad enough sample of people to have an adequate frame of reference, and is able to make skilful perceptions. The actual behaviour seen by the observer is determined by many factors and provides only a crude indicator of self-concept. From this perspective, it is unlikely that self-reports and ratings by others will be highly correlated, and there is no implication of causality in any relationship that is found. Nevertheless, external observations are useful to supplement or validate the self-reports (Crandall, 1973) , particularly when it is likely that the observer is able to make informed judgments.",
                "cite_spans": [
                    {
                        "start": 258,
                        "end": 284,
                        "text": "For example, Purkey (1978)",
                        "ref_id": null
                    },
                    {
                        "start": 821,
                        "end": 851,
                        "text": "Shrauger and Schoeneman (1979)",
                        "ref_id": null
                    },
                    {
                        "start": 1194,
                        "end": 1225,
                        "text": "(Shrauger and Schoeneman, 1979)",
                        "ref_id": null
                    },
                    {
                        "start": 1259,
                        "end": 1293,
                        "text": "Marsh, Smith and Barnes, in press;",
                        "ref_id": null
                    },
                    {
                        "start": 1294,
                        "end": 1318,
                        "text": "Wells and Marwell, 1976)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 2023,
                        "end": 2039,
                        "text": "(Crandall, 1973)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "The logic of MTMM analyses can also be applied to between-network studies where the relationships between self-concept and other constructs are examined. Self-concept should be more highly correlated with other constructs to which it is logically (or theoretically) related than with other constructs that are logically distinct. When multidimensional self-concept measures are employed, this implies that there will be a predictable pattern of relationships. For example, Marsh, Relich and Smith showed that mathematics achievement was substantially correlated with Mathematics self-concept (r = 03), less correlated with self-concepts in two other academic areas (Reading, 0.21, and all School Subjects, 0*43), and uncorrelated with self-concept in four non-academic areas. In a recent meta-analysis Hansford and Hattie (1982) examined the relationship between self-report measures and ability performance (most of the reviewed studies considered the relationship between self-concept or self-esteem and academic performance). Across a wide range of studies measures of general self-concept or self-esteem correlated about 0.2 with actual ability, while those of self-concept of ability (e.g., academic self-concept) correlated about 0.4 with actual ability. Hansford and Hattie also found that correlations between self-concept and ability tended to be smaller in samples where either socio-economic status or actual ability was low, and larger where socio-economic status or ability was high (i.e., the phenomenon was not due to restriction of the range). The results of both the Marsh, Relich and Smith study and this meta-analysis suggest that while the correlation between general self-concept and ability is low, the relationship is stronger when the particular component of self-concept is more closely matched to the particular ability being considered.",
                "cite_spans": [
                    {
                        "start": 802,
                        "end": 828,
                        "text": "Hansford and Hattie (1982)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "The purpose of this study is to examine the construct validity of the Self Description Questionnaire (SDQ), a multidimensional self-concept instrument.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Using a within-network perspective, MTMM analysis will be used to examine student teacher agreement on the seven dimensions measured by the SDQ. Using a between-network perspective, the dimensions of self-concept will be correlated with measures of academic performance and teacher ratings of academic ability. The results from three different samples will be considered.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Separate analyses were conducted in each of the three samples which are described below.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Samples",
                "sec_num": null
            },
            {
                "text": "Sample 1. Sample 1 consisted of 655 students (47 per cent females) attending one of six co-educational public schools in the inner city area of Sydney, Australia. The sample included the sixteen 5th grade classes and the fourteen 6th grade classes in these schools. Although data related to socio-economic status (SES) was not specifically collected as part of this study, previous research indicated that students in these schools tend to come from families in the lower-middle and lower social classes and to be below average in academic performance (see Turney et al., 1978) . Many of these children were immigrants to Australia and some were raised in families where English was not spoken. Students in this sample ranged in age from 9 to 13 years (mean = 11 years). This sample is described in more detail by Marsh, Smith and Barnes (in press). Sample 2. Sample 2 consisted of 180 students (48 per cent females) attending one of two co-educational schools in Wollongong, a city on the southern edge of greater metropolitan Sydney. This sample consisted of the seven 6th grade classes in these schools. These schools were selected because they were known to have students from among the lowest SES classes in the Wollongong area, to consist primarily of students who had attended New South Wales schools for six years and to contain relatively few immigrant students. Students in this sample ranged in age between 10 and 13 years (mean = 11-7). This sample is described in more detail by Parker (1982) .",
                "cite_spans": [
                    {
                        "start": 557,
                        "end": 577,
                        "text": "Turney et al., 1978)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 1492,
                        "end": 1505,
                        "text": "Parker (1982)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Samples",
                "sec_num": null
            },
            {
                "text": "Sample 3. Sample 3 consisted of 125 students (49 per cent female) attending one of three co-educational schools in Wollongong. The sample consisted of the four 6th grade classes in these schools. These schools were selected because they were known to have students from among the highest SES classes in the Wollongong area, and to consist primarily of students who had attended New South Wales schools for six years and to contain relatively few immigrant students. Students in this sample also ranged in age between 10 and 13 years (mean = 11.6). This sample is described in more detail by Parker (1982) .",
                "cite_spans": [
                    {
                        "start": 591,
                        "end": 604,
                        "text": "Parker (1982)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Samples",
                "sec_num": null
            },
            {
                "text": "Students in all three samples completed the same self-concept instrument and standardised reading achievement test. The self-concept measure was read aloud to students to minimise any problems related to reading difficulties, though this pre-caution was unnecessary for most children. In sample 1 all the materials were administered by the same female research associate. In samples 2 and 3 all the materials were administered by the same male school counsellor. The order in which the materials were presented was the same in all three samples.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Procedures",
                "sec_num": null
            },
            {
                "text": "In samples 2 and 3 the researchers were also given access to student records that contained IQ scores and SES information (parents' occupations and salary estimates for each occupation). The IQ score for each student was the higher score from two administrations of the same test (Test of Learning Ability, ACER, 1976 ) that were conducted in 4th and 6th grades. The mean IQ in sample 3 (108) was substantially higher than in sample 2 (95). The SES information indicated that the average salary and the average occupational status of the principal wage earner was substantially higher for parents of children in sample 3 than in sample 2. Information about student IQ and family SES was not available for children in sample 1. However, supplemental information suggests that they have lower academic abilities and come from families with a lower SES than do students in either samples 2 or 3.",
                "cite_spans": [
                    {
                        "start": 307,
                        "end": 317,
                        "text": "ACER, 1976",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Procedures",
                "sec_num": null
            },
            {
                "text": "While students were being tested, their classroom teachers were asked to rate each of their students in terms of academic ability and self-concept. Ratings of academic ability were made in the areas of reading, mathematics, science, and overall academic ability. Ratings of self-concept were made in each of the seven areas assessed by the SDQ which are described later. Teachers made all ratings along a nine-point response scale that varied from l-very low to 9-very high. In making ratings of student self-concepts, the teachers were instructed :",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Procedures",
                "sec_num": null
            },
            {
                "text": "Self-concept or self-esteem is based upon a pupil's own perceptions and feelings about him/herself. These would include feelings of self-confidence, self-worth, self-acceptance, and ability. Please evaluate the pupil's self-concept, using your perceptions of the student's own feelings in each of the areas listed below.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Procedures",
                "sec_num": null
            },
            {
                "text": "The SDQ is designed to measure seven dimensions of self-concept that are derived from Shavelson's hierarchical model (Shavelson et al., 1976; Shavelson and Bolus, 1982) . The instrument has been used by students in grades 4 through 6, though it may be appropriate for a wider range of ages. A description of the instrument, the theoretical definition of self-concept upon which it is based (essentially the same as Shavelson's), the wording of the items, a description of the seven scales, the scale reliabilities, and two independent factor analyses of responses to the 62 items are presented by Marsh, Smith and Barnes (in press) and Marsh, Relich and Smith (in press) . Three important features of the Shavelson definition of self-concept are that self-concept is: (1) multifaceted and hierarchically organised; (2) a function of experience with the environment, interactions with significant others, and attributions of one's own behaviour; and (3) is both descriptive and evaluative (i.e., a distinction between self-concept and self-esteem is not made).",
                "cite_spans": [
                    {
                        "start": 117,
                        "end": 141,
                        "text": "(Shavelson et al., 1976;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 142,
                        "end": 168,
                        "text": "Shavelson and Bolus, 1982)",
                        "ref_id": null
                    },
                    {
                        "start": 597,
                        "end": 631,
                        "text": "Marsh, Smith and Barnes (in press)",
                        "ref_id": null
                    },
                    {
                        "start": 636,
                        "end": 670,
                        "text": "Marsh, Relich and Smith (in press)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SeIf Description Questionnaire ( S D Q)",
                "sec_num": null
            },
            {
                "text": "Students respond to each item, some of which are negatively worded, along a five-point response scale where the categories are labelled ' False ', ' Mostly False ', ' Sometimes False, Sometimes True ', ' Mostly True ', and ' True '. Responses to 62 items are summarised by seven subscales and three total scores. Factor score coefficients (see Nie et al., 1975) were derived from one of the factor analyses described above and have been used to compute factor scores for the seven SDQ scales in subsequent studies. The SDQ scales and a brief description of each are as follows: Physical Abilities/Sports (PHYS)-student ratings of their ability and enjoyment of physical activities, sports, and games. Physical Appearance (APPR)-student ratings of their own attractiveness, how their appearance compares with others, and how others think they look.",
                "cite_spans": [
                    {
                        "start": 344,
                        "end": 361,
                        "text": "Nie et al., 1975)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SeIf Description Questionnaire ( S D Q)",
                "sec_num": null
            },
            {
                "text": "Relationships With Peers (PEER)-student ratings of how easily they make friends, their popularity, and whether others want them as a friend. Relationship With Parents (PRNT)-student ratings of how well they get along with their parents, whether parents are easy to talk to, whether their parents like them, and whether they like their parents. Reading (READbstudent ratings of their ability and their enjoyment/interest in reading. Mathematics (MATHtstudent ratings of their ability and enjoyment/interest in mathematics. School Subjects (SCHL)-student ratings of their ability and enjoymentlinterest in \" all school subjects \".",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SeIf Description Questionnaire ( S D Q)",
                "sec_num": null
            },
            {
                "text": "Total Non-academic Self-concept (NACD)-the sum of the first four factors described above. Total Academic Self-concept (ACD)-the sum of the three factors scores for self-concepts in Reading, Mathematics and School Subjects. Total Self-concept (TOT)-the sum of the seven self-concept factors.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SeIf Description Questionnaire ( S D Q)",
                "sec_num": null
            },
            {
                "text": "Reading achievement in all three samples was assessed with the reading comprehension section of the Progressive Achievement Tests (PAT). The PAT was developed by the New Zealand Council for Educational Research and was later adopted and normed by the Australian Council for Educational Research (ACER, 1973) . The items actually administered vary according to grade level. Approximately two-thirds of the items for 5th and 6th grade students are identical, but the additional one third administered to 5th graders are somewhat easier and those administered to 6th graders are somewhat more difficult.",
                "cite_spans": [
                    {
                        "start": 295,
                        "end": 307,
                        "text": "(ACER, 1973)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Progressive Achievement Test",
                "sec_num": null
            },
            {
                "text": "The average scores of students in sample 1 (12.0 for 5th grade and 13.5 for 6th grade) are far below the national average, but are similar to those reported in earlier research involving many of the same schools (Turney et al., 1978) . Coefficient alphas (Hull and Nie, 1981) were reasonably high for both grade levels (0.82 and 0.83). However, in both grade levels the average percentage correct was about 30 per cent and only marginally higher than the 20 per cent guessing level. Furthermore, the percentage of correct responses for the more difficult items (those appearing near the end of the test) was far below chance. For purposes of this study, the PAT scores were standardised separately for the 5th and 6th grade samples. After standardisation, each grade level had total scores with a mean of 0.0 and a standard deviation of 1.0.",
                "cite_spans": [
                    {
                        "start": 212,
                        "end": 233,
                        "text": "(Turney et al., 1978)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 255,
                        "end": 275,
                        "text": "(Hull and Nie, 1981)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Progressive Achievement Test",
                "sec_num": null
            },
            {
                "text": "The average scores of students in samples 2 and 3 (14.9 and 19.8 respectively) and the coefficient alpha reliability estimates (0.88 and 0.91) were higher than for the 6th grade students in sample 1. However, even students in the high SES (and high IQ) sample correctly answered an average of only 45 per cent of the items and scored below the normative average presented in the test manual. This suggests that this reading achievement test may be too difficult.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Progressive Achievement Test",
                "sec_num": null
            },
            {
                "text": "When teachers (or any other raters) are asked to make judgments there are several sources of error. Not only is there error in the relative ranking of students by the same teacher within a given class, but teachers will also differ in terms of the average and variability of their responses. For example, one teacher may use only the top categories, a second might use all the different categories, and a third might use only the bottom categories. This is particularly likely to be a problem when teachers are asked to make judgments of characteristics such as self-concept where they do not have a frame of reference that is externally defined and well established. Reports from the teachers participating in the study and preliminary analyses (see Marsh, Smith and Barnes, in press, for further detail) indicated that there were substantial differences in the way different teachers used the response scale in expressing judgments of student self-concepts. Several alternative approaches were explored as to how to control for this response bias. The first, more conservative approach, was to standardise teacher ratings within each class to have a mean of 0.0 and a standard deviation of 1.0. For purposes of this study, these are called standardised teacher ratings. The use of standardised ratings, though preferable to the original (i.e., unstandardised) ratings, assumes that there are no real differences in the distributions of self-concepts of students in different classrooms, or at least that teacher ratings are not capable of reflecting these differences. An alternative, less conservative approach, was to adjust the mean and standard deviation of teacher ratings to equal the mean and standard deviation of student responses. For example, if the students in a particular classroom indicated that their mean Reading self-concept was half a standard deviation above the mean of all students, then the mean of teacher ratings of Reading self-concept for that class was also set half a standard deviation above the mean of all teacher ratings. Since the same linear transformation was applied to all responses made by a particular teacher to a given self-concept dimension, the relative ranking of students on that dimension within the same classroom was not altered. While this approach uses some information from student responses to adjust teacher responses, the ratio of students to teachers is high (more than 30 to 1) and the amount of information actually used is small. The same MTMM analyses were performed with the original, the standardised, and the adjusted teacher ratings, and the extent of student-teacher agreement is compared for each set of scores. The rationale and description of the use of each of these alternatives is presented in more detail by Marsh, Smith and Barnes (in press).",
                "cite_spans": [
                    {
                        "start": 751,
                        "end": 757,
                        "text": "Marsh,",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Teacher ratings",
                "sec_num": null
            },
            {
                "text": "MTMM analyses of the seven SDQ dimensions. In three different samples,both students and teachers evaluated student self-concepts on seven different dimensions. In each sample MTMM analyses were used to compare student ratings of their own self-concept with original teacher ratings, standardised teacher ratings, and adjusted teacher ratings (a total of nine MTMM analyses). The six MTMM matrices based upon the standardised and adjusted ratings are presented in Table 1 , while the results from all nine are summarised in Table 2 . The internal consistency reliabilities for student ratings of each self-concept dimension (the underlined values in Table 1 ) are consistently high, ranging from 0.81 to 0.95 (mean r = 0.88), and are much higher than correlations among the different self-concept dimensions. The convergent validities (values in the boxes along the diagonal of the square submatrix) demonstrate modest to good student-teacher agreement in each of the areas of self-concept. Across all three samples, this agreement is weakest for Relationships With Parents and Physical Appearance. Particularly in the high SES sample (sample 3), studentteacher agreement is higher in the three academic areas than in the non-academic areas. In samples 1 and 2, student-teacher agreement in Physical Abilities and Relations With Peers is similar to that observed in the academic areas.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 463,
                        "end": 470,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 523,
                        "end": 530,
                        "text": "Table 2",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 649,
                        "end": 656,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Student-teacher agreement on ratings of self-concept",
                "sec_num": null
            },
            {
                "text": "Campbell and Fiske (1959) proposed four criteria for inferring convergent and divergent validity (also see Marsh and Hocevar, 1980) . Application of these criteria to the MTMM matrices in Table 1 reveals that: (1) Convergent validities (values in the boxes appearing in the diagonal of the square submatrix) are substantial, offering support for convergent validity (criterion 1). The average value for adjusted teacher ratings across the three samples is about 0.40. Note: All correlations are presented without decimal points. Correlations are statistically significant if they are greater than 0.08 in sample 1, greater than 0.17 in sample 2 and greater than 0.18 in sample 3. Underlined values are coefficient alpha reliabilities (Hull and Nie 1981) . CoefficieAts in boxes ate convergent validity coefficients. In each of the three samples MTMM matrices based Apon both the standardised teacher ratings (STD) and the adjusted teacher ratings (ADJ) are' presented. For example, correlations between adjusted teacher ratings and student ratings of Physical AbilitiesjSports (PHYS) are 0.47,0.43 and 0.53 in samples 1,2, and 3. The corresponding values based uponstandardsed teacher ratings are 0.40, 0.38 and 0.50. Since the same set of student ratings were used in analyses of both adjust5 and standardised teacher ratings correlations between student rating dimensions that appear under the labels '' ADJ \" and STD \" are necessardy the same.",
                "cite_spans": [
                    {
                        "start": 107,
                        "end": 131,
                        "text": "Marsh and Hocevar, 1980)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 734,
                        "end": 753,
                        "text": "(Hull and Nie 1981)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 188,
                        "end": 209,
                        "text": "Table 1 reveals that:",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Student-teacher agreement on ratings of self-concept",
                "sec_num": null
            },
            {
                "text": "(2) Convergent validities (mean r = 0.40 for adjusted teacher ratings) are generally higher than other correlations in the same row or column of the square submatrix (mean r = 0-13), satisfying the second criterion. (3) (a) Convergent validities (mean r = 0.40) are generally higher than the corresponding correlations among student ratings (mean r = 0.16) in the upper-left triangular submatrix, satisfying part of criterion 3. -(b) Convergent validities (mean r = 0.40) are generally nor higher than the corresponding correlations among teacher ratings (mean r = 0.41) in the lower-left triangular submatrix. This suggests a substantial method/halo effect in the teacher ratings, and fails to satisfy this part of criterion 3. (4) The pattern of correlations among student rating dimensions is similar to Taken together, these kdings offer strong support for both the convergent and divergent validity of student ratings of their own self-concepts. There is at least moderate agreement between students and teachers in all areas except Relations With Parents. This is the area where teachers are least likely to observe students, and the that observed among the teacher ratings (criterion 4). one where they expressed the most hesitancy in making judgments. Student-teacher agreement in any one dimension appears to be reasonably independent of agreement in other dimensions. The pattern of correlations among the different self-concept dimensions is generally consistent with a hierarchical organisation of self-concept. While there is evidence for a substantial correlation among teacher ratings, this may be due to either of two different possibilities. It may be that teachers are primarily aware of a general self-concept and are less able to differentiate among particular aspects. However, it may be that much of this effect is due to the way in which teachers were asked to record their judgments, responding to a single item representing each dimension rather than to many specific items. MTMManalysis of the three totalscores. For both student and teacher responses, three total scores were obtained for each sample by summing the non-academic subscales, the academic subscales, and all the subscales. The MTMM matrices showing student-teacher agreement on these total scores is shown in Table 3 . The Total Self score, the sum of the Total Non-academic and Total Academic scores, is necessarily quite correlated with the other two scores, and is not expected to pass the Campbell-Fiske criteria of discriminant validity. However, student scores for academic and non-academic self-concepts show quite low correlations-particularly when compared to the high internal consistencies of these two scores. This offers good support for the separation of these two components. This distinction is also evident from the high convergent validities compared to the other correlations in the square submatrix. Student-teacher agreement tends to be higher for academic self-concept, particularly in the high SES sample (sample 3) where the correlation is 0.74.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 2300,
                        "end": 2307,
                        "text": "Table 3",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Student-teacher agreement on ratings of self-concept",
                "sec_num": null
            },
            {
                "text": "Correlations between the student self-concept scores and a variety of academic measures are presented in Table 4 . Several important features are apparent. Each of the non-academic self-concept scores (the four factor scores and their sum) is essentially uncorrelated with each of the different academic measures, while each of the academic self-concept scores is substantially correlated with the academic measures. Furthermore, the various academic measures tend to be more highly correlated with the particular academic self-concept to which it is most logically related. The reading achievement scores and teacher ratings of reading ability tend to be more highly correlated with Reading self-concept than self-concepts in Mathematics and School Subjects. Teacher ratings of ability in mathematics and science are more highly correlated with self-concept in Mathematics than with those in Reading and School Subjects (Marsh, Relich and Smith showed a similar pattern of relationships for actual mathematical achievement). However, for each of the academic measures, the highest correlations generally occur with the Total Academic score. These correlations are particularly high for the high SES sample (sample 3) where several values exceed 0.70. ",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 105,
                        "end": 112,
                        "text": "Table 4",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Relationship between self-concept and academic measures",
                "sec_num": null
            },
            {
                "text": "The purpose of this study was to examine the construct validity of multidimensional self-concept scales in three different samples. Overall, student ratings of their own self-concept were moderately correlated with teacher ratings of their selfconcept, with academic achievement tests, and with teacher ratings of academic ability. In the language of MTMM analysis, the self-concept ratings showed good convergent validity. Furthermore, the self-concept ratings showed impressive discriminant validity as well. Student-teacher agreement on ratings of student self-concept was quite specific to particular dimensions of self-concept, and could not be adequately explained by a generalised agreement that cut across all areas of selfconcept. Similarly, each of the measures of academic ability tended to be uncorrelated with the non-academic self-concept subscales, moderately correlated with the academic self-concept subscales, and most highly correlated with the subscale to which it was most logically connected. These findings provide strong support for the construct validity of interpretations based upon the SDQ, and argue for the multidimensionality of self-concept. These findings also have important implications for conclusions and assumptions made in Shavelson's theoretical model and the comprehensive reviews by Shrauger and Schoeneman (1979) and Hansford and Hattie (1982) .",
                "cite_spans": [
                    {
                        "start": 1325,
                        "end": 1355,
                        "text": "Shrauger and Schoeneman (1979)",
                        "ref_id": null
                    },
                    {
                        "start": 1360,
                        "end": 1386,
                        "text": "Hansford and Hattie (1982)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The results of the study provide good support for Shavelson's assumption that self-concept is multifaceted, and some support for his hypothesis about the hierarchical ordering of the dimensions. The seven SDQ factors are based upon those hypothesised by Shavelson. Previous factor analyses, the MTMM analyses, and the pattern of relationships between the self-concept dimensions and academic measures all argue for the multidimensionality of self-concept and the relevance of the dimensions hypothesised by Shavelson. While there also is some support for a hierarchical ordering, it may not be the particular one that was hypothesised by Shavelson. Ironically, the distinctiveness of the various components undermines support for the hierarchical model in that correlations between the dimensions appear to be lower than would be expected from Shavelson's model or those found between different dimensions in the analogous hierarchical model of intellectual abilities (e.g., Vernon, 1950) . While the three academic self-concept factors are positively correlated, there is little correlation between self-concepts in Reading and Mathematics. The support for a higher-order academic factor rests on the correlation between self-concept in School Subjects and the other two academic factors. The pattern of correlations among the four non-academic factors seems to support a higher-order non-academic factor, but not the physical and social relationship components suggested by Shavelson. Relationships With Peers is more highly correlated with Physical Ability and Physical Appearance than with Relationship With Parents. Also, the two physical factors are each more positively correlated with the Relationships With Peers than they are with each other. Finally, the small correlation between the academic and non-academic total scores challenges the usefulness of combining these two to form a total self-concept score. Instead, it appears that self-concepts in academic and non-academic areas are reasonably distinct. While the lack of support for the specific hierarchical ordering proposed by Shavelson does generalise across several diverse samples (also see Marsh, Relich and Smith for results from another sample that fit this general pattern), the findings are all based upon one self-concept instrument and children with a narrow range of ages. The clear evidence for the multi-dimensionality of self-concept will hopefully stimulate further research into the hierarchical ordering of these dimensions.",
                "cite_spans": [
                    {
                        "start": 975,
                        "end": 988,
                        "text": "Vernon, 1950)",
                        "ref_id": "BIBREF17"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Shrauger and Schoeneman (1979), using a symbolic interactionist perspective, hypothesised that self-concept is a reflection of one's perceptions about how one appears to others. As part of their study they reviewed 50 investigations that compared self-perceptions with descriptions by others, and concluded that \" there is no consistent agreement between people's self-perceptions and how they are actually viewed by others \" (p. 549). There are, however, a number of possible explanations as to why correlations found in the present study are higher than those found in their review. The SDQ measures specific components of self-concept that have been confirmed by factor analysis, and teachers described students along these same specific dimensions. Thus, it is clear that the two parties are judging the same specific characteristics. The classroom teachers observe students for extended periods of time in different contexts, are exposed to wide ranges of different students which form their basis of comparison, and are practised at making discriminations between different students. Thus, they may be better able to evaluate self-concept than the observers used in most studies; furthermore, classroom teachers, as particularly important ' significant others ', may have an impact on the self-perceptions of preadolescent children that increases student-teacher agreement. It is also interesting to note that only four of the 50 studies reviewed by Shrauger and Schoeneman presented correlations between the self-perceptions of preadolescent children and the perceptions of their teachers, and three of these reported significant relationships. While the results of the present investigation do not support the symbolic interactionist hypothesis that the perceptions of significant others ' cause ' self-perceptions, neither are they inconsistent with this notion. More generally, the findings provide much stronger support for the construct validity of self-concept than is suggested by the Shrauger-Schoeneman review.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Hansford and Hattie (1 982) conducted an extensive meta-analysis that examined the relationship between self-measures (primarily self-concept or self-esteem) and performance/achievement measures. They concluded that there is only a small correlation between the two, the average being about 0.20 for measures of both self-concept and self-esteem. However, their systematic analysis of how correlations varied in studies with different characteristics provided valuable suggestions as to why the correlation might be so low. When the self-measure was self-concept of ability rather than general self-concept, the average correlation was much higher (0.42). This corresponds with the findings in the present study that measures of academic self-concept are substantially correlated with measures of academic ability while those of non-academic self-concept are not. Hansford and Hattie also found higher correlations in samples with higher ability or coming from families with a higher SES.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Thus the Hansford-Hattie review provides likely explanations for why the findings of this study are more positive than those generally reported. Once again, these findings provide much stronger support for the construct validity of self-concept than is suggested by their comprehensive review of studies in this area.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Academic self-concept in this study was substantially correlated with academic achievement, teacher ratings of academic ability, and teacher ratings of student selfconcept in the academic areas. These relationships were particularly strong in sample 3 where students had higher academic abilities and came from families in higher socio-economic classes. In their meta-analysis, Hansford and Hattie also reported substantially higher correlations when either SES or ability was high. Apparently, these children rely more heavily upon their relative academic ability in forming their academic self-concept. Teachers also rely quite heavily upon their judgments of a student's academic ability in forming their impressions of student academic self-concept. This may also explain why student-teacher agreement was higher in sample 3 than in the other samples for academic self-concept, but not for non-academic self-concept. The finding that self-concepts in Reading and Mathematics are substantially correlated in sample 3, but not in samples 1 and 2, is also consistent with this suggestion. Abilities in mathematics and reading do tend to be substantially correlated, so self-concepts that are more heavily influenced by actual abilities should also be more strongly correlated. Since SES and academic ability are typically confounded, it is not clear which-if either-is the critical variable, and logical arguments can be constructed for both. It may be that academic abilities are viewed as more important in high SES families, or it may be that these children emphasise their academic strengths in forming their own academic self-concepts, or both of these mechanisms may work simultaneously. It remains the work of future research to explore these possibilities.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The consistent and replicated pattern of findings presented in this study provides stronger support for the construct validity than has previously been reported (e.g., see major reviews by Wylie, 1974 Wylie, , 1979 ; Shavelson et al., 1976; Shrauger and Schoeneman, 1979; Hansford and Hattie, 1982) . From a within-network perspective there is good evidence for consistent and distinct patterns of self-concept that are based upon a good theoretical model (i.e., the model developed by Shavelson et al., 1976) . This support comes from replicated factor analyses of responses to the SDQ This also corresponds with the findings of the present study. (Marsh, Relich and Smith, in press; Marsh, Smith and Barnes, in press) as well as the MTMM analyses reported in this study. From a between-network perspective there is good evidence for a logical, predictable pattern of relationships between measures of self-concept and other constructs. This support is based upon the relationship between self-concept and academic abilities found in this study, and also those involving the sex of the student and their attributions of responsibility for academic outcomes reported in other studies (see Marsh, Relich and Smith, in press; Marsh, Smith and Barnes, in press) . Discussion related to these findings has also raised several important questions for future research such as:",
                "cite_spans": [
                    {
                        "start": 189,
                        "end": 200,
                        "text": "Wylie, 1974",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 201,
                        "end": 214,
                        "text": "Wylie, , 1979",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 217,
                        "end": 240,
                        "text": "Shavelson et al., 1976;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 241,
                        "end": 271,
                        "text": "Shrauger and Schoeneman, 1979;",
                        "ref_id": null
                    },
                    {
                        "start": 272,
                        "end": 298,
                        "text": "Hansford and Hattie, 1982)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 486,
                        "end": 509,
                        "text": "Shavelson et al., 1976)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 649,
                        "end": 719,
                        "text": "(Marsh, Relich and Smith, in press; Marsh, Smith and Barnes, in press)",
                        "ref_id": null
                    },
                    {
                        "start": 1189,
                        "end": 1258,
                        "text": "Marsh, Relich and Smith, in press; Marsh, Smith and Barnes, in press)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "(1) what is the hierarchical ordering of the various self-concept dimensions and is it useful to consider a general self-concept that includes both academic and non-academic areas? (2) how do the values of different social groups (e.g., the emphasis on academic skills in high SES families) influence the way in which children form their self-concept ? and (3) how do children incorporate their relative strengths and weaknesses (e.g., a stronger emphasis on academic ability for children who have higher academic ability) in forming their self-concepts ? While not providing answers to these questions, this study does demonstrate the importance of using a measurement instrument that is multidimensional, is based upon a good theoretical model, and that has been demonstrated to satisfy basic psychometric properties. The poor quality of instruments typically used in self-concept studies may be the most important weakness of research in this area.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "NOTE : The SDQ has been revised and expanded since the initiation of this study. In this study the seven specific areas of self-concept were measured with 62 items. The version of the SDQ which appears in appendix 1 contains 66 items which measure the seven scales (the original 62 plus four others) and six additional items designed to measure a \"general\" scale. On a subsequent 76item version the general scale has been further developed, though the 66 items which measure the other scales are the same as those in appendix 1. Other versions of the SDQ have also been developed for adolescents (i.e., high school aged students-the SDQ 11) and late adolescents (i.e., university aged students-the SDQ 111). Researchers interested in using the SDQ are encouraged t o contact the author of this study for further information. 57.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "59.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "58.",
                "sec_num": null
            },
            {
                "text": "61.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "60.",
                "sec_num": null
            },
            {
                "text": "am ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "62.",
                "sec_num": null
            },
            {
                "text": ". I can run a long way without stopping ................. 4 8 1 1 n n n 48",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "SELF DESCRIPTION QUESTIONNAIRE Name ................................................. Age ................................. School .................................................. Teacher ....................................................... This is a chance to look a t yourself. It is not a test. There are no right answers and everyone will have different answers. Be sure that your answers show how you feel about yourself. PLEASE DO NOT TALK ABOUT YOUR ANSWERS WITH ANYONE ELSE. We will keep your answers private and not show them t o anyone.'When you are ready to begin, please read each sentence and decide your answer. (You may read quietly to yourself as I read aloud.) There are five possible answers for each question --\"True\", \"False\", and three answers in between. There are five boxes next to each sentence, one for each of the answers. The answers are written a t the top of the boxes. Choose your answer to a sentence and put a tick ( J ) in the box under the answer you choose. DO NOT say your answer out loud or talk about it with anyone else.Before you start there are three examples below. Somebody named Bob has already answered two of these sentences t o show you how to do it. In the third one you must choose your own answer and put in your own tick ( J 1. ",
                "cite_spans": [
                    {
                        "start": 5,
                        "end": 245,
                        "text": "DESCRIPTION QUESTIONNAIRE Name ................................................. Age ................................. School .................................................. Teacher .......................................................",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "annex",
                "sec_num": null
            },
            {
                "text": "(Bob put a tick in the box under the answer \"TRUE\". This means that he really likes to read comic books. I f Bob did not like to read comic books very much, he would have answered \"FALSE\" or \"MOSTLY FALSE\".)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "lnnnndl",
                "sec_num": null
            },
            {
                "text": "In general, I am neat and tidy .. (For this sentence you have to choose the answer that is best for you. First you must decide if the sentence is \"TRUE\" or \"FALSE\" or somewhere in between. I f you really like to watch T.V. a lot you would answer \"TRUE\" by putting a tick in the last box. I f you hate watching T.V. you would answer \"FALSE\" by putting a tick in the first box. I f your answer is somewhere i n between then you would choose one of the other three boxes.) ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "2.",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Progressive Achievement Tests: Reading (Comprehension and Reading Vocabulary)",
                "authors": [
                    {
                        "first": "Australian",
                        "middle": [],
                        "last": "Council For Educational",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "&search",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "AUSTRALIAN COUNCIL FOR EDUCATIONAL &SEARCH (ACER) (1973). Progressive Achievement Tests: Reading (Comprehension and Reading Vocabulary). Hawthorn, Australia: ACER.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "The Self-Concept: Theory, Measurement, Development and Behaviour",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "B"
                        ],
                        "last": "Burns",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BURNS, R. B. (1979). The Self-Concept: Theory, Measurement, Development and Behaviour. London : Longman.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Self-concept of ability and perceived evaluation of others: cause or effect of academic achievement",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Calsyn",
                        "suffix": ""
                    },
                    {
                        "first": "Kenny",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "J. educ. Psychol",
                "volume": "69",
                "issue": "",
                "pages": "136--145",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CALSYN, R. J., and KENNY, D. A. (1977). Self-concept of ability and perceived evaluation of others: cause or effect of academic achievement. J. educ. Psychol., 69, 136-145.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Convergent and discriminant validation by the multitrait-multimethod matrix",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "T"
                        ],
                        "last": "Cmbell",
                        "suffix": ""
                    },
                    {
                        "first": "Fiske",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1959,
                "venue": "Psychol. BUN",
                "volume": "56",
                "issue": "",
                "pages": "81--105",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CMBELL, D. T., and FISKE, D. W. (1959). Convergent and discriminant validation by the multi- trait-multimethod matrix. Psychol. BUN., 56, 81-105.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "The measurement of self-esteem and related constructs",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Crandall",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Measures of Social Psychological Attitudes",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CRANDALL, R. (1973). The measurement of self-esteem and related constructs. In ROBINSON, J., and SHAVER, P. (Eds.), Measures of Social Psychological Attitudes. Ann Arbor, Michigan : Institute for Social Research.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "The relationship between self and achievementlperformance measures",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "C"
                        ],
                        "last": "Hansford",
                        "suffix": ""
                    },
                    {
                        "first": "Hattie",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Rev. educ Res",
                "volume": "52",
                "issue": "",
                "pages": "123--142",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HANSFORD, B. C., and HATTIE, J. A. (1982). The relationship between self and achievementlper- formance measures. Rev. educ Res., 52, 123-142.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "SPSS Update 7-9",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "H"
                        ],
                        "last": "Hull",
                        "suffix": ""
                    },
                    {
                        "first": "Nie",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "H"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HULL, C. H., and NIE, N. H. (1981). SPSS Update 7-9. New York: McGraw-Hill.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "An application of LISREL modeling to multitraitmultimethod analysis",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "Hocevar",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Proceedings, Australian Association for Educational Research",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MARSH, H. W., and HOCEVAR, D. (1980). An application of LISREL modeling to multitrait- multimethod analysis. Proceedings, Australian Association for Educational Research, 1980",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Self concept: the construct validity of interpretations based upon the SDQ",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Relich",
                        "suffix": ""
                    },
                    {
                        "first": "Smith",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "D"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "J. Person. soc. Psychol",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MARSH, H. W., RELICH, J., and SMITH, I. D. Self concept: the construct validity of interpretations based upon the SDQ. J. Person. soc. Psychol. (in press).",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Multitrait-multimethod analyses of two self-concept instruments",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "Smith",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "D"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "J. educ. Psychol",
                "volume": "74",
                "issue": "",
                "pages": "430--440",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MARSH, H. W., and SMITH, I. D. (1982). Multitrait-multimethod analyses of two self-concept instruments. J. educ. Psychol., 74, 430-440.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Multitrait-multimethod analyses of the Self Description Questionnaire: student-teacher agreement on multidimensional ratings of student self-concept",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "D"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Am. educ. Res. J",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MARSH, H. W., SMITH, I. D., and BARNES, J. Multitrait-multimethod analyses of the Self Description Questionnaire: student-teacher agreement on multidimensional ratings of student self-concept. Am. educ. Res. J. (in press).",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Statistical Package for the Social Sciences",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "H"
                        ],
                        "last": "Nie",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "H"
                        ],
                        "last": "Hull",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "G"
                        ],
                        "last": "Jenkins",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Steinbrenner",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "H"
                        ],
                        "last": "Bent",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "NIE, N. H., HULL, C. H., JENKINS, J. G., STEINBRENNER, K., and BENT, D. H. (1975). Statistical Package for the Social Sciences. New York: McGraw Hill.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "The relationship between pupil self-concept, reading achievement and socioeconomic status in a sample of sixth grade pupils",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Parker",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PARKER, J. W. (1982). The relationship between pupil self-concept, reading achievement and socio- economic status in a sample of sixth grade pupils. Unpublished master's essay, Department of Education, University of Sydney, Australia. PURKEY, W. W. (1978). Inviting School Success. Belmont, Calif. : Wadsworth.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "A critique of cross-lagged correlation",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Rogosa",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Psychol. Bull",
                "volume": "88",
                "issue": "",
                "pages": "245--258",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ROGOSA, D. (1980). A critique of cross-lagged correlation. Psychol. Bull., 88, 245-258.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Increasing educational achievement via self-concept SHAVELSON",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Scheirer",
                        "suffix": ""
                    },
                    {
                        "first": "Kraut",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E J"
                        ],
                        "last": "; R",
                        "suffix": ""
                    },
                    {
                        "first": "Bolus",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SCHEIRER, M. A., and KRAUT, R. E. (1979). Increasing educational achievement via self-concept SHAVELSON, R. J., and BOLUS, R. (1982). Self-concept: the interplay of theory and methods. J.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Self-concept: validation of construct SHRAUGER",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Hubner",
                        "suffix": ""
                    },
                    {
                        "first": "Stanton",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "C. ; J S"
                        ],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "Schoeneman",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "J"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SHAVELSON, R. J., HUBNER, J. J., and STANTON, G. C. (1976). Self-concept: validation of construct SHRAUGER, J. S., and SCHOENEMAN, T. J. (1979). Symbolic interactionist view of self-concept:",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "The Structure of Human Abilities",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "E"
                        ],
                        "last": "Vernon",
                        "suffix": ""
                    }
                ],
                "year": 1950,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "VERNON, P. E. (1950). The Structure of Human Abilities. New York: Wiley.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Self-esteem: its Conceptualization and Measurement",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Turney",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "B"
                        ],
                        "last": "Inglis",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "E"
                        ],
                        "last": "Sinclair",
                        "suffix": ""
                    },
                    {
                        "first": "Straton",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Wells",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "E"
                        ],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "Marwell",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Inner City Schools: Children",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "TURNEY, C., INGLIS, C. B., SINCLAIR, K. E., and STRATON, R. G. (1978). Inner City Schools: Children, WELLS, L. E., and MARWELL, G. (1976). Self-esteem: its Conceptualization and Measurement.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "The Self-concept",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Wylie",
                        "suffix": ""
                    },
                    {
                        "first": "Wylie",
                        "middle": [],
                        "last": "Nebraska",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Theory and research on selected topics",
                "volume": "1",
                "issue": "",
                "pages": "131--150",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WYLIE, R. C . (1974). The Self-concept. (Rev. edit., Vol. 1). Lincoln: University of Nebraska WYLIE, R. C. (1979). The Self-concept (Vol. 2): Theory and research on selected topics. Lincoln: change. Rev. educ. Res., 49, 131-150.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "text": "am interested in READING ................................ 2 My parents like me ............................................... 2 6 1 0 0 0 1 2 6 27. I get good marks in MATHEMATICS ................... 2 7 0 0 1 0 1 2 7 28. I get along with other kids easily .......................... do lots of important things ................................. am ugly.............................................................. 31. I learn things quickly in all SCHOOL SUBJECTS. have good muscles .............................................. 33. I am dumb at READING...................................... 3 3 0 0 0 0 1 3 3 ............................... Ihave children of my own I want to bring them up like my parents raised me 35. I am interested in MATHEMATICS ...................... 35n 0 0 0 035 36. I am easy to like ................................................... 2 6 1 0 1 I 1 3 6 38. Other kids think I am good looking ...................... 3 8 0 0 0 0 0 1 3 5 ............................................ 37. Overall I am no-good 371 0 0 0 n37 39. I am interested in all SCHOOL SUBJECTS .......... 3 9 n n n n I 1 3 9 40. I am good at sports ............................................... 41. I enjoy doing work in READING ......................... 41 42. My parents and I spend a lot of time together r learn thingsquickly in MATHEMATICS ............ 4 3 n n n T I 3 3 44. Other kids want me to be their friend .................. 4 4 m n n n 1 -1 4 4 45. In general I like being the way I am ...................... 4 5 m n n 1 4 5 46. I have a good looking body .................................. 47. I am dumb in all SCHOOL SUBJECTS ................. 4 7 m n n n I 4 7 in READING is easy for me ..................... parents are easy to talk to .............................. 5 0 m n n n I 1 5 51. I like MATHEMATICS ......................................... I have a lot to be proud of ........................ 5 3 0 I I 1 1 5 52. I have more friends than most other kids ............. 5 2 [ 1 n n n 1 1 5 54. I'm better looking than most of my friends .......... 5 4 m n n n 1 1 5 55. I look forward to all SCHOOL SUBJECTS ........... 5 5 m n n r-7 I ] 56.",
                "uris": null
            },
            "FIGREF1": {
                "num": null,
                "type_str": "figure",
                "text": "a good athlete ............................................... 5 6 0 1 n 0 1 5 6 look forward to READING ................................ 5 7 0 0 0 0 1 5 get along well with my parents ........................... t MATHEMATICS ............................... kids of my own age .................................................................... hate myself have nice features like nose, and eyes, and hair .. in all SCHOOL SUBJECTS is easy for me ... 6 3 1 1 I ] T I T I 1 1 6 64. I'm good atthrowing a ball .................................. hate READING .................................................. 6 5 0 0 0 0 a 6 66. My parents and I have a lot of fun together .......... 6 enjoy doing work in MATHEMATICS ............... 6 7 1 1 n n n 1 1 6 68. Most other kids like me ........................................ 69. Overail I am good a t things I like to do ................ 6 9 1 1 n n n I 1 6 9 70. I like all SCHOOL SUBJECTS .............................. 7 0 0 0 0 0 1 1 7 0 71. I learn things quickly in READING ...................... 7 1 0 0 0 0 0 7 7 1",
                "uris": null
            },
            "TABREF0": {
                "num": null,
                "text": "REI.AmG STUDENT RESPONSES TO SDQ FAC~ORS TOMIJLTITRAIT-MULTIMD ANALYSES IN THREE SAMPLES: ADJUSTED TEACHER RATINGS (ADD A N D STANDARDBED TEACHER RATINGS (STD)",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td/><td/><td/><td/><td colspan=\"2\">Student Ratings</td><td/><td/><td/><td/><td/></tr><tr><td/><td colspan=\"2\">PHYS ADJ STD</td><td colspan=\"2\">APPR ADJ STD</td><td colspan=\"2\">PEER ADJ STD</td><td colspan=\"2\">PRNT ADJ STD</td><td colspan=\"2\">READ ADJ STD</td><td colspan=\"2\">MATH A D J STD</td></tr><tr><td>PHYS sample 1 2 3</td><td>83 -8' 87 -</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>APPR sample 1 2 3</td><td>29 20 17</td><td>29 20 17</td><td>90 -90 -92</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>PEER sample 1 2 3</td><td>42 37 46</td><td>42 37 46</td><td>42 39 31</td><td>42 39 31</td><td>81 -85 -89</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>PRNT sample 1 2 3</td><td>10 25 06</td><td>10 25 06</td><td>09 21 28</td><td>09 21 28</td><td>25 29 40</td><td>25 29 40</td><td>80 -85 -88</td><td/><td/><td/><td/><td/></tr><tr><td>READ sample 1 2</td><td>-02 -08</td><td>-02 -08</td><td>04 01</td><td>04 01</td><td>07 -06</td><td>07 -06</td><td>17 25</td><td>17 25</td><td>89 93</td><td/><td/><td/></tr><tr><td>3</td><td>-22</td><td>-22</td><td>01</td><td>01</td><td>-14</td><td>-14</td><td>04</td><td>04</td><td>? 3 -</td><td/><td/><td/></tr><tr><td>MATH sample 1</td><td>17</td><td>17</td><td>07</td><td>07</td><td>14</td><td>14</td><td>01</td><td>01</td><td>-06</td><td>-06</td><td/><td/></tr><tr><td>2 3</td><td>14 01</td><td>14 01</td><td>02 02</td><td>02 02</td><td>05 08</td><td>05 08</td><td>-05 06</td><td>-05 06</td><td>-19 38</td><td>-19 38</td><td>--</td><td/></tr><tr><td>SCHL sample 1 2 3</td><td>13 13 18</td><td>13 13 18</td><td>16 27 03</td><td>16 27 03</td><td>21 41 29</td><td>21 41 29</td><td>09 15 16</td><td>09 15 16</td><td>29 I5 44</td><td>29 15 44</td><td/><td>38 34 67</td></tr><tr><td>Teacher Rafings PHYS sample1 2 3 APPR sample 1 2 3 PEER sample 1 2 3 PRNT sample 1 2 3</td><td colspan=\"2\">47 : : 40 I : : I 27 18 17 20 23 24 20 20 24 25 19 19 0 0 0 0 -01 -04 -04 00</td><td>20 21 00 16 23 -02 00 14 -12</td><td>27 24 00 17 18 -01 05 13 -16</td><td>20 36 29 19 37 29 00 09 11</td><td>20 37 29 12 32 30 !il 07 03 16</td><td colspan=\"2\">00 05 -02 04 13 10 09 21 18 ql 25 01 05 -01 00 14 11 00 22 18</td><td colspan=\"2\">-07 -06 -05 05 I5 13 02 0 0 0 4 -09 -05 -06 -07 19 I5 -03 10 09 07 07 19 21</td><td>19 14</td><td>07 19 11 -06 17 32 -01 07 25 -01 04 30</td></tr><tr><td>READ sample I 2 3</td><td>-07 -07 -18</td><td>-07 -08 -20</td><td>-08 -01 -14</td><td>07 00 -10</td><td colspan=\"2\">0 0 0 0 01 03 05 03</td><td>10 01 -04</td><td>04 02 00</td><td/><td/><td/><td>00 00 56</td></tr><tr><td>MATH sample 1 2 3</td><td>08 09 04</td><td>09 11 02</td><td>-06 05 01</td><td>09 04 -03</td><td>-01 04 18</td><td>12 04 18</td><td>-03 -04 13</td><td>07 -03 13</td><td>00 36 09</td><td>19 33 11</td><td/><td>41</td></tr><tr><td>SCHL sample1 2 3</td><td>04 02 -06</td><td>06 04 -06</td><td>-01 15 -01</td><td>06 13 00</td><td>03 12 20</td><td>13 09 20</td><td>06 10 09</td><td>13 10 12</td><td>14 28 44</td><td>30 31 40</td><td>63</td><td>30 15 61</td></tr></table>"
            },
            "TABREF2": {
                "num": null,
                "text": "",
                "type_str": "table",
                "content": "<table><tr><td/><td>Original Teacher Ratings</td><td>Standardised Teacher Ratings</td><td>Adjusted Teacher Ratings</td></tr><tr><td>1 sample 2 sample 3</td><td>0.25 0.31 0.42</td><td>0.27 0.32 0.43</td><td>0-35 0.37 0.46</td></tr><tr><td>sample 1 sample 2 sample 3</td><td>0.06 0.14 0.19</td><td>0.09 0-13 0.17</td><td>0.08 0.13 0.17</td></tr><tr><td>sample 1 sample 2 sample 3</td><td>0.16 0.15 0.17</td><td>0.16 0.15 0.17</td><td>0.16 0-15 0.17</td></tr><tr><td>sample 1 sample 2 sample 3</td><td>0.49 0.49 0.49</td><td>0.43 0.43 0.47</td><td>0.39 0.40 0.44</td></tr></table>"
            },
            "TABREF3": {
                "num": null,
                "text": "ADJUSTED TEACHER RATINGS (ADJ) AND STANDARDISED TEACHER RATINGS (STD) MULTITRAIT-MULTIMETHOD ANALYSES IN THREE SAMPLES: CORRELATIONS RELATING STUDENT SDQ TOTAL SCORES TO",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td/><td/><td colspan=\"2\">Student Ratings</td><td/><td/><td/><td/><td colspan=\"2\">Teacher Ratings</td></tr><tr><td/><td/><td colspan=\"2\">Non-</td><td/><td/><td/><td/><td colspan=\"2\">Non-</td><td/></tr><tr><td/><td/><td colspan=\"6\">academic ADJ STD ADJ STD ADJ STD Academic Total Self</td><td colspan=\"4\">academic ADJ STD ADJ STD ADJ STD Academic Total Self</td></tr><tr><td>Student Ratings</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Total Non-academic</td><td>sample 1 2 3</td><td>90 -90 -91 -</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Total Academic</td><td>sample 1 2 3</td><td>23 23 07</td><td>23 23 07</td><td>92 -92 -96 -</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Total Self</td><td>sample 1 2 3</td><td>84 86 74</td><td>84 86 74</td><td>72 70 72</td><td>72 70 72</td><td>92 -91 -94 -</td><td/><td/><td/><td/></tr><tr><td>Teacher Ratings</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Total Non-academic</td><td>sample 1 2 3</td><td/><td/><td>01 06 04</td><td>00 04 04</td><td>18 31 20</td><td>14 28 20</td><td/><td/><td/></tr><tr><td>Total Academic</td><td>sample 1 2 3</td><td>32</td><td>34</td><td/><td/><td>63</td><td>30 60</td><td>47 52 53</td><td>49 54 57</td><td>---</td></tr><tr><td>Total Self</td><td>sample 1 2 3</td><td>30 48 45</td><td>25 45 46</td><td>26 29 53</td><td>% 50</td><td/><td/><td>88 89 87</td><td>88 90 89</td><td>84 85 88</td><td>85 86 88</td><td>---</td></tr></table>"
            },
            "TABREF4": {
                "num": null,
                "text": "",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td/><td colspan=\"3\">Academic Ability Measures</td><td/><td/></tr><tr><td/><td/><td>Reading</td><td/><td colspan=\"4\">Teacher Ratings of Academic Abilities for:</td></tr><tr><td/><td/><td>Achievement</td><td>IQ</td><td colspan=\"3\">Reading Mathematics Science</td><td>Overall</td></tr><tr><td>Physical Abilities/ Sports</td><td>sample I 2 3</td><td>-0.08 001 -011</td><td>--0.01 -0.12</td><td>-0.12** -0.17 -0.10</td><td>-0.02 -0.02 0.00</td><td>-0.01 -0.01 0.00</td><td>-0.08 -0.05 -0.11</td></tr><tr><td colspan=\"2\">Physical -3</td><td>-0.14** -001 -0.04</td><td>0.03 -0.01</td><td>-0*18** -0.07 0.02</td><td>-0.16** -0.04 0.02</td><td>-0.13** -0.05 0.05</td><td>-0.16** -0.02 0.03</td></tr><tr><td/><td>sample 1 2 3</td><td>-0.06 -0.15 0.00</td><td>-0.06 --0.02</td><td>-0.05 -008 0.03</td><td>-0.03 0.03 0.14</td><td>-0.04 0.02 010</td><td>-0.05 -0.02 0.05</td></tr><tr><td/><td>sample I 2 3</td><td>-0.05 -0.01 -0.08</td><td>-0.04 --0.05</td><td>0.02 -0.02 0.03</td><td>-002 -010 0.05</td><td>-0.06 -0.02 -0.01</td><td>-0.02 -0.07 0.0 1</td></tr><tr><td/><td>sample 1 2</td><td>0.20** 0.35**</td><td>-0.35**</td><td>0.23** 0.32**</td><td>0.03 0.12</td><td>0.04 0.22**</td><td>0.15** 0.23**</td></tr><tr><td/><td>3 sample 1 2 3</td><td>037** 0.15** 0.20** 0.53**</td><td>0.53** 0.19* 0.58** -</td><td>0.55** 0.22** 0.71** -0.04</td><td>0.36** 0.36** 0.28** 0.66**</td><td>0.36** 0.30** 0.15 0.72**</td><td>0.52** 0.28** 0.1 1 0.74**</td></tr><tr><td/><td>sample 1 2</td><td>0.17** 0.14</td><td>-0.22**</td><td>0.27** 0.22**</td><td>0.27** 0.33**</td><td>0.25** 0.30**</td><td>0.26** 0.30**</td></tr><tr><td/><td>3 sample 1 2 3</td><td>043** -0.12** -0.06 -0.07</td><td>0.45** --0.03 -0.04</td><td>052** -0.12** -0.13 -0.01</td><td>0.59** -009' -0.05 0.08</td><td>0.56** -0.08 -0.02 0.05</td><td>0.56** -0.12** -0.06 -0.01</td></tr><tr><td/><td>sample 1 2</td><td>0.26** 0.38**</td><td>-041**</td><td>034** 0.27**</td><td>0.32** 0-37**</td><td>0.29** 0.36**</td><td>0.33** 0.34**</td></tr><tr><td/><td>3</td><td>0.63**</td><td>064**</td><td>0.71**</td><td>0.67**</td><td>0.36**</td><td>0.74**</td></tr><tr><td/><td>sample 1 2 3</td><td>0.05 0.16 0.37**</td><td>0*19* 0.38** -</td><td>0.10* 0.05 047**</td><td>O.ll* 0.16 0.51**</td><td>0*09* 0.17 0.48**</td><td>0.10* 0.13 0.49**</td></tr></table>"
            },
            "TABREF5": {
                "num": null,
                "text": ". .,.,%\" am good looking ......... . . . . . . .. .. ... . .. . . 2. I'm good at all SCHOOL SUBJECTS .................... run fast ............................. .. . .. . . .. . ... . My parents understand me .................................... I hate MATHEMATICS .......7. I have lots o f friends ... .. ... ... . . .. .. . .. . . . . . . . . the way I look ............................................. and play hard ..................................... .................................................... My parents are usually unhappy or disappointed with what I do ........................................................ 12 Work in MATHEMATlCSiseasy for me .............. 13 I ] n 14. i makefriendseasily ............................................ a pleasant looking face ............................... get good marks in all SCHOOL SUBJECTS ........ I 17. I liatesportsandgsmes .......................................... 'm good at READING ......................................... like my parents ....................................................... I look forward to MATHEMATICS ...................... Most kids have more friends than I do ......____....... 21 I I I I n 1 1 2 1 22. I am a nice looking person .................................... I hate all SCHOOL SUBJECTS ..............................",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td/><td/><td>MOSTLY</td><td>FALSE</td><td colspan=\"2\">MOSTLY</td><td/></tr><tr><td/><td/><td colspan=\"2\">FALSE</td><td>FALSE</td><td colspan=\"3\">SOME-' TRUE</td><td>TRUE</td></tr><tr><td/><td/><td/><td/><td/><td>TIMES</td><td/><td/><td/></tr><tr><td/><td/><td/><td/><td/><td>TRUE</td><td/><td/><td/></tr><tr><td colspan=\"3\">1. I 2</td><td/><td colspan=\"6\">n n TI i ] 2</td></tr><tr><td colspan=\"3\">3. I can 3</td><td>0</td><td>n</td><td>n</td><td>0</td><td/><td>0</td><td>3</td></tr><tr><td colspan=\"2\">4. I get good marks in READING</td><td>4</td><td>0</td><td>1</td><td>1</td><td>n</td><td>n</td><td>n</td><td>4</td></tr><tr><td colspan=\"7\">5. 5 1 7 T I n</td><td/><td/><td>5</td></tr><tr><td colspan=\"10\">. 6 o n n I I I I 6 6. 7 0 1 ( 0 1 ( n 7</td></tr><tr><td>8 .</td><td/><td>8</td><td>n</td><td>n</td><td>n</td><td>n</td><td/><td>n</td><td>8</td></tr><tr><td>9.</td><td colspan=\"2\">enjoy doing work in all SCHOOL SUBJECTS ._._ 9</td><td/><td/><td colspan=\"5\">n n 9</td></tr><tr><td>10.</td><td colspan=\"9\">like to run 10 n n n n I 1 1 0</td></tr><tr><td>11.</td><td/><td>11 1 -1</td><td/><td colspan=\"6\">n n n I 3 1</td></tr><tr><td colspan=\"10\">12. n T I n r I 1 2</td></tr><tr><td colspan=\"10\">n 1 1 1 3 13. 1 4 m n n l -l 1 1 1 4</td></tr><tr><td colspan=\"10\">15. I have 1 5 m n i-7 n 1 1 1 5</td></tr><tr><td colspan=\"10\">is. G~ r~ I I n 1 1 1 6</td></tr><tr><td/><td/><td colspan=\"8\">1 7 m I I n I I 1 j 1 7</td></tr><tr><td colspan=\"6\">18. I1 8 m n</td><td/><td/><td colspan=\"2\">I 1 1 8</td></tr><tr><td colspan=\"10\">19. i 1 9 m n n 1 1 1 9</td></tr><tr><td colspan=\"4\">20. 2 0 1 1</td><td/><td colspan=\"5\">T I T I T I 2 0</td></tr><tr><td colspan=\"3\">21. 221-1</td><td/><td>T I</td><td/><td colspan=\"4\">T I 1 1 2 2</td></tr><tr><td>23.</td><td/><td/><td/><td/><td/><td/><td/><td/></tr></table>"
            }
        }
    }
}