{
    "paper_id": "marsh_2004",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-22T17:56:13.534946Z"
    },
    "title": "Explaining Paradoxical Relations Between Academic Self-Concepts and Achievements: Cross-Cultural Generalizability of the Internal/External Frame of Reference Predictions Across 26 Countries",
    "authors": [
        {
            "first": "Herbert",
            "middle": [
                "W"
            ],
            "last": "Marsh",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Western Sydney",
                "location": {}
            },
            "email": "h.marsh@uws.edu.au"
        },
        {
            "first": "Kit-Tai",
            "middle": [],
            "last": "Hau",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "The Chinese University of Hong",
                "location": {
                    "settlement": "Kong"
                }
            },
            "email": ""
        },
        {
            "first": "Codula",
            "middle": [],
            "last": "Artelt",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "The Chinese University of Hong Kong",
                "location": {
                    "settlement": "Hong Kong",
                    "country": "China"
                }
            },
            "email": ""
        },
        {
            "first": "Jurger",
            "middle": [],
            "last": "Bamert",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "The Chinese University of Hong Kong",
                "location": {
                    "settlement": "Hong Kong",
                    "country": "China"
                }
            },
            "email": ""
        },
        {
            "first": "Oliver",
            "middle": [],
            "last": "Lüdtke",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "The Chinese University of Hong Kong",
                "location": {
                    "settlement": "Hong Kong",
                    "country": "China"
                }
            },
            "email": ""
        },
        {
            "first": "Ken",
            "middle": [],
            "last": "Rowe",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "The Chinese University of Hong Kong",
                "location": {
                    "settlement": "Hong Kong",
                    "country": "China"
                }
            },
            "email": ""
        },
        {
            "first": "Wolfram",
            "middle": [],
            "last": "Schulz",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "The Chinese University of Hong Kong",
                "location": {
                    "settlement": "Hong Kong",
                    "country": "China"
                }
            },
            "email": ""
        },
        {
            "first": "Ulrich",
            "middle": [],
            "last": "Trautwein",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "The Chinese University of Hong Kong",
                "location": {
                    "settlement": "Hong Kong",
                    "country": "China"
                }
            },
            "email": ""
        },
        {
            "first": "W",
            "middle": [],
            "last": "Marsh",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Western Sydney",
                "location": {
                    "addrLine": "Banks-town Campus, Locked Bag 1797 Penrith South",
                    "postCode": "1797",
                    "settlement": "Sydney",
                    "region": "New South Wales",
                    "country": "Australia"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "The internal/external frame of reference (I/E) model explains a seemingly paradoxical pattern of relations between math and verbal self-concepts and corresponding measures of achievement, extends social comparison theory, and has important educational implications. In a cross-cultural study of nationally representative samples of 15-year-olds from 26 countries (total N ϭ 55,577), I/E predictions were supported in that (a) math and verbal achievements were highly correlated, but math and verbal self-concepts were nearly uncorrelated; (b) math achievement had positive effects on math self-concept, but negative effects on verbal self-concept; and (c) verbal achievement had positive effects on verbal self-concept, but negative effects on math self-concept. Supporting the cross-cultural generalizability of predictions, multigroup structural equation models demonstrated good support for the generalizability of results across 26 countries participating in the Programme for International Student Assessment project sponsored by the Organisation for Economic Cooperation and Development.",
    "pdf_parse": {
        "paper_id": "marsh_2004",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The internal/external frame of reference (I/E) model explains a seemingly paradoxical pattern of relations between math and verbal self-concepts and corresponding measures of achievement, extends social comparison theory, and has important educational implications. In a cross-cultural study of nationally representative samples of 15-year-olds from 26 countries (total N ϭ 55,577), I/E predictions were supported in that (a) math and verbal achievements were highly correlated, but math and verbal self-concepts were nearly uncorrelated; (b) math achievement had positive effects on math self-concept, but negative effects on verbal self-concept; and (c) verbal achievement had positive effects on verbal self-concept, but negative effects on math self-concept. Supporting the cross-cultural generalizability of predictions, multigroup structural equation models demonstrated good support for the generalizability of results across 26 countries participating in the Programme for International Student Assessment project sponsored by the Organisation for Economic Cooperation and Development.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The importance of self-concept as a relevant outcome variable is evident in diverse settings, including social psychology, personality, education, child development, mental and physical health, social services, organizations, industry, and sport. For example, educational policy statements throughout the world list selfconcept enhancement as a central goal of education and an important vehicle for addressing social inequities experienced by disadvantaged groups. In self-concept research, support for the construct validity of major instruments and the main theoretical models has been based largely on responses by students from Western countries-particularly English-speaking students in the United States, Australia, and Canada.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The purpose of the present investigation is to evaluate the cross-cultural generalizability of relations between math and verbal self-concepts with math and verbal achievements. The internal/ external frame of reference (I/E) model was developed to explain what initially seemed to be paradoxical patterns of relations between math and verbal self-concepts and corresponding areas of achievement. In the present investigation, we evaluate the crosscultural generalizability of predictions based on the I/E model, using a large cross-national sample consisting of large, nationally representative samples of 15-year-olds from 26 countries.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Historically, self-concept measurement, theory, research, and application emphasized a largely atheoretical, global component of self-concept, and reviewers noted the lack of theoretical models for defining and interpreting the construct (e.g., Shavelson, Hubner, & Stanton, 1976; Wells & Marwell, 1976; Wylie, 1979) . In an attempt to remedy this situation, Shavelson et al. (1976) reviewed existing research and self-concept instruments and provided a theoretical definition and model of self-concept that has had a profound influence on subsequent research (see review by Marsh & Hattie, 1996) . In the Shavelson et al. model, self-concept is posited to be a multidimensional, hierarchical construct. Global self-concept, at the apex of the hierarchy, is divided into nonacademic (e.g., social, physical, emotional) and academic components. Of particular relevance to the present investigation, academic self-concept is divided into self-concepts in particular content areas such as math and verbal self-concepts. Support for the construct validity of self-concept interpretations and its multidimensionality requires that (a) academic outcomes are more highly correlated with academic self-concept than with global and nonacademic components of self-concept, and (b) achievement in particular domains is more highly correlated with academic selfconcepts in the matching domain (e.g., math achievement and math self-concept) than self-concepts in nonmatching domains (e.g., math achievement and general or verbal self-concept).",
                "cite_spans": [
                    {
                        "start": 245,
                        "end": 280,
                        "text": "Shavelson, Hubner, & Stanton, 1976;",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 281,
                        "end": 303,
                        "text": "Wells & Marwell, 1976;",
                        "ref_id": "BIBREF63"
                    },
                    {
                        "start": 304,
                        "end": 316,
                        "text": "Wylie, 1979)",
                        "ref_id": "BIBREF65"
                    },
                    {
                        "start": 359,
                        "end": 382,
                        "text": "Shavelson et al. (1976)",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 575,
                        "end": 596,
                        "text": "Marsh & Hattie, 1996)",
                        "ref_id": "BIBREF37"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Multidimensional Academic Self-Concepts and Their Relation to Achievement",
                "sec_num": null
            },
            {
                "text": "Stimulated in part by the Shavelson et al. (1976) model and subsequent research (see Marsh & Hattie, 1996) , there is an ongoing debate about the relative usefulness of unidimensional perspectives that emphasize a single, relatively unidimensional, global domain of self-concept (sometimes referred to as selfesteem) and multidimensional perspectives based on multiple, relatively distinct components of self-concept. For example, Suls (1993) noted the extreme divergence of claims in related issues in chapters written by Marsh (1993) and Brown (1993) that appeared in his monograph, concluding, \"both Brown and Marsh, who cite strong support for their viewpoints, cannot be right; or, at minimum, a new integrative theory is needed to reconcile the two approaches\" (p. x). Marsh and Craven (1997, p. 191) ",
                "cite_spans": [
                    {
                        "start": 26,
                        "end": 49,
                        "text": "Shavelson et al. (1976)",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 85,
                        "end": 106,
                        "text": "Marsh & Hattie, 1996)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 431,
                        "end": 442,
                        "text": "Suls (1993)",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 523,
                        "end": 535,
                        "text": "Marsh (1993)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 540,
                        "end": 552,
                        "text": "Brown (1993)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 775,
                        "end": 806,
                        "text": "Marsh and Craven (1997, p. 191)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Multidimensional Academic Self-Concepts and Their Relation to Achievement",
                "sec_num": null
            },
            {
                "text": "If the role of self-concept research is to better understand the complexity of self in different contexts, to predict a wide variety of behaviors, to provide outcome measures for diverse interventions, and to relate self-concept to other constructs, then the specific domains of self-concept are more useful than a general domain.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "subsequently argued that",
                "sec_num": null
            },
            {
                "text": "Support for this claim is particularly strong in educational psychology, where academic self-concept is substantially related to a wide variety of academic outcomes, whereas global and nonacademic measures of self-concept are much less highly correlated with these outcomes (Marsh, 1993) .",
                "cite_spans": [
                    {
                        "start": 274,
                        "end": 287,
                        "text": "(Marsh, 1993)",
                        "ref_id": "BIBREF29"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "subsequently argued that",
                "sec_num": null
            },
            {
                "text": "As emphasized in classical social-comparison-theory approaches to self-evaluation (e.g., Diener & Fujita, 1997; Festinger, 1954; Morse & Gergen, 1970; Suls, 1977) , even after individuals obtain information from various sources about their levels of accomplishment, their self-perceptions must be compared with some standard or frame of reference in order to form a selfappraisal. Thus, for example, to the extent that individuals have different frames of reference, the same objective indicators of academic achievement will lead to different academic selfconcepts. In the typical application of social comparison theory (e.g., Diener & Fujita, 1997; Marsh, 1993; Morse & Gergen, 1970; Suls, 1977) , it is assumed that individuals evaluate their own performance in comparison with the performances of others through social comparison processes. Particularly in educational settings, there is good support for how social comparison processes associated with well-established group membership (the school one attends) affects self-concept. Diener and Fujita (1997) referred to this as situationally imposed or forced comparisons as opposed to a more flexible situation in which individuals have considerable freedom to consciously select or construct a comparison target so as to maximize various goals. Diener and Fujita emphasized that schools closely approximate a \"total environment\" (where the frame of reference affecting judgment is limited to the immediate context) implicit in the forced comparison. The school is a total environment in that there are so many inherent constraints and a natural emphasis on social comparison of achievement levels of classmates in a school setting. Similarly, educational psychologists (e.g., Covington, 1992; Marsh, 1993; Marsh, Kong, & Hau, 2000; Marshall & Weinstein, 1984 ; also see Goethals & Darley, 1987) emphasized the extreme salience of achievement as a reference point within a school setting, particularly when the outcome measure is academic self-concept. Diener and Fujita noted that Marsh's research studies (e.g., Marsh, 1993; Marsh & Craven, 1997; Marsh & Parker, 1984) are one of the best validated examples in support of social comparison theory, demonstrating that imposed comparisons do have a substantial, lasting impact. As emphasized by Diener and Fujita, Marsh's research clearly supports this traditional application of social comparison theory. However, Marsh (1986) found that this classic approach to social comparison theory was not able to explain the seemingly paradoxical pattern of relations he found between math and verbal selfconcept measures and corresponding measures of math and verbal achievement, the focus of the present investigation. To explain these results, he developed the I/E model that is an extension of social comparison theory.",
                "cite_spans": [
                    {
                        "start": 89,
                        "end": 111,
                        "text": "Diener & Fujita, 1997;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 112,
                        "end": 128,
                        "text": "Festinger, 1954;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 129,
                        "end": 150,
                        "text": "Morse & Gergen, 1970;",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 151,
                        "end": 162,
                        "text": "Suls, 1977)",
                        "ref_id": "BIBREF60"
                    },
                    {
                        "start": 629,
                        "end": 651,
                        "text": "Diener & Fujita, 1997;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 652,
                        "end": 664,
                        "text": "Marsh, 1993;",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 665,
                        "end": 686,
                        "text": "Morse & Gergen, 1970;",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 687,
                        "end": 698,
                        "text": "Suls, 1977)",
                        "ref_id": "BIBREF60"
                    },
                    {
                        "start": 1039,
                        "end": 1063,
                        "text": "Diener and Fujita (1997)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 1734,
                        "end": 1750,
                        "text": "Covington, 1992;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1751,
                        "end": 1763,
                        "text": "Marsh, 1993;",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 1764,
                        "end": 1789,
                        "text": "Marsh, Kong, & Hau, 2000;",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 1790,
                        "end": 1816,
                        "text": "Marshall & Weinstein, 1984",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 1828,
                        "end": 1852,
                        "text": "Goethals & Darley, 1987)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 2071,
                        "end": 2083,
                        "text": "Marsh, 1993;",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 2084,
                        "end": 2105,
                        "text": "Marsh & Craven, 1997;",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 2106,
                        "end": 2127,
                        "text": "Marsh & Parker, 1984)",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 2422,
                        "end": 2434,
                        "text": "Marsh (1986)",
                        "ref_id": "BIBREF25"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Frame of Reference Effects: Social Comparison Theory",
                "sec_num": null
            },
            {
                "text": "The Shavelson et al. (1976) model assumes that there is a strong higher order academic self-concept such that there is a substantial correlation between verbal and math self-concepts. This prediction also follows from the typically large correlation between math and verbal academic achievements (typically .50 to .80, depending on how achievement is measured). Early research, however, demonstrated that math and verbal self-concepts were much more differentiated than the corresponding achievement scores (Marsh, 1986) . In contrast to the expectation of high correlations between math and verbal self-concepts, math and verbal self-concepts were nearly uncorrelated. Furthermore, this near-zero correlation was consistent across different measures of the math and verbal selfconcepts and a diversity of settings (Marsh, 1986; Marsh & Craven, 1997; . Hence, it seems that individuals with good mathematics skills also tend to have good verbal skills and vice versa, but people think of themselves as either \"math\" persons or \"verbal\" persons-but not both.",
                "cite_spans": [
                    {
                        "start": 4,
                        "end": 27,
                        "text": "Shavelson et al. (1976)",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 507,
                        "end": 520,
                        "text": "(Marsh, 1986)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 815,
                        "end": 828,
                        "text": "(Marsh, 1986;",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 829,
                        "end": 850,
                        "text": "Marsh & Craven, 1997;",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Internal/External Frame of Reference (I/E) Model",
                "sec_num": null
            },
            {
                "text": "Theoretical rationale for the I/E model. The I/E model (for further discussion, see Marsh, 1986 Marsh, , 1993 Marsh, Byrne, & Shavelson, 1988; Marsh & Yeung, 2001 ) was initially developed to explain why math and verbal self-concepts are almost uncorrelated even though corresponding areas of academic achievement are substantially correlated. According to the I/E model, academic self-concept in a particular domain (e.g., math or verbal selfconcepts) is formed in relation to two comparison processes or frames of reference.",
                "cite_spans": [
                    {
                        "start": 84,
                        "end": 95,
                        "text": "Marsh, 1986",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 96,
                        "end": 109,
                        "text": "Marsh, , 1993",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 110,
                        "end": 142,
                        "text": "Marsh, Byrne, & Shavelson, 1988;",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 143,
                        "end": 162,
                        "text": "Marsh & Yeung, 2001",
                        "ref_id": "BIBREF45"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Internal/External Frame of Reference (I/E) Model",
                "sec_num": null
            },
            {
                "text": "1. The external (normative) reference is the typical social comparison process in which students compare their selfperceived performances in a particular school subject with the perceived performances of other students in the same school subject and other external standards of actual achievement levels (e.g., normative comparisons, school grades, class rankings, etc.). If they perceive themselves to be able in relation to other students and objective indicators of achievement, then they should have a high academic self-concept in that school subject.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Internal/External Frame of Reference (I/E) Model",
                "sec_num": null
            },
            {
                "text": "The internal (ipsative-like) reference is a comparison process in which students compare their own performance in one particular school subject with their own performance in other school subjects. If, for example, one's best school subject is mathematics, then this student should have a positive math self-concept that is higher than this student's verbal self-concept. Similarly, according to this internal comparison process, a student may have a favorable math self-concept if math is this student's best subject even if this student is not particularly good at math relative to other students and external standards. It is this internal comparison process that represents an extension to traditional social comparison theory.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "2.",
                "sec_num": null
            },
            {
                "text": "To clarify how these two processes operate, it is useful to consider students who accurately perceive themselves to be below average in both verbal and math skills (an external comparison), but who are better at mathematics than verbal and other school subjects (an internal comparison). Their math skills are below average relative to other students and objective indicators of math achievement (the external comparison), and this should lead to a below-average math self-concept. However, their math skills are above average relative to their other school subjects (an internal comparison), and this should lead to an above-average math selfconcept. Depending on how these two processes are weighted in the formation of self-concept, these students may have an average or even above-average math self-concept even though they have below-average math skills. The I/E model also predicts that these students would have better math self-concepts than other students who did equally poorly at mathematics but who did better in all other school subjects (i.e., math was their worst subject). Similarly, a student who is very bright in all school subjects may have an average or even below-average math self-concept if the student perceived mathematics to be his or her worst subject.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "2.",
                "sec_num": null
            },
            {
                "text": "The external comparison process should result in substantial positive correlations between math and verbal self-concepts because math and verbal achievements are substantially positively correlated. However, the ipsative, internal comparison process should result in a negative correlation between math and verbal self-concepts because the average correlation among ipsative scores is necessarily negative (i.e., an increase in any one score must result in the counterbalancing decrease in average of the remaining scores if they are ipsative). Both of these processes, however, affect self-concept responses. Hence, the joint operation of these processes, depending on the relative weight given to internal and external comparisons, is consistent with the near-zero correlation between math and verbal self-concepts that led to the development of the I/E model. It is, however, important to emphasize that support for the I/E model does not require the correlation between math and verbal self-concepts to be zero, but only that it be substantially less than the typically substantial positive correlation between math and verbal achievement.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "2.",
                "sec_num": null
            },
            {
                "text": "Domain specificity is a critical feature of the I/E model. However, stronger tests of the I/E model are possible when math and verbal achievements are related to math and verbal self-concepts (see Figure 1A ). The external comparison process predicts that good math skills lead to higher math self-concepts and that good verbal skills lead to higher verbal self-concepts. According to the internal comparison process, however, good math skills should lead to lower verbal self-concepts (once the positive effects of good verbal skills are controlled), that is, \"The better I am at mathematics, the poorer I am at verbal subjects (relative to my good math skills).\" Similarly, better verbal skills should lead to lower math self-concept (once the positive effects of good math skills are controlled). In models used to test this prediction ( Figure  1A ), the horizontal paths leading from math achievement to math self-concept and from verbal achievement to verbal self-concept (the gray horizontal lines in Figure 1A ) are predicted to be substantially positive (indicated by ϩϩ in Figure 1A ). However, the cross paths leading from math achievement to verbal self-concept and from verbal achievement to math self-concept (the dark lines in Figure 1A ) are predicted to be negative. Although consistent with the I/E model, it is these negative cross paths-the negative effects of verbal achievement on math self-concept and of math achievement on verbal self-concept-that initially appeared to be paradoxical and that provide the critical test of the I/E model. It is also important to clarify what is actually being tested in the I/E model. Typically, math and verbal achievements are substantially positively correlated with each other (the typical \"big-G\" that underlies almost all measures of achievement) and typically each is positively correlated with both math and verbal self-concepts. Math achievement is more correlated with math self-concept than verbal self-concept (and verbal achievement is more correlated with verbal self-concept than math self-concept). The critical prediction for the I/E model, however, is in terms of the path coefficients. In other words, it is the effect of math achievement on verbal self-concept after controlling for the effect of verbal achievement. Hence, once we control for the positive effect of verbal achievement (and the big-G component shared by math and verbal achievement) on verbal self-concept, then the unique component of math achievement is negatively associated with verbal self-concept. Thus, the size of the negative effect of math achievement on verbal self-concept should be a function of the discrepancy between the math and verbal achievement scores. Hence, the operative construct is a residual score that is conceptually like the difference score (without some of the statistical problems associated with raw difference scores). Thus, a B average in mathematics may induce an average or even below-average mathematics selfconcept for the student who earns As in most other school subjects, but may lead to an above-average math self-concept for the student who earns Cs in other subjects. In the language of path analysis, it is the direct effect of math achievement on verbal self-concept that Figure 1 . Predicted (Panel A) and actual (Panel B) results based on the internal/external frame of reference model. In Panel A, the horizontal (positive) paths are predicted to be substantial and positive (ϩϩ), whereas the cross (negative) paths are predicted to be smaller and negative (-). In Panel B, the actual results based on the total-group (TG) analysis (Model TG1 in Table 1 ) and the multiple-group (MG) analysis (Model MG15 in Table 1 ) are consistent with predictions.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 197,
                        "end": 206,
                        "text": "Figure 1A",
                        "ref_id": null
                    },
                    {
                        "start": 841,
                        "end": 851,
                        "text": "Figure  1A",
                        "ref_id": null
                    },
                    {
                        "start": 1008,
                        "end": 1017,
                        "text": "Figure 1A",
                        "ref_id": null
                    },
                    {
                        "start": 1083,
                        "end": 1092,
                        "text": "Figure 1A",
                        "ref_id": null
                    },
                    {
                        "start": 1242,
                        "end": 1251,
                        "text": "Figure 1A",
                        "ref_id": null
                    },
                    {
                        "start": 3264,
                        "end": 3272,
                        "text": "Figure 1",
                        "ref_id": null
                    },
                    {
                        "start": 3641,
                        "end": 3648,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 3703,
                        "end": 3710,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "2.",
                "sec_num": null
            },
            {
                "text": "is predicted to be negative-not the correlation between math achievement and verbal self-concept.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "2.",
                "sec_num": null
            },
            {
                "text": "Empirical support for the I/E model. It is not surprising, of course, that good verbal skills are associated with good verbal self-concepts and that good math skills are associated with good math self-concepts (the positive paths in Figure 1A ). More surprising-even paradoxical-are the negative paths from verbal achievement to math self-concept and from math achievement to verbal self-concept (i.e., being more mathematically able detracts from verbal self-concept, whereas being more verbally able detracts from math self-concept). In a review of 13 studies that considered students of different ages and different academic achievement indicators, Marsh (1986) reported that (a) correlations between indicators of verbal and math achievement were substantial (.42 to .94), (b) correlations between measures of verbal and math self-concepts were much smaller (Ϫ.10 to ϩ.19), (c) path coefficients from verbal achievement to verbal self-concept and from math achievement to math self-concept were all significantly positive, (d) path coefficients from math achievement to verbal self-concept and from verbal achievement to math self-concept were significantly negative.",
                "cite_spans": [
                    {
                        "start": 652,
                        "end": 664,
                        "text": "Marsh (1986)",
                        "ref_id": "BIBREF25"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 233,
                        "end": 242,
                        "text": "Figure 1A",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "2.",
                "sec_num": null
            },
            {
                "text": "This pattern of results consistent with the I/E model was subsequently replicated for responses to each of three different selfconcept instruments by Canadian high school students (Marsh, Byrne, et al., 1988) , for the nationally representative sample of U.S. high school students in the High School and Beyond Study (Marsh, 1989) , for the nationally representative sample of U.S. high school students in the National Longitudinal Study (Marsh, 1994b) , and for academically gifted students in the United States (Plucker & Stocking, 2001; Williams & Montgomery, 1995) and China (Lee, Yeung, Low, & Jin, 2000) . Although Bong (1998) was unsuccessful in her attempt to develop items that differentiated between the internal and external comparison processes, Marsh and Yeung's (2001) reanalysis of her results demonstrated that there was clear support for the I/E predictions based on responses to her alternative set of items. Across these different studies, support for the I/E predictions have been shown to generalize well across different sets of items used to infer self-concept and a variety of different indicators of achievement (e.g., test scores, school grades, teacher ratings).",
                "cite_spans": [
                    {
                        "start": 180,
                        "end": 208,
                        "text": "(Marsh, Byrne, et al., 1988)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 317,
                        "end": 330,
                        "text": "(Marsh, 1989)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 438,
                        "end": 452,
                        "text": "(Marsh, 1994b)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 513,
                        "end": 539,
                        "text": "(Plucker & Stocking, 2001;",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 540,
                        "end": 568,
                        "text": "Williams & Montgomery, 1995)",
                        "ref_id": "BIBREF64"
                    },
                    {
                        "start": 579,
                        "end": 609,
                        "text": "(Lee, Yeung, Low, & Jin, 2000)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 621,
                        "end": 632,
                        "text": "Bong (1998)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 758,
                        "end": 782,
                        "text": "Marsh and Yeung's (2001)",
                        "ref_id": "BIBREF45"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "2.",
                "sec_num": null
            },
            {
                "text": "Although much of this support is based on responses by students from the United States, Canada, and Australia where the native language is English, there is also some support for the crosscultural or cross-nationality generalizability of these results where verbal self-concept is based on a native language other than English (e.g., Norway: Skaalvik & Rankin, 1995; Skaalvik & Valas, 2001; China: Dai, 2001 Kong, 2000; Lee et al., 2000; Marsh, Kong, & Hau, 2001; Yeung & Lau, 1998; Yeung & Lee, 1999; Germany: Marsh & Köller, 2003; Moeller & Köller 2001a United Arab Emirates: Abu-Hilal, 2002; Abu-Hilal & Bahri, 2000) . Thus, for example, Abu-Hilal (2002, p. 2) concluded that his research with Arabic students \"confirmed previous findings for the I/E model with western samples, thus adding more to the universality of the model.\"",
                "cite_spans": [
                    {
                        "start": 342,
                        "end": 366,
                        "text": "Skaalvik & Rankin, 1995;",
                        "ref_id": "BIBREF56"
                    },
                    {
                        "start": 367,
                        "end": 390,
                        "text": "Skaalvik & Valas, 2001;",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 391,
                        "end": 407,
                        "text": "China: Dai, 2001",
                        "ref_id": null
                    },
                    {
                        "start": 408,
                        "end": 419,
                        "text": "Kong, 2000;",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 420,
                        "end": 437,
                        "text": "Lee et al., 2000;",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 438,
                        "end": 463,
                        "text": "Marsh, Kong, & Hau, 2001;",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 464,
                        "end": 482,
                        "text": "Yeung & Lau, 1998;",
                        "ref_id": "BIBREF66"
                    },
                    {
                        "start": 483,
                        "end": 501,
                        "text": "Yeung & Lee, 1999;",
                        "ref_id": "BIBREF67"
                    },
                    {
                        "start": 502,
                        "end": 532,
                        "text": "Germany: Marsh & Köller, 2003;",
                        "ref_id": null
                    },
                    {
                        "start": 533,
                        "end": 555,
                        "text": "Moeller & Köller 2001a",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 556,
                        "end": 594,
                        "text": "United Arab Emirates: Abu-Hilal, 2002;",
                        "ref_id": null
                    },
                    {
                        "start": 595,
                        "end": 619,
                        "text": "Abu-Hilal & Bahri, 2000)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 641,
                        "end": 660,
                        "text": "Abu-Hilal (2002, p.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "2.",
                "sec_num": null
            },
            {
                "text": "Particularly interesting research in Germany (e.g., Moeller & Köller, 2001a) provided support for the I/E in a true experimental study with randomly assigned students, demonstrating how experimentally manipulated feedback on achievement in one subject area had an inverse effect on self-concept in a different area. The authors concluded that \"as shown experimentally for the first time, dimensional comparison information can have inverse effects on task-related cognitions in other domains\" (p. 833). Importantly, they demonstrated simultaneous support for both the internal comparison process (based on experimentally manipulated feedback about the relative performance in two different tasks) and the external comparison process (based on experimentally manipulated feedback about performance relative to other students). This research is important, using a true experimental design with random assignment to groups to support the causality in the causal path models that are the basis of the I/E model. Whereas a growing number of studies have found support for the I/E model in different countries and cultural groups, each was based on results from a single country and a methodology (e.g., achievement indicators, instrumentation, translation, selection and representativeness of the sample, and statistical analysis) that is largely idiosyncratic to the particular study. In their critique of research in this area, Marsh and Yeung (2001) noted the need to pursue cross-national and cross-cultural comparisons systematically in order to evaluate more fully the generalizability of support based on the I/E model. The present investigation in which the same materials (with appropriate translation) were used in representative samples from different countries is clearly stronger in terms of cross-cultural comparisons than any previous research.",
                "cite_spans": [
                    {
                        "start": 52,
                        "end": 76,
                        "text": "Moeller & Köller, 2001a)",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 1425,
                        "end": 1447,
                        "text": "Marsh and Yeung (2001)",
                        "ref_id": "BIBREF45"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "2.",
                "sec_num": null
            },
            {
                "text": "Cross-cultural comparisons provide researchers with a valuable heuristic basis to test the external validity and generalizability of their measures, theories, and models. Matsumoto (2001, p. 9) argued that \"cultural differences challenge mainstream theoretical notions about the nature of people and force us to rethink basic theories of personality, perception, cognition, emotion, development, social psychology, and the like in fundamental and profound ways.\" In their influential overview of cross-cultural research, Segall, Lonner, and Berry (1998, p. 1102) stated that cross-cultural research's three complementary goals were to transport and test our current psychological knowledge and perspectives by using them in other cultures; to explore and discover new aspects of the phenomenon being studied in local cultural terms; and to integrate what has been learned from these first two approaches in order to generate more nearly universal psychology, one that has pan-human validity.",
                "cite_spans": [
                    {
                        "start": 171,
                        "end": 193,
                        "text": "Matsumoto (2001, p. 9)",
                        "ref_id": null
                    },
                    {
                        "start": 521,
                        "end": 540,
                        "text": "Segall, Lonner, and",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 541,
                        "end": 562,
                        "text": "Berry (1998, p. 1102)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Value of Cross-Cultural Comparisons",
                "sec_num": null
            },
            {
                "text": "Similarly, Sue (1999) argued that researchers have not taken sufficient advantage of cross-cultural comparisons that allow researchers to test the external validity of their interpretations and to gain insights about the applicability of their theories and models.",
                "cite_spans": [
                    {
                        "start": 11,
                        "end": 21,
                        "text": "Sue (1999)",
                        "ref_id": "BIBREF59"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Value of Cross-Cultural Comparisons",
                "sec_num": null
            },
            {
                "text": "In cross-cultural research, there is an ongoing and growing interest in the relation between culture and the self. This is an inevitable consequence of the symbolic construction of self-image by using the meaning system that is culture (Kashima, 1995) . Indeed, Singelis (2000) argued that this emphasis on self has been the primary basis for other disciplines increasingly embracing cross-cultural perspectives. However, there exists a schism between the overarching cultural relativist and universalist perspectives of cross-cultural research (Kagitcibasi & Poortinga, 2000) . The broad cultural relativist (idiographic, emic, indigenous, qualitative) perspective emphasizes the uniqueness of the individual case that defies comparison. In contrast, the broad universalist (nomothetic, etic, positivist, quantitative) perspective emphasizes what is common between cultures with an emphasis on theoretical predictions, replicability of methods, and empirical testing. Because neither of these apparently mutually exclusive metatheoretical positions is defensible in the extreme, there is a need to bridge this dichotomy. Thus, for example, Kashima (1995) noted the need for future research to identify universal as well as culture-specific antecedents and consequences of self-conceptions. In an emerging consensus on the cultural-mind relation, Kashima (2000) emphasized a system of reciprocal effects whereby agents generate culture but are also shaped by culture. Similarly, Kitayama and Markus (1999) argued for the mutual construction of culture and self.",
                "cite_spans": [
                    {
                        "start": 236,
                        "end": 251,
                        "text": "(Kashima, 1995)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 262,
                        "end": 277,
                        "text": "Singelis (2000)",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 545,
                        "end": 576,
                        "text": "(Kagitcibasi & Poortinga, 2000)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 1141,
                        "end": 1155,
                        "text": "Kashima (1995)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 1347,
                        "end": 1361,
                        "text": "Kashima (2000)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 1479,
                        "end": 1505,
                        "text": "Kitayama and Markus (1999)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Value of Cross-Cultural Comparisons",
                "sec_num": null
            },
            {
                "text": "In their taxonomy of cross-cultural research, Van de Vijer and Leung 2000discussed generalizablity studies with a strong theoretical framework for generating testable hypotheses and an emphasis on the universality of structures and theoretical propositions. Within this context, they noted the need to use new multiplegroup structural equation modeling approaches that allow researchers to make fine-grained comparisons of factor structures and patterns of relations among multiple constructs in different cultural groups. In this framework, there is a focus on similarities as well as differences and an emphasis on the explanation of observed differences. Because of the traditional focus on null hypothesis testing, there is an unfortunate tendency to provide elaborate interpretations for (sometimes very small) differences and largely to ignore similarities that may argue for generalization across cultures. From this perspective, cross-cultural research can be seen as an extremely important variation on the traditional multimethod approach to evaluation of construct validity. Van de Vijer and Leung emphasized that the endemic problems of replicability in cross-culture research will improve with greater emphasis on theory development and testing coupled with the more appropriate use of new statistical tools. When there are parallel data from more than one group-the multiple cultural groups in cross-cultural research-it is possible to test the invariance of the solution by requiring any one, any set, or all parameter estimates to be the same in two or more groups. Byrne (2003) argued that this analysis is particularly appropriate for making cross-cultural comparisons.",
                "cite_spans": [
                    {
                        "start": 1582,
                        "end": 1594,
                        "text": "Byrne (2003)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Value of Cross-Cultural Comparisons",
                "sec_num": null
            },
            {
                "text": "The present investigation was based on the Program of Student Assessment (PISA) database compiled by the Organisation for Economic Cooperation and Development (OECD), which consists of nationally representative responses by 15-year-olds collected in 32 countries in the year 2000 (see Adams & Wu, 2002; OECD, 2001a OECD, , 2001b , for a description of the database and variables). The PISA database was collected in response to the need for internationally comparable evidence of student performance and related competencies within a common framework that is internationally agreed on. Selection of the measures was made on the basis of advice from substantive and statistical expert panels and results from extensive pilot studies. Substantial efforts and resources were devoted to achieving cultural and linguistic breadth in the assessment materials, stringent quality-assurance mechanisms were applied in the translation of materials into different languages, and data were collected under independently supervised test conditions. Paper-and-pencil assessments consisted of a combination of multiple-choice items and written responses. Whereas all students completed some reading assessment items (which were the focus of the 2000 data collection), only random samples of students completed mathematics or science assessments. In addition, countries were given the option of collecting materials on a Cross Curriculum Competencies (CCC) questionnaire that included the academic self-concept items that are the focus of the present investigation. A total of 26 of 32 participating countries chose to do so. Although the response rate in the Netherlands was lower than recommended to ensure a nationally representative sample and comparability with other countries (OECD, 2001b) , the Netherlands was included in the present investigation. The data for the other 25 countries provided nationally representative samples of 15-year-old students in each of these countries.",
                "cite_spans": [
                    {
                        "start": 285,
                        "end": 302,
                        "text": "Adams & Wu, 2002;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 303,
                        "end": 314,
                        "text": "OECD, 2001a",
                        "ref_id": null
                    },
                    {
                        "start": 315,
                        "end": 328,
                        "text": "OECD, , 2001b",
                        "ref_id": null
                    },
                    {
                        "start": 1767,
                        "end": 1780,
                        "text": "(OECD, 2001b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data Source and Sample",
                "sec_num": null
            },
            {
                "text": "The present investigation was based on students who had both mathematics and reading achievement test scores and who completed the math and verbal self-concept items (for a more detailed description of the achievement tests and the self-concept items, see Adams & Wu, 2002) . Measures included three measures of reading achievement, a single measure of mathematics, three math self-concept items, and three verbal self-concept items. The self-concept items were from the highly regarded Self Description Questionnaire II (Byrne, 1996 ; also see Marsh, , 1992 Marsh, , 1993 . Although 97,384 students completed math and reading assessments, only 59,332 also completed any of the self-concept items and 55,577 had complete data for all 10 variables considered here (i.e., the sample after listwise deletion for missing data, the basis of the present investigation). As recommended in the database documentation (OECD, 2001a (OECD, , 2001b , all analyses of the PISA data should be weighted to obtain unbiased estimates of population parameters. For purposes of the present investigation, the effective sample size for each country was set equal to the number of cases for that country prior to weighting so that the weighted sample size was the same as the unweighted sample size (i.e., the average weight across all cases was 1.0; but also see Kaplan & Ferguson, 1999, and Stapleton, 2002 , for further discussion on relative and effective weighting).",
                "cite_spans": [
                    {
                        "start": 256,
                        "end": 273,
                        "text": "Adams & Wu, 2002)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 521,
                        "end": 533,
                        "text": "(Byrne, 1996",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 545,
                        "end": 558,
                        "text": "Marsh, , 1992",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 559,
                        "end": 572,
                        "text": "Marsh, , 1993",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 909,
                        "end": 921,
                        "text": "(OECD, 2001a",
                        "ref_id": null
                    },
                    {
                        "start": 922,
                        "end": 936,
                        "text": "(OECD, , 2001b",
                        "ref_id": null
                    },
                    {
                        "start": 1343,
                        "end": 1351,
                        "text": "Kaplan &",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1352,
                        "end": 1371,
                        "text": "Ferguson, 1999, and",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1372,
                        "end": 1387,
                        "text": "Stapleton, 2002",
                        "ref_id": "BIBREF58"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data Source and Sample",
                "sec_num": null
            },
            {
                "text": "Structural equation models (SEMs) were conducted with LISREL 8 (Jöreskog & Sörbom, 1993) using maximum likelihood estimation (for further discussion of SEM, see Bollen, 1989; Byrne, 1998; Jöreskog & Sörbom, 1993) . Following Marsh, Balla, and Hau (1996) and Marsh, Balla, and McDonald (1988) , we emphasize the Tucker-Lewis index (TLI), the relative noncentrality index (RNI), and root-mean-square error of approximation (RMSEA) to evaluate goodness of fit, but also present the chisquare test statistic and an evaluation of parameter estimates. Whereas tests of statistical significance and indices of fit aid in the evaluation of the fit of a model, there is ultimately a degree of subjectivity and professional judgment in the selection of a \"best\" model (Marsh, Balla, et al., 1988) .",
                "cite_spans": [
                    {
                        "start": 63,
                        "end": 88,
                        "text": "(Jöreskog & Sörbom, 1993)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 161,
                        "end": 174,
                        "text": "Bollen, 1989;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 175,
                        "end": 187,
                        "text": "Byrne, 1998;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 188,
                        "end": 212,
                        "text": "Jöreskog & Sörbom, 1993)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 215,
                        "end": 253,
                        "text": "Following Marsh, Balla, and Hau (1996)",
                        "ref_id": null
                    },
                    {
                        "start": 258,
                        "end": 291,
                        "text": "Marsh, Balla, and McDonald (1988)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 758,
                        "end": 786,
                        "text": "(Marsh, Balla, et al., 1988)",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analysis",
                "sec_num": null
            },
            {
                "text": "When there are parallel data from more than one group-the 26 countries in this study-it is possible to test the invariance of the solution by requiring any one, any set, or all parameter estimates to be the same in two or more groups. Byrne (2003) argued that this analysis is particularly appropriate for making cross-cultural comparisons. In applying this approach, there is a well-developed methodology in which the goodness of fit of alternative models are compared, including the least restrictive model that does not require any of the parameter estimates to be the same in different groups and the most restrictive model that requires all parameter estimates to be the same in the different groups (e.g., Byrne, 1998; Marsh, 1994a ; but also see Cheung & Rensvold, 1999) . In preliminary analyses, we tested the a priori baseline model separately for each of the 26 groups and found that the goodness of fit was excellent for each country considered separately (see subsequent discussion of Table 3 ). Typically, the minimal condition for \"factorial invariance\" is the equivalence of all factor loadings in the multiple groups, and this is one of the first tests of invariance in the sequence. There is no clear consensus in recommendations about the ordering of subsequent invariance constraints (e.g., Bentler, 1988; Bollen, 1989; Byrne, 1998; Jöreskog & Sörbom, 1993) , although Bentler (1988) and Byrne (1998) noted that the equality of parameters associated with measurement errors is typically the least important hypothesis to test and is unlikely to be met in most applications. Whereas under highly restrictive conditions it is possible to test for the statistical significance of differences between two nested models (e.g., models with and without a particular set of invariance constraints), the concerns about reliance on the chi-square test of statistical significance as a measure of fit for a single model are even greater than for the comparison of two different models. In applied research with real data, the null hypothesis of complete invariance (no differences between groups in parameter estimates) is always false and will lead to rejection of the null hypothesis when based on a sufficiently large sample size. Hence, we again emphasize differences in goodness-of-fit indexes, but also present the chi-square test statistic. More important, however, in the present investigation, the four path coefficients used to test the I/E model (Figure 1 ) are of critical importance and are the focus of specific models designed to evaluate the invariance of these parameters across the 26 countries. Hence, the comparison of results across different countries when these path coefficients are not constrained to be invariant is potentially more useful than goodness-of-fit indexes.",
                "cite_spans": [
                    {
                        "start": 235,
                        "end": 247,
                        "text": "Byrne (2003)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 712,
                        "end": 724,
                        "text": "Byrne, 1998;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 725,
                        "end": 737,
                        "text": "Marsh, 1994a",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 753,
                        "end": 777,
                        "text": "Cheung & Rensvold, 1999)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 1311,
                        "end": 1325,
                        "text": "Bentler, 1988;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 1326,
                        "end": 1339,
                        "text": "Bollen, 1989;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 1340,
                        "end": 1352,
                        "text": "Byrne, 1998;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 1353,
                        "end": 1377,
                        "text": "Jöreskog & Sörbom, 1993)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 1389,
                        "end": 1403,
                        "text": "Bentler (1988)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 1408,
                        "end": 1420,
                        "text": "Byrne (1998)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 998,
                        "end": 1005,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 2466,
                        "end": 2475,
                        "text": "(Figure 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Statistical Analysis",
                "sec_num": null
            },
            {
                "text": "In preliminary analyses, traditional coefficient alpha estimates of reliability of scale scores were computed separately for each country. These were consistently high across the 26 groups for reading achievement (M ϭ .86, SD ϭ .03), math self-concept (M ϭ .88, SD ϭ .02), and verbal self-concept (M ϭ .74, SD ϭ .07). Inspection of the item-total correlations for each indicator (not shown) indicated that the one negatively worded (reverse-scored) item in the verbal self-concept scale contributed less positively to reliability than the other two positively worded verbal selfconcept items (all math self-concept items were positively worded) and that this pattern of results was consistent across the 26 countries. In the PISA database, mathematics achievement was represented by a single score. Therefore, for purposes of structural equation models in the present investigation, we set its reliability at .90, a conservative value in relation to the corresponding reliability estimate for reading that provides a more realistic estimate than assuming that mathematics achievement is measured without error (see discussion by Jöreskog & Sörbom, 1993) .",
                "cite_spans": [
                    {
                        "start": 1129,
                        "end": 1153,
                        "text": "Jöreskog & Sörbom, 1993)",
                        "ref_id": "BIBREF17"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analysis",
                "sec_num": null
            },
            {
                "text": "We began with an evaluation of the results based on the total group of 55,582 participants (Tables 1 and 2 ). The solution for this total-group model (TG1) was well defined and the goodness of fit (TLI ϭ .97; see Table 1 ) was very good. Most important, however, were tests of the four path coefficients that were central to the evaluation of support for the I/E model. As predicted, the two horizontal paths relating math achievement to math self-concept (.44) and relating reading achievement to verbal self-concept (.47) were substantial and positive, whereas the two cross paths leading from reading achievement to math self-concept (-.20) and mathematics achievement to verbal self-concept (-.26) were negative. Also of relevance is the observation that the (zero-order) correlation between math and verbal achievement factors (r ϭ .78) was very large, whereas the corresponding correlation between math and verbal self-concept factors (r ϭ .10) was substantially lower. Hence, results based on the total sample clearly support the main predictions for the I/E model (see Figure 1) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 91,
                        "end": 106,
                        "text": "(Tables 1 and 2",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 213,
                        "end": 220,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 1077,
                        "end": 1086,
                        "text": "Figure 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Results and Discussion",
                "sec_num": null
            },
            {
                "text": "A critical question, for which these data are uniquely appropriate, is how well the results generalize across the 26 different countries? In order to pursue this question, we conducted multigroup confirmatory factor analyses (CFAs) and SEMs in which we constrained different parameters to be invariant across the 26 groups (Table 2) . We began with a set of CFA models to evaluate the invariance of the measurement component of the model and then focused specifically on structural equation models to evaluate the I/E model.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 323,
                        "end": 332,
                        "text": "(Table 2)",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Cross-Cultural Generalizability: Tests of Invariance Over Countries",
                "sec_num": null
            },
            {
                "text": "In the baseline multiple-group model (MG1), no invariance constraints were imposed and parameters for the a priori model were fit separately to data from each country. The fit indexes for this model (e.g., TLI ϭ .97) were very good. Separate analyses of this baseline model conducted with each country indicated that the fit was good in each of the 26 countries considered separately. Thus, for example, the 26 RNIs varied from a low of .968 to a high of .992 (M RNI ϭ .980; see subsequent discussion of Table 3 ). In the first test of invariance (model MG2), factor loadings were constrained to be equal across the 26 groups. Again, the fit indexes were very good and differed little from those based on the totally noninvariant solution (MG1). This supports the appropriateness of the measures across the 26 groups and satisfies the minimum requirement for factorial invariance. In each of the subsequent CFA models (MG3-MG6 in Table 2), the invariance of the factor loadings was imposed in combination with the invariance of additional sets of parameters-factor variances, factor covariances, and uniquenesses. Although the imposition of these added invariance constraints resulted in small decrements in fit, even the highly restrictive Model MG6 of total invariance (i.e., requiring every parameter to be the same in all 26 groups) provided a good fit to the data that differed only slightly from Model MG1, which had no invariance constraints. These results support the cross-cultural (Table 2 ) and the multiple-group (MG) solution is based on MG15 (with invariant factor loadings, path coefficients, and factor variance-covariances, but freely estimated uniquenesses for each of the 26 countries). MAch ϭ math achievement; VAch ϭ verbal achievement; MSC ϭ math self-concept; VSC ϭ verbal self-concept; Uniq ϭ uniqueness.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 504,
                        "end": 511,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 1491,
                        "end": 1499,
                        "text": "(Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Cross-Cultural Generalizability: Tests of Invariance Over Countries",
                "sec_num": null
            },
            {
                "text": "generalizability of the measures and the relations among them across these 26 countries. Models MG7-MG15 focus specifically on the structural component of the model-the path coefficients that are critical to tests of predictions based on the I/E model (see Figure 1) . In Model MG7, the path coefficients and factor loadings were required to be the same in each of the 26 groups. Although there was a very small decrement in fit (TLI ϭ .96) relative to the model with only factor loadings invariant (MG2), the fit was still very good. These tests of the invariance of the four path coefficients provided a global test of the invariance of the two path coefficients predicted to be positive and the two path coefficients predicted to be negative. In Model MG8, the horizontal (positive) path coefficients were freely estimated in each group, whereas the cross (negative) path coefficients were required to be the same in all 26 groups. In Model MG9, the negative path coefficients were freely estimated and the positive paths were invariant across groups. In both models, the goodness of fit improved a small amount (both TLIs are .97), but the differences were small. These results demonstrated that the magnitudes-as well as the direction-of the path coefficients were consistent across the 26 different countries.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 257,
                        "end": 266,
                        "text": "Figure 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Cross-Cultural Generalizability: Tests of Invariance Over Countries",
                "sec_num": null
            },
            {
                "text": "In Models MG10 -MG12, we evaluated the effects on goodness of fit associated with invariance constraints on factor variances and factor covariances in the I/E model. Whereas these additional invariance constraints produced some decrement in fit, even Model MG15 (which required that all four path coefficients, all four factor variances, and both factor covariances were the same across the 26 countries) provided a good fit to the data. In summary, even the extremely demanding model with complete invariance of all parameters provided a good fit to the data. Because no one of these multiple-group models stood out as clearly the \"best\" model, we evaluated parameter estimates based on several of these models.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cross-Cultural Generalizability: Tests of Invariance Over Countries",
                "sec_num": null
            },
            {
                "text": "In order to evaluate further support for the cross-cultural generalizability of the results, we further evaluated parameter estimates based on Model MG15 (Table 1 ). Because factor loadings, path coefficients, and factor variances and covariances were invariant (the same) across the 26 groups, it was only necessary to present one set of parameter estimates (rather than separate sets of parameter estimates for each of the 26 groups). Because uniqueness terms were not held invariant across groups in this model, the 26 separate sets of uniqueness terms were not presented in order to conserve space (but see earlier discussion of reliability estimates; also see Table 3 ). Of particular importance in this highly restrictive multigroup model, MG15, were the cross (negative) paths leading from reading achievement to math self-concept (-.19) and from mathematics achievement to verbal self-concept (-.19) . In addition to providing global support for the I/E model, the invariance of these parameter estimates provided remarkably strong support for the cross-cultural generalizability of predictions based on the I/E model. Note. N ϭ 55,582. In Model TG1 (see parameter estimates in Table 1 ) the internal/external frame of reference (I/E) model was fit to the total group, whereas for Models MG1-MG13 the I/E model was fit separately for each of the 26 groups representing different countries. For Models MG2-MG13, some combination of parameters is required to be invariant across the 26 groups (countries). RNI ϭ relative noncentrality index; TLI ϭ Tucker-Lewis index; RMSEA ϭ root-mean-square error of approximation; CFA ϭ confirmatory factor analysis; SEM ϭ structural equation model; FL ϭ factor loading; FC ϭ factor covariances; FV ϭ factor variances; PC ϭ path coefficient; PCϩ ϭ horizontal path coefficients predicted to be positive (see Figure 1) ; PCϪ ϭ cross path coefficients predicted to be negative (see Figure 1) ; Uniq. ϭ uniqueness; MG ϭ multiple group; TG ϭ total group; INV ϭ invariant; Free ϭ freely estimated (not constrained to be invariant).",
                "cite_spans": [
                    {
                        "start": 838,
                        "end": 844,
                        "text": "(-.19)",
                        "ref_id": null
                    },
                    {
                        "start": 901,
                        "end": 907,
                        "text": "(-.19)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 154,
                        "end": 162,
                        "text": "(Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 665,
                        "end": 672,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 1186,
                        "end": 1193,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 1849,
                        "end": 1858,
                        "text": "Figure 1)",
                        "ref_id": null
                    },
                    {
                        "start": 1921,
                        "end": 1930,
                        "text": "Figure 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Cross-Cultural Generalizability: Evaluation of Parameter Estimates",
                "sec_num": null
            },
            {
                "text": "Of critical importance to the present investigation were the four path coefficients relating the two achievement test scores to the corresponding self-concept measures. Although the fit was good for models that required these path coefficients to be the same across the 26 countries, this highly restrictive model produced a small decrement in fit. In order to evaluate the extent of variation in different countries, path coefficients from Model MG10 (which allowed the path coefficients to be estimated separately in each country) are presented for all 26 countries in Table 3 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 571,
                        "end": 578,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Cross-Cultural Generalizability: Evaluation of Parameter Estimates",
                "sec_num": null
            },
            {
                "text": "Horizontal (positive) paths from math achievement to math self-concept and from verbal achievement to verbal self-concept were predicted to be substantial and positive. All 52 of these path coefficients were statistically significant and positive. The means of the two sets of path coefficients were .51 (SD ϭ .18) and .47 (SD ϭ .12), respectively. Cross (negative) paths from math achievement to verbal self-concept and from verbal achievement to math self-concept were predicted to be negative and less substantial. Across these 52 path coefficients, one was small but significantly positive (.12), seven were nonsignificant, and the remaining 44 were significantly negative. The means of the two sets of path coefficients were -.22 (SD ϭ .16) and -.21 (SD ϭ .14), respectively. These results for horizontal and cross paths were similar to those based on the total sample and those based on Model MG15 in which path coefficients were required to be the same across the 26 groups (see Table 1 ). In all 26 countries, the absolute sizes of the cross (negative) paths were consistently much smaller than the systematically larger horizontal (positive) paths.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 986,
                        "end": 993,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Cross-Cultural Generalizability: Evaluation of Parameter Estimates",
                "sec_num": null
            },
            {
                "text": "An important feature of the relations between multidimensional achievement scores and multidimensional academic self-concept scores was that academic self-concept scores were substantially less highly correlated-more highly differentiated-than the corresponding academic achievement scores. More specifically, the I/E model predicts that correlations between math and verbal achievement scores should be substantial and substantially larger than those between math and verbal self-concept. Although support for the I/E model does not require math and verbal self- Note. All parameter estimates are present in completely standardized form. Factor correlations for each country are based on MG3 (Table 2) , and the path coefficients are based on MG10 (Table 2) . The total results based on all 26 countries are based on Model MG15 (Table 1 ; also see Table 2 ) in which only uniquenesses were allowed to differ from country to country. The a priori model (see Figure 1 ) was fit separately to responses from each country, and the total sample and goodness of fit for each analysis is summarized by the chi-square test statistic, relative noncentrality index (RNI), and the Tucker-Lewis index (TLI). MAch ϭ math achievement; VAch ϭ verbal achievement; MSC ϭ math self-concept; VSC ϭ verbal self-concept; corr ϭ correlation; MG ϭ multiple group. * p Ͻ .05.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 693,
                        "end": 702,
                        "text": "(Table 2)",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 749,
                        "end": 758,
                        "text": "(Table 2)",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 829,
                        "end": 837,
                        "text": "(Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 849,
                        "end": 856,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 958,
                        "end": 966,
                        "text": "Figure 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Cross-Cultural Generalizability: Evaluation of Parameter Estimates",
                "sec_num": null
            },
            {
                "text": "concept measures to be uncorrelated, much of the research reviewed earlier has found these two self-concept scores to be nearly uncorrelated. In order to evaluate the cross-cultural generalizability of this pattern of results, the two correlations were presented separately for each country in Table 3 (based on results from Model MG3 in which factor loading and factor variances were invariant across countries, but factor correlations were not). Consistent with a priori predictions, in every country the correlation between the two self-concept scores (M ϭ .06, SD ϭ .17) was consistently much smaller than the correlation between the two achievement scores (M ϭ .76, SD ϭ .07).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 294,
                        "end": 301,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Cross-Cultural Generalizability: Evaluation of Parameter Estimates",
                "sec_num": null
            },
            {
                "text": "The present investigation, because of the strength of the PISA data, is probably the strongest cross-cultural study of academic self-concept ever undertaken and certainly the strongest crosscultural study of relations between academic self-concept and academic achievement posited by the I/E model. Particular strengths include the large, nationally representative samples from each of 26 countries, the careful selection and construction of measures based on advice from substantive and statistical expert panels appointed by the OECD, the careful translation of materials in each of the participating countries, the precise nature of a priori predictions based on a strong theoretical model, and the application of a sophisticated test of invariance of parameter estimates resulting from the structural equation models applied to data from each of the 26 countries.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Potential Limitations of the Present Investigation",
                "sec_num": null
            },
            {
                "text": "There are, however, some potentially important limitations in our statistical analyses that dictate caution in the interpretation of the results. The PISA study has a three-level design (Level 1 ϭ students, Level 2 ϭ school, Level 3 ϭ country), but we chose to ignore Level 2. We justified this decision in several ways. First, all of our variables were measured at the individual student level and our substantive focus was on the country level. Second, for the PISA data-as is the case more generally (see Marsh & Rowe, 1996) -there was very little variation in self-concept responses at the school level even though there was substantial variation at the school level for achievement scores. 1 Because essentially all of the parameter estimates of interest in the present investigation involved relations (correlations or path coefficients) with one or the other of the self-concept variables, parameter estimates and their standard errors were not likely to be substantially affected by ignoring the school level (see related discussion by Marsh & Rowe, 1996) . Finally, although there is rapid development of statistical packages in this area, we are aware of no commercially available packages that would allow us to evaluate a three-level model, use multiple indicators to infer latent variables, and to test the invariance of the factor structure across the 26 countries.",
                "cite_spans": [
                    {
                        "start": 508,
                        "end": 527,
                        "text": "Marsh & Rowe, 1996)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 1044,
                        "end": 1063,
                        "text": "Marsh & Rowe, 1996)",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Potential Limitations of the Present Investigation",
                "sec_num": null
            },
            {
                "text": "There is also a potential concern about missing data in our analyses-particularly for the self-concept responses that were our main focus. A substantial portion of students did not have both math and verbal test scores because of the design of the PISA study (in which students were given different achievement tests at random). However, our use of listwise deletion is appropriate under these circumstances in which missing values are determined randomly by design. In addition, there were entire countries or regions within countries (e.g., the non-Flemish part of Belgium and all of the United Kingdom except for Scotland) that chose not to participate in the CCC component of PISA that contained the self-concept items, and these countries were excluded from our analyses. Within some of the countries, however, there were entire schools that chose not to participate in the survey component of PISA that contained the self-concept items and these were also excluded from the present investigation. In some cases, these represented entire regions (e.g., only the Flemish part of Belgium participated and in the United Kingdom only Scotland participated in the CCC option of PISA), which were excluded. However, for students who completed any of the self-concept items, there were very few missing responses (1.6%). Whereas use of listwise deletion for missing data was a reasonable strategy for students who had some nonmissing self-concept responses-given the very small amount of missing data, the exclusion of entire schools that did not participate in the CCC option of PISA may compromise the representativeness of the sample.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Potential Limitations of the Present Investigation",
                "sec_num": null
            },
            {
                "text": "It could be argued that a majority of the countries are western countries; that the sample included only one country from Central America (Mexico), South America (Brazil), and Asia (Korea); and that the sample included no African countries at all. Hence, it is relevant to focus on results from Mexico, Brazil, and Korea. In all three countries, the correlation between math and verbal achievement factors was substantially larger than the corresponding correlation between math and verbal self-concept factors, thus supporting the I/E model. However, the correlation between the two academic self-concept factors in one of these countries-Mexico (r ϭ .52)-was clearly larger than in the other 25 countries. In all three countries, paths between matching achievement and selfconcept factors (the horizontal paths in Figure 1) were positive, thus supporting the I/E model. However, in Brazil and Mexico, these paths were smaller than in most of the other countries. In all three countries, all of the critical paths between nonmatching self-concept and achievement factors (the diagonal, cross paths in Figure 1 ) were negative, thus supporting the I/E model. However, only two of these six paths were statistically significant (i.e., four are negative, but do not differ significantly from zero). Whereas results based on these three countries provided some support for the I/E model, the strength of this support was weaker than for the other countries. It is, however, also important to emphasize that there is strong support for the I/E model in non-Western countries summarized earlier, particularly in Chinese research (Dai, 2001 (Dai, , 2002 Kong, 2000; Lee et al., 2000; Yeung & Lau, 1998; Yeung & Lee, 1999) . In summary, whereas the results of the present investigation provide strong support for the I/E model, there is a need to further test the generalizability of the results in non-Western countries-particularly those in Asia, South America, Central America, and Africa-in order to more fully evaluate any claims that support for the I/E model is \"universal.\" More generally, the I/E model is likely to be dependent on the existence of a formal school system that emphasizes math and verbal school subjects and would not be likely to be supported in cultures where there was no formal school system.",
                "cite_spans": [
                    {
                        "start": 1624,
                        "end": 1634,
                        "text": "(Dai, 2001",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 1635,
                        "end": 1647,
                        "text": "(Dai, , 2002",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 1648,
                        "end": 1659,
                        "text": "Kong, 2000;",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 1660,
                        "end": 1677,
                        "text": "Lee et al., 2000;",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 1678,
                        "end": 1696,
                        "text": "Yeung & Lau, 1998;",
                        "ref_id": "BIBREF66"
                    },
                    {
                        "start": 1697,
                        "end": 1715,
                        "text": "Yeung & Lee, 1999)",
                        "ref_id": "BIBREF67"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 816,
                        "end": 825,
                        "text": "Figure 1)",
                        "ref_id": null
                    },
                    {
                        "start": 1102,
                        "end": 1110,
                        "text": "Figure 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Potential Limitations of the Present Investigation",
                "sec_num": null
            },
            {
                "text": "The extreme domain specificity of academic self-concepts that led to the development of the I/E model and was demonstrated so convincingly in the present investigation has important implications for any lingering debates about the relative importance of unidimensional and multidimensional perspectives of self-concept. Clearly, the relation between self-concepts in particular academic areas and corresponding areas of academic achievement cannot be adequately understood if researchers rely solely on global measures of general self-concept or self-esteem. Indeed, our results demonstrate that not even global measures of academic selfconcept are sufficient to understand the interplay between selfperceptions in different academic domains that is the basis of the internal comparison process in the I/E model. The present investigation also has potentially important theoretical implications for social comparison theory. The theoretical basis for the I/E model extends social comparison theory, positing an internal comparison process in addition to the more typical external comparison process. Specifically, students not only use the performances of other students to form their self-concepts in a particular school subject (the external comparison process), they also use their own performances in other school subjects as a second basis of comparison (the internal comparison process). Although there is clear support for this pattern of results in relation to academic achievements and academic self-concepts, it is also relevant to ask whether similar frame-of-reference effects exist in other areas as well. We suggest that the implications probably have much broader generality. To illustrate this broader generality with a hypothetical example, it is relevant to consider two athletes: (a) a weekend sports enthusiast who is reasonably good at golf, tennis, and a variety of other sports, but who is best at golf (with a handicap of 10) and (b) a professional tennis player who is also a good golfer (with a handicap of 2). Asked how good they were at golf, it would be reasonable for the professional tennis player to say \"pretty good\" (because she is so much better at tennis), whereas the weekend sports enthusiast might say \"good\" (because golf is her best sport). Objectively, the professional tennis player is a better golfer, but if asked to complete self-concept for golf and tennis, the weekend sports enthusiast may have as high or even a higher self-concept of golf than the professional athlete. As illustrated by this example, the critical feature of the internal comparison frame of reference is the use of accomplishments in one arena as a basis of comparison for evaluating accomplishments in another arena. Marsh and Roche (1996) applied this logic in the evaluation of performing arts (PA) self-concepts in dance, music, and drama. For students not attending a PA school and non-PA students in a PA school, there were modest, positive correlations among the four PA self-concept scales. PA students specializing in dance, music, or drama within a PA high school, however, were likely to compare their relative competencies in the different PA domains in forming their PA self-concepts in each domain as well as making comparisons with others. Thus, for example, PA dance students who were also good at drama and music were likely to have lower music and drama self-concepts than non-PA students who were equally able in music and drama-not because PA dance students were less skilled at music and drama than non-PA students, but because their music and drama skills were not nearly as good as their dance skills. Consistent with a priori predictions based on the I/E model, Marsh and Roche found that (a) dance, music, and drama self-concepts were positively correlated for non-PA students, but uncorrelated for PA students and (b) PA students had high self-concepts in their specialty area, but had much lower self-concepts in their nonspecialty areas-lower even than non-PA students who did not specialize in any areas of PA.",
                "cite_spans": [
                    {
                        "start": 2737,
                        "end": 2759,
                        "text": "Marsh and Roche (1996)",
                        "ref_id": "BIBREF42"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary and Implications",
                "sec_num": null
            },
            {
                "text": "The extreme domain specificity of academic self-concepts that led to the development of the I/E model also has practical implications for teachers and parents and for educational practice. Teachers, in order to understand the academic self-concepts of their students in different content areas, must understand the implications of the I/E model. When teachers were asked to infer the self-concepts of their students (see discussion by Marsh & Craven, 1997) , their responses reflected primarily the external comparison process so that teachers' inferences were not nearly so domain specific as responses by their students; students who were bright in one area tended to be seen as having good academic self-concepts in all areas, whereas students who were not bright in one area were seen as having poor academic self-concept in all areas. Similarly, Dai (2002) reported that inferred self-concept ratings by parents reflected primarily the external comparison process typically emphasized in social comparison research, but not the internal comparison process that is the unique feature of the I/E model. In contrast to inferred self-concept ratings by significant others (teachers and parents), students' academic self-concepts in different domains are extremely differentiated. Hence, understanding the implications of the I/E model will allow significant others to better understand children and to infer children's self-concepts more accurately. Thus, for example, our results demonstrate that even bright students may have an average or below-average selfconcept in their weakest school subject that may seem paradoxical, in relation to their good achievement (good relative to other students, but not to their own performance in other school subjects). Similarly, even poor students may have an average or above-average self-concept in their best school subject that may seem paradoxical in relation to their below-average achievement in that subject. Particularly for poorer students, understanding these principles should assist teachers and parents in giving positive feedback that is credible to students.",
                "cite_spans": [
                    {
                        "start": 435,
                        "end": 456,
                        "text": "Marsh & Craven, 1997)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 851,
                        "end": 861,
                        "text": "Dai (2002)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary and Implications",
                "sec_num": null
            },
            {
                "text": "In summary, there exists a very strong and growing body of support for the I/E model. In evaluating this support, it is important to establish the limits of the model's generalizability. Tests of the cross-cultural support for predictions from a theoretical model developed in one culture to another culture provide an important basis for testing this generalizability. Importantly, previous tests of the I/E model have been conducted primarily in western countries and, typically, in those where the native language is English. Although there exists support for the I/E predictions in some non-Western countries-particularly China-I/E studies typically have been based on ad hoc samples within a single country and had idiosyncratic design features that hindered comparisons across different countries. From this respect, the results of the present investigation-based on large, representative samples of students from 26 different countries and common materials-provide a much stronger test of the cross-cultural generalizability of predictions based on the I/E model than any previous research. Because there was good support both for the predictions based on the I/E model and for the generalizability of these results across the 26 countries, the results clearly support the construct validity of the I/E model and its cross-cultural generalizability. Although it may be premature to claim that the predicted pattern of results is universal, the results of our research clearly extend the crosscultural generalizability of support for the I/E model.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary and Implications",
                "sec_num": null
            },
            {
                "text": "This document is copyrighted by the American Psychological Association or one of its allied publishers.This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "We conducted a three-level (Level 1 ϭ individual student, Level 2 ϭ school, Level 3 ϭ country) variance components model for math achievement, verbal achievement, math self-concept, and verbal self-concept. The amount of variance explained by school was 5% and 3% for verbal and math self-concepts, respectively, but 21% and 27% for math and verbal achievement scores, respectively.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "ReceivedMarch 7, 2003 Revision received July 24, 2003 Accepted July 28, 2003 Ⅲ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Frame of reference model of self-concept and locus of control: A cross gender study in the United Arab Emirates",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "M"
                        ],
                        "last": "Abu-Hilal",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Abu-Hilal, M. M. (2002, April). Frame of reference model of self-concept and locus of control: A cross gender study in the United Arab Emirates. Paper presented at the 87th Annual Convention of the American Edu- cational Research Association, New Orleans, LA.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Self concept: The generalizability of research on the SDQ, Marsh/Shavelson model and I/E frame of reference model to the United Arab Emirates students",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "M"
                        ],
                        "last": "Abu-Hilal",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Bahri",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Social Behavior & Personality",
                "volume": "28",
                "issue": "",
                "pages": "309--322",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Abu-Hilal, M. M., & Bahri, T. M. (2000). Self concept: The generalizabil- ity of research on the SDQ, Marsh/Shavelson model and I/E frame of reference model to the United Arab Emirates students. Social Behavior & Personality, 28, 309 -322.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "PISA",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Adams",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Wu",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Technical Report",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Adams, R., & Wu, M. (2002). PISA 2000 Technical Report. Retrieved May 5, 2003, from Organisation for Economic Co-Operation and Develop- ment Web site: http://www.pisa.oecd.org/tech/intro.htm",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Theory and implementation of EQS. A structural equations program",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "M"
                        ],
                        "last": "Bentler",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Los Angeles: BMDP Statistical Software",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bentler, P. M. (1988). Theory and implementation of EQS. A structural equations program. Los Angeles: BMDP Statistical Software.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Structural equations with latent variables",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Bollen",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bollen, K. (1989). Structural equations with latent variables. New York: Wiley.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Tests of the internal/external frames of reference model with subject-specific academic self-efficacy and frame-specific academic self-concepts",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Bong",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Journal of Educational Psychology",
                "volume": "90",
                "issue": "",
                "pages": "102--110",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bong, M. (1998). Tests of the internal/external frames of reference model with subject-specific academic self-efficacy and frame-specific aca- demic self-concepts. Journal of Educational Psychology, 90, 102-110.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Self-esteem and self-evaluation: Feeling is believing",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Psychological perspectives on the self",
                "volume": "4",
                "issue": "",
                "pages": "59--98",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brown, J. D. (1993). Self-esteem and self-evaluation: Feeling is believing. In J. Suls (Ed.), Psychological perspectives on the self (Vol. 4, pp. 59 -98). Hillsdale, NJ: Erlbaum.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Measuring self-concept across the life span: Issues and instrumentation",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Byrne",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Byrne, B. (1996). Measuring self-concept across the life span: Issues and instrumentation. Washington, DC: American Psychological Association.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Structural equation modeling with LISREL, PRELIS, and SIMPLIS: Basic concepts, applications and programming",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Byrne",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Byrne, B. M. (1998). Structural equation modeling with LISREL, PRELIS, and SIMPLIS: Basic concepts, applications and programming. Mahwah, NJ: Erlbaum.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Measuring self-concept across culture: Issues, caveats, and practice In",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Byrne",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "International advances in self research",
                "volume": "1",
                "issue": "",
                "pages": "291--313",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Byrne, B. M. (2003). Measuring self-concept across culture: Issues, cave- ats, and practice In H. W. Marsh, R. G. Craven, & D. McInerney (Eds.), International advances in self research (Vol. 1, pp. 291-313). Green- wich, CT: Information Age.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Testing factorial invariance across groups: A reconceptualization and proposed new method",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "W"
                        ],
                        "last": "Cheung",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "B"
                        ],
                        "last": "Rensvold",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Journal of Management",
                "volume": "25",
                "issue": "",
                "pages": "1--27",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cheung, G. W., & Rensvold, R. B. (1999). Testing factorial invariance across groups: A reconceptualization and proposed new method. Journal of Management, 25, 1-27.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Making the grade: A self-worth perspective on motivation and school reform",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "V"
                        ],
                        "last": "Covington",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Covington, M. V. (1992). Making the grade: A self-worth perspective on motivation and school reform. New York: Cambridge University Press.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "A comparison of gender differences in academic self-concept and motivation between high-ability and average Chinese adolescents",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "Y"
                        ],
                        "last": "Dai",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Journal of Secondary Gifted Education",
                "volume": "13",
                "issue": "",
                "pages": "22--32",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dai, D. Y. (2001). A comparison of gender differences in academic self-concept and motivation between high-ability and average Chinese adolescents. Journal of Secondary Gifted Education, 13, 22-32.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Incorporating parent perceptions: A replication and extension study of the internal-external frame of reference model of self-concept development",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "Y"
                        ],
                        "last": "Dai",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Journal of Adolescent Research",
                "volume": "17",
                "issue": "",
                "pages": "617--645",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dai, D. Y. (2002). Incorporating parent perceptions: A replication and extension study of the internal-external frame of reference model of self-concept development. Journal of Adolescent Research, 17, 617- 645.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Social comparison and subjective wellbeing",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Diener",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Fujita",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Health, coping, and well-being: Perspectives from social comparison theory",
                "volume": "",
                "issue": "",
                "pages": "329--358",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Diener, E., & Fujita, F. (1997). Social comparison and subjective well- being. In B. P. Buunk & F. X. Gibbons (Eds.), Health, coping, and well-being: Perspectives from social comparison theory (pp. 329 -358). Mahwah, NJ: Erlbaum.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "A theory of social comparison processes",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Festinger",
                        "suffix": ""
                    }
                ],
                "year": 1954,
                "venue": "Human Relations",
                "volume": "7",
                "issue": "",
                "pages": "117--140",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Festinger, L. (1954). A theory of social comparison processes. Human Relations, 7, 117-140.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Social comparison theory: Self-evaluation and group life",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "R"
                        ],
                        "last": "Goethals",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Darley",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Theories of group behavior",
                "volume": "",
                "issue": "",
                "pages": "21--47",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Goethals, G. R., & Darley, J. M. (1987). Social comparison theory: Self-evaluation and group life. In B. Mullen & G. R. Goethals (Eds.), Theories of group behavior (pp. 21-47). New York: Springer-Verlag.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "LISREL 8: Structural equation modeling with the SIMPLIS command language",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "G"
                        ],
                        "last": "Jöreskog",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Sörbom",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jöreskog, K. G., & Sörbom, D. (1993). LISREL 8: Structural equation modeling with the SIMPLIS command language. Chicago: Scientific Software International.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Cross-cultural psychology: Issues and overarching themes",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Kagitcibasi",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [
                            "H"
                        ],
                        "last": "Poortinga",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Journal of Cross-Cultural Psychology",
                "volume": "31",
                "issue": "",
                "pages": "129--147",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kagitcibasi, C., & Poortinga, Y. H. (2000). Cross-cultural psychology: Issues and overarching themes. Journal of Cross-Cultural Psychology, 31, 129 -147.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "On the utilization of sample weights in latent variable models",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Kaplan",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Ferguson",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Structural Equation Modeling",
                "volume": "6",
                "issue": "",
                "pages": "305--321",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kaplan, D., & Ferguson, A. J. (1999). On the utilization of sample weights in latent variable models. Structural Equation Modeling, 6, 305-321.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Introduction to the special section on culture and self",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Kashima",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Journal of Cross-Cultural Psychology",
                "volume": "26",
                "issue": "",
                "pages": "603--605",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kashima, Y. (1995). Introduction to the special section on culture and self. Journal of Cross-Cultural Psychology, 26, 603-605.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Conceptions of culture and person for psychology",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Kashima",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Journal of Cross-Cultural Psychology",
                "volume": "31",
                "issue": "",
                "pages": "14--32",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kashima, Y. (2000). Conceptions of culture and person for psychology. Journal of Cross-Cultural Psychology, 31, 14 -32.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "The coherence of personality: Social cognitive bases of personality consistency, variability, and organization",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Kitayama",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "R"
                        ],
                        "last": "Markus",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "242--302",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kitayama, S., & Markus, H. R. (1999). Yin and yang of Japanese self: The cultural psychology of personality coherence. In D. Cervone & Y. Shoda (Eds.), The coherence of personality: Social cognitive bases of person- ality consistency, variability, and organization (pp. 242-302). New York: Guilford Press.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Chinese students' self-concept: Structure, frame of reference, and relation with academic achievement",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Kong",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Dissertation Abstracts International Section A: Humanities and Social Sciences",
                "volume": "61",
                "issue": "3",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kong, C. (2000). Chinese students' self-concept: Structure, frame of ref- erence, and relation with academic achievement. Dissertation Abstracts International Section A: Humanities and Social Sciences, 61(3-A), 880.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Academic self-concept of talented students: Factor structure and applicability of the internal/ external frame of reference model",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "F"
                        ],
                        "last": "Lee",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Yeung",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Low",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Jin",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Journal for the Education of the Gifted",
                "volume": "23",
                "issue": "",
                "pages": "343--367",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lee, M. F., Yeung, A. S., Low, R., & Jin, P. (2000). Academic self-concept of talented students: Factor structure and applicability of the internal/ external frame of reference model. Journal for the Education of the Gifted, 23, 343-367.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Verbal and math self-concepts: An internal/external frame of reference model",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "American Educational Research Journal",
                "volume": "23",
                "issue": "",
                "pages": "129--149",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1986). Verbal and math self-concepts: An internal/external frame of reference model. American Educational Research Journal, 23, 129 -149.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Sex differences in the development of verbal and math constructs: The High School and Beyond study",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "American Educational Research Journal",
                "volume": "26",
                "issue": "",
                "pages": "191--225",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1989). Sex differences in the development of verbal and math constructs: The High School and Beyond study. American Educa- tional Research Journal, 26, 191-225.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "A multidimensional, hierarchical self-concept: Theoretical and empirical justification",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Educational Psychology Review",
                "volume": "2",
                "issue": "",
                "pages": "77--172",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1990). A multidimensional, hierarchical self-concept: The- oretical and empirical justification. Educational Psychology Review, 2, 77-172.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Self Description Questionnaire",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1992). Self Description Questionnaire, II. Sydney, New South Wales, Australia: University of Western Sydney. (Original work published 1990)",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Academic self-concept: Theory measurement and research",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Psychological perspectives on the self",
                "volume": "4",
                "issue": "",
                "pages": "59--98",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1993). Academic self-concept: Theory measurement and research. In J. Suls (Ed.), Psychological perspectives on the self (Vol. 4, pp. 59 -98). Hillsdale, NJ: Erlbaum.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Confirmatory factor analysis models of factorial invariance: A multifaceted approach",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Structural Equation Modeling",
                "volume": "1",
                "issue": "",
                "pages": "5--34",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1994a). Confirmatory factor analysis models of factorial invariance: A multifaceted approach. Structural Equation Modeling, 1, 5-34.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Using the National Educational Longitudinal Study of 1988 to evaluate theoretical models of self-concept: The Self-Description Questionnaire",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Journal of Educational Psychology",
                "volume": "86",
                "issue": "",
                "pages": "439--456",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1994b). Using the National Educational Longitudinal Study of 1988 to evaluate theoretical models of self-concept: The Self- Description Questionnaire. Journal of Educational Psychology, 86, 439 -456.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "An evaluation of incremental fit indices: A clarification of mathematical and empirical processes",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Balla",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "T"
                        ],
                        "last": "Hau",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Advanced structural equation modeling: Issues and techniques",
                "volume": "",
                "issue": "",
                "pages": "315--353",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Balla, J. R., & Hau, K. T. (1996). An evaluation of incremental fit indices: A clarification of mathematical and empirical processes. In G. A. Marcoulides & R. E. Schumacker (Eds.), Advanced structural equation modeling: Issues and techniques (pp. 315-353).",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Goodness-of-fit indexes in confirmatory factor analysis: The effect of sample size",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Balla",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "P"
                        ],
                        "last": "Mcdonald",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Psychological Bulletin",
                "volume": "103",
                "issue": "",
                "pages": "391--410",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Balla, J. R., & McDonald, R. P. (1988). Goodness-of-fit indexes in confirmatory factor analysis: The effect of sample size. Psychological Bulletin, 103, 391-410.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "A multifaceted academic self-concept: Its hierarchical structure and its relation to academic achievement",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Byrne",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Shavelson",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Journal of Educational Psychology",
                "volume": "80",
                "issue": "",
                "pages": "366--380",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Byrne, B. M., & Shavelson, R. (1988). A multifaceted academic self-concept: Its hierarchical structure and its relation to aca- demic achievement. Journal of Educational Psychology, 80, 366 -380.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Academic self-concept: Beyond the dustbowl",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Craven",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Handbook of classroom assessment: Learning, achievement, and adjustment",
                "volume": "",
                "issue": "",
                "pages": "131--198",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Craven, R. (1997). Academic self-concept: Beyond the dustbowl. In G. Phye (Ed.), Handbook of classroom assessment: Learn- ing, achievement, and adjustment (pp. 131-198). Orlando, FL: Aca- demic Press.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Theoretical perspectives on the structure of self-concept",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Hattie",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Handbook of self-concept",
                "volume": "",
                "issue": "",
                "pages": "38--90",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Hattie, J. (1996). Theoretical perspectives on the structure of self-concept. In B. A. Bracken (Ed.), Handbook of self-concept (pp. 38 -90). New York: Wiley.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Unification of two theoretical models of relations between academic self-concept and achievement",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "International advances in self research",
                "volume": "1",
                "issue": "",
                "pages": "17--47",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Köller, O. (2003). Unification of two theoretical models of relations between academic self-concept and achievement. In H. W. Marsh, R. G. Craven, & D. McInerney (Eds.), International advances in self research (Vol. 1, pp. 17-47). Greenwich, CT: Information Age.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Longitudinal multilevel models of the big-fish-little-pond effect on academic self-concept: Counterbalancing contrast and reflected-glory effects in Hong Kong high schools",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "C.-K",
                        "middle": [],
                        "last": "Kong",
                        "suffix": ""
                    },
                    {
                        "first": "K.-T",
                        "middle": [],
                        "last": "Hau",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "78",
                "issue": "",
                "pages": "337--349",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Kong, C.-K., & Hau, K.-T. (2000). Longitudinal multilevel models of the big-fish-little-pond effect on academic self-concept: Counterbalancing contrast and reflected-glory effects in Hong Kong high schools. Journal of Personality and Social Psychology, 78, 337- 349.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Extension of the internal/ external frame of reference model of self-concept formation: Importance of native and nonnative languages for Chinese students",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Kong",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Hau",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Journal of Educational Psychology",
                "volume": "93",
                "issue": "",
                "pages": "543--553",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Kong, C., & Hau, K. (2001). Extension of the internal/ external frame of reference model of self-concept formation: Importance of native and nonnative languages for Chinese students. Journal of Educational Psychology, 93, 543-553.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Determinants of student self-concept: Is it better to be a relatively large fish in a small pond even if you don't learn to swim as well",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Parker",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "47",
                "issue": "",
                "pages": "213--231",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Parker, J. (1984). Determinants of student self-concept: Is it better to be a relatively large fish in a small pond even if you don't learn to swim as well? Journal of Personality and Social Psychology, 47, 213-231.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Structure of artistic self-concepts for performing arts and non-performing arts students in a performing arts high school",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "A"
                        ],
                        "last": "Roche",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Setting the stage\" with multigroup confirmatory factor analysis",
                "volume": "88",
                "issue": "",
                "pages": "461--477",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Roche, L. A. (1996). Structure of artistic self-concepts for performing arts and non-performing arts students in a performing arts high school: \"Setting the stage\" with multigroup confirmatory factor analysis. Journal of Educational Psychology, 88, 461-477.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "The negative effects of schoolaverage ability on academic self-concept-An application of multilevel modelling",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "J"
                        ],
                        "last": "Rowe",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Australian Journal of Education",
                "volume": "40",
                "issue": "",
                "pages": "65--87",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Rowe, K. J. (1996). The negative effects of school- average ability on academic self-concept-An application of multilevel modelling. Australian Journal of Education, 40, 65-87.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Longitudinal structural equation models of academic self-concept and achievement: Gender differences in the development of math and English constructs",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Yeung",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "American Educational Research Journal",
                "volume": "35",
                "issue": "",
                "pages": "705--738",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Yeung, A. S. (1998). Longitudinal structural equation models of academic self-concept and achievement: Gender differences in the development of math and English constructs. American Educa- tional Research Journal, 35, 705-738.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "An extension of the internal/external frame of reference model: A response to",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Yeung",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Multivariate Behavioral Research",
                "volume": "36",
                "issue": "",
                "pages": "389--420",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Yeung, A. S. (2001). An extension of the internal/external frame of reference model: A response to Bong (1998). Multivariate Behavioral Research, 36, 389 -420.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Classroom factors affecting students' self-evaluations",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "H"
                        ],
                        "last": "Marshall",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Weinstein",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Review of Educational Research",
                "volume": "54",
                "issue": "",
                "pages": "301--326",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marshall, H. H., & Weinstein, R. S. (1984). Classroom factors affecting students' self-evaluations. Review of Educational Research, 54, 301- 326.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "The many faces of psychological research in the 21st century (chap. 5)",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Matsumoto",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Matsumoto, D. (2001). Cross-cultural psychology in the 21st century. In J. S. Halonen & S. F. Davis (Eds.), The many faces of psychologi- cal research in the 21st century (chap. 5). Retrieved December 18, 2001, from the Teaching of Psychology Web site: http://teachpsych .lemoyne.edu/teachpsych/faces/script/ch05.htm.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Dimensional comparisons: An experimental approach to the internal/external frame of reference model",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Moeller",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Journal of Educational Psychology",
                "volume": "93",
                "issue": "",
                "pages": "826--835",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Moeller, J., & Köller, O. (2001a). Dimensional comparisons: An experi- mental approach to the internal/external frame of reference model. Journal of Educational Psychology, 93, 826 -835.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "Frame of reference effects following the announcement of exam results",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Moeller",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Contemporary Educational Psychology",
                "volume": "26",
                "issue": "",
                "pages": "277--287",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Moeller, J., & Köller, O. (2001b). Frame of reference effects following the announcement of exam results. Contemporary Educational Psychology, 26, 277-287.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Social comparison, self-consistency, and the concept of self",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Morse",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "J"
                        ],
                        "last": "Gergen",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "16",
                "issue": "",
                "pages": "148--156",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Morse, S., & Gergen, K. J. (1970). Social comparison, self-consistency, and the concept of self. Journal of Personality and Social Psychology, 16, 148 -156.",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Knowledge and skills for life: Results from the first OECD programme for international student assessment (PISA)",
                "authors": [],
                "year": 2000,
                "venue": "PISA international data base",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Organisation for Economic Co-operation and Development. (2001a). Knowledge and skills for life: Results from the first OECD programme for international student assessment (PISA) 2000. Paris, France: Author. Organisation for Economic Co-operation and Development. (2001b). PISA international data base (Tech. Rep.). Paris, France: Author.",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "Looking outside and inside: Self-concept development of gifted adolescents",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Plucker",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [
                            "B"
                        ],
                        "last": "Stocking",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Exceptional Children",
                "volume": "67",
                "issue": "",
                "pages": "535--548",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Plucker, J. A., & Stocking, V. B. (2001). Looking outside and inside: Self-concept development of gifted adolescents. Exceptional Children, 67, 535-548.",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "Cross-cultural psychology as a scholarly discipline: On the flowering of culture in behavioral research",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "H"
                        ],
                        "last": "Segall",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "J"
                        ],
                        "last": "Lonner",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Berry",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "American Psychologist",
                "volume": "53",
                "issue": "",
                "pages": "1101--1110",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Segall, M. H., Lonner, W. J., & Berry, J. W. (1998). Cross-cultural psychology as a scholarly discipline: On the flowering of culture in behavioral research. American Psychologist, 53, 1101-1110.",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "Validation of construct interpretations",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Hubner",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "C"
                        ],
                        "last": "Stanton",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Review of Educational Research",
                "volume": "46",
                "issue": "",
                "pages": "407--441",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shavelson, R. J., Hubner, J. J., & Stanton, G. C. (1976). Validation of construct interpretations. Review of Educational Research, 46, 407-441.",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "Some thoughts on the future of cross-cultural social psychology",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Singelis",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Journal of Cross-Cultural Psychology",
                "volume": "31",
                "issue": "",
                "pages": "76--91",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Singelis, T. M. (2000). Some thoughts on the future of cross-cultural social psychology. Journal of Cross-Cultural Psychology, 31, 76 -91.",
                "links": null
            },
            "BIBREF56": {
                "ref_id": "b56",
                "title": "A test of the internal/external frame of reference model at different levels of math verbal selfperception",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Skaalvik",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Rankin",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "American Educational Research Journal",
                "volume": "32",
                "issue": "",
                "pages": "161--184",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Skaalvik, E. M., & Rankin, R. J. (1995). A test of the internal/external frame of reference model at different levels of math verbal self- perception. American Educational Research Journal, 32, 161-184.",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "Achievement and self-concept in mathematics and verbal arts: A study of relations",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Skaalvik",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Valas",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Self perception",
                "volume": "",
                "issue": "",
                "pages": "221--238",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Skaalvik, E. M., & Valas, H. (2001). Achievement and self-concept in mathematics and verbal arts: A study of relations. In R. J. Riding & S. G. Rayner (Eds.), Self perception (pp. 221-238). Westport, CT: Ablex.",
                "links": null
            },
            "BIBREF58": {
                "ref_id": "b58",
                "title": "The incorporation of sample weights into multilevel structural equation models",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "M"
                        ],
                        "last": "Stapleton",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Structural Equation Modeling",
                "volume": "9",
                "issue": "",
                "pages": "475--502",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stapleton, L. M. (2002). The incorporation of sample weights into multi- level structural equation models. Structural Equation Modeling, 9, 475- 502.",
                "links": null
            },
            "BIBREF59": {
                "ref_id": "b59",
                "title": "Science, ethnicity and bias: Where have we gone wrong?",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Sue",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "American Psychologist",
                "volume": "54",
                "issue": "",
                "pages": "1070--1077",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sue, S. (1999). Science, ethnicity and bias: Where have we gone wrong? American Psychologist, 54, 1070 -1077.",
                "links": null
            },
            "BIBREF60": {
                "ref_id": "b60",
                "title": "Social comparison theory and research: An overview from 1954",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Suls",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Social comparison processes: Theoretical and empirical perspectives",
                "volume": "",
                "issue": "",
                "pages": "1--20",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Suls, J. M. (1977). Social comparison theory and research: An overview from 1954. In J. M. Suls & R. L. Miller (Eds.), Social comparison processes: Theoretical and empirical perspectives (pp. 1-20). Washing- ton, DC: Hemisphere.",
                "links": null
            },
            "BIBREF61": {
                "ref_id": "b61",
                "title": "Preface",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Suls",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Psychological perspectives on the self",
                "volume": "4",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Suls, J. (1993). Preface. In J. Suls (Ed.), Psychological perspectives on the self (Vol. 4, pp. ix-xi). Hillsdale, NJ: Erlbaum.",
                "links": null
            },
            "BIBREF63": {
                "ref_id": "b63",
                "title": "Self-esteem: Its conceptualization and measurement",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "E"
                        ],
                        "last": "Wells",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Marwell",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wells, L. E., & Marwell, G. (1976). Self-esteem: Its conceptualization and measurement. Beverly Hills, CA: Sage.",
                "links": null
            },
            "BIBREF64": {
                "ref_id": "b64",
                "title": "Using frame of reference theory to understand the self-concept of academically able students",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Williams",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Montgomery",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Journal for the Education of the Gifted",
                "volume": "18",
                "issue": "",
                "pages": "400--409",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Williams, J. E., & Montgomery, D. (1995). Using frame of reference theory to understand the self-concept of academically able students. Journal for the Education of the Gifted, 18, 400 -409.",
                "links": null
            },
            "BIBREF65": {
                "ref_id": "b65",
                "title": "The self-concept",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Wylie",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "",
                "volume": "2",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wylie, R. C. (1979). The self-concept (Vol. 2). Lincoln: University of Nebraska Press.",
                "links": null
            },
            "BIBREF66": {
                "ref_id": "b66",
                "title": "The internal/external frame of reference in the self-concept development of higher education students. Paper presented at the Conference of the Higher Education Research and Development Society of Australasia",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Yeung",
                        "suffix": ""
                    },
                    {
                        "first": "I.-C.-K",
                        "middle": [],
                        "last": "Lau",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Yeung, A. S., & Lau, I.-C.-K. (1998, July). The internal/external frame of reference in the self-concept development of higher education students. Paper presented at the Conference of the Higher Education Research and Development Society of Australasia, Auckland, New Zealand. (ERIC Document Reproduction Service No. ED423772)",
                "links": null
            },
            "BIBREF67": {
                "ref_id": "b67",
                "title": "Self-concept of high school students in China: Confirmatory factor analysis of longitudinal data",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Yeung",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "L"
                        ],
                        "last": "Lee",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Educational & Psychological Measurement",
                "volume": "59",
                "issue": "",
                "pages": "431--450",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Yeung, A. S., & Lee, F. L. (1999). Self-concept of high school students in China: Confirmatory factor analysis of longitudinal data. Educational & Psychological Measurement, 59, 431-450.",
                "links": null
            }
        },
        "ref_entries": {
            "TABREF0": {
                "num": null,
                "text": "Parameter Estimates for Total-Group Solution (Model TG1) and",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td>Total-group</td><td colspan=\"2\">Multiple-group</td></tr><tr><td/><td/><td>solution</td><td/><td>solution</td></tr><tr><td>Factor</td><td colspan=\"4\">MAch VAch MSC VSC Uniq MAch VAch MSC VSC</td></tr><tr><td>Factor loadings</td><td/><td/><td/><td/></tr><tr><td>MAch</td><td>.95</td><td>.00 .00 .00 .10</td><td>.94</td><td>.00 .00 .00</td></tr><tr><td>VAch1</td><td>.00</td><td>.85 .00 .00 .28</td><td>.00</td><td>.83 .00 .00</td></tr><tr><td>VAch2</td><td>.00</td><td>.89 .00 .00 .22</td><td>.00</td><td>.87 .00 .00</td></tr><tr><td>VAch3</td><td>.00</td><td>.78 .00 .00 .39</td><td>.00</td><td>.77 .00 .00</td></tr><tr><td>MSC1</td><td>.00</td><td>.00 .84 .00 .29</td><td>.00</td><td>.00 .84 .00</td></tr><tr><td>MSC2</td><td>.00</td><td>.00 .85 .00 .27</td><td>.00</td><td>.00 .85 .00</td></tr><tr><td>MSC3</td><td>.00</td><td>.00 .83 .00 .30</td><td>.00</td><td>.00 .83 .00</td></tr><tr><td>VSC1</td><td>.00</td><td>.00 .00 .55 .70</td><td>.00</td><td>.00 .00 .60</td></tr><tr><td>VSC2</td><td>.00</td><td>.00 .00 .72 .48</td><td>.00</td><td>.00 .00 .71</td></tr><tr><td>VSC3</td><td>.00</td><td>.00 .00 .83 .31</td><td>.00</td><td>.00 .00 .81</td></tr><tr><td>Path coefficients</td><td/><td/><td/><td/></tr><tr><td>MAch</td><td>.00</td><td>.00 .00 .00</td><td>.00</td><td>.00 .00 .00</td></tr><tr><td>VAch</td><td>.00</td><td>.00 .00 .00</td><td>.00</td><td>.00 .00 .00</td></tr><tr><td>MSC</td><td colspan=\"2\">.44 Ϫ.20 .00 .00</td><td colspan=\"2\">.48 Ϫ.19 .00 .00</td></tr><tr><td>VSC</td><td>Ϫ.26</td><td>.47 .00 .00</td><td>Ϫ.19</td><td>.45 .00 .00</td></tr><tr><td>Variance-</td><td/><td/><td/><td/></tr><tr><td>covariances</td><td/><td/><td/><td/></tr><tr><td>MAch</td><td>1.00</td><td/><td>1.00</td><td/></tr><tr><td>VAch</td><td colspan=\"2\">.78 1.00</td><td colspan=\"2\">.76 1.00</td></tr><tr><td>MSC</td><td>.00</td><td>.00 .90</td><td>.00</td><td>.00 .87</td></tr><tr><td>VSC</td><td>.00</td><td>.00 .11 .90</td><td>.00</td><td>.00 .04 .89</td></tr></table>"
            },
            "TABREF1": {
                "num": null,
                "text": "Goodness of Fit for I/E Model Fit to the Total Group and Multiple (Country) Groups",
                "type_str": "table",
                "content": "<table><tr><td>Model</td><td>2</td><td>df</td><td>RNI</td><td>TLI</td><td>RMSEA</td><td>Model description</td></tr><tr><td/><td/><td/><td/><td colspan=\"2\">Total sample</td><td/></tr><tr><td>TG1</td><td>5,026.06</td><td>30</td><td>.98</td><td>.97</td><td>.05</td><td>Full I/E model</td></tr><tr><td/><td/><td/><td/><td colspan=\"2\">Multiple-group CFA</td><td/></tr><tr><td>MG1</td><td>5,784.36</td><td>780</td><td>.98</td><td>.97</td><td>.05</td><td>CFA INV ϭ none; Free ϭ FL, FV, FC, Uniq.</td></tr><tr><td>MG2</td><td>7,650.34</td><td>930</td><td>.97</td><td>.97</td><td>.06</td><td>CFA INV ϭ FL; Free ϭ FV, FC, Uniq.</td></tr><tr><td>MG3</td><td>9,846.64</td><td>1030</td><td>.97</td><td>.96</td><td>.06</td><td>CFA INV ϭ FL, FV; Free ϭ FC, Uniq.</td></tr><tr><td>MG4</td><td>9,070.34</td><td>1005</td><td>.97</td><td>.96</td><td>.06</td><td>CFA INV ϭ FL, FC; Free ϭ FV, Uniq.</td></tr><tr><td>MG5</td><td>12,515.47</td><td>1180</td><td>.96</td><td>.96</td><td>.07</td><td>CFA INV ϭ FL, FC, FV; Free ϭ Uniq.</td></tr><tr><td>MG6</td><td>18,513.56</td><td>1405</td><td>.93</td><td>.95</td><td>.08</td><td>CFA INV ϭ FL, FC, FV, Uniq. (total invariance)</td></tr><tr><td/><td/><td/><td/><td colspan=\"2\">Multiple-group SEM</td><td/></tr><tr><td>MG7</td><td>9,497.48</td><td>1030</td><td>.97</td><td>.96</td><td>.06</td><td>SEM INV ϭ FL, PC; Free ϭ FV, FC, Uniq.</td></tr><tr><td>MG8</td><td>8,078.61</td><td>980</td><td>.97</td><td>.97</td><td>.06</td><td>SEM INV ϭ FL, PCϪ; Free ϭ FV, FC, Uniq., PCϩ</td></tr><tr><td>MG9</td><td>8,273.18</td><td>980</td><td>.97</td><td>.97</td><td>.06</td><td>SEM INV ϭ FL, PCϩ; Free ϭ FV, FC, Uniq., PCϪ</td></tr><tr><td>MG10</td><td>10,577.99</td><td>1080</td><td>.96</td><td>.96</td><td>.06</td><td>SEM INV ϭ FL, FV, FC; Free ϭ PC, Uniq.</td></tr><tr><td>MG11</td><td>10,520.63</td><td>1080</td><td>.96</td><td>.96</td><td>.06</td><td>SEM INV ϭ FL, FC, PC; Free ϭ FV, Uniq.</td></tr><tr><td>MG12</td><td>11,445.96</td><td>1130</td><td>.96</td><td>.96</td><td>.07</td><td>SEM INV ϭ FL, FV, PC; Free ϭ FC, Uniq.</td></tr><tr><td>MG13</td><td>11,234.89</td><td>1130</td><td>.96</td><td>.96</td><td>.06</td><td>SEM INV ϭ FL, FV, FC, PCϩ; Free ϭ PCϪ, Uniq.</td></tr><tr><td>MG14</td><td>11,153.97</td><td>1130</td><td>.96</td><td>.96</td><td>.06</td><td>SEM INV ϭ FL, FV, FC, PCϪ; Free ϭ PCϩ, Uniq.</td></tr><tr><td>MG15</td><td>12,515.47</td><td>1180</td><td>.96</td><td>.96</td><td>.07</td><td/></tr></table>"
            },
            "TABREF2": {
                "num": null,
                "text": "Reliability Estimates, Goodness-of-Fit Indexes, and Selected Parameter Estimates for Each Country",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td colspan=\"2\">Reliability</td><td/><td colspan=\"2\">Factor corr</td><td/><td colspan=\"2\">Path coefficients</td><td/><td/><td/></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td colspan=\"2\">Goodness of fit</td></tr><tr><td/><td/><td>VAch</td><td>MSC</td><td>VSC</td><td>MAch</td><td>VSC</td><td>From MAch</td><td>From VAch</td><td>From MAch</td><td>From VAch</td><td/><td/></tr><tr><td>Country</td><td>N</td><td>␣</td><td>␣</td><td>␣</td><td>VAch</td><td>MSC</td><td>to MSC</td><td>to MSC</td><td>to VSC</td><td>to VSC</td><td>2 (30)</td><td>RNI TLI</td></tr><tr><td>Total</td><td colspan=\"2\">55,582 .87</td><td>.88</td><td>.74</td><td>.76*</td><td>.06*</td><td>.48*</td><td>Ϫ.19*</td><td>Ϫ.19*</td><td>.45*</td><td colspan=\"2\">12,515.47 .957 .957</td></tr><tr><td>1. Australia</td><td colspan=\"2\">2,642 .87</td><td>.86</td><td>.78</td><td>.77*</td><td>.08*</td><td>.41*</td><td>Ϫ.16*</td><td>Ϫ.19*</td><td>.39*</td><td colspan=\"2\">181.96 .988 .982</td></tr><tr><td>2. Austria</td><td colspan=\"2\">2,380 .87</td><td>.88</td><td>.81</td><td colspan=\"2\">.76* Ϫ.07*</td><td>.47*</td><td>Ϫ.25*</td><td>Ϫ.26*</td><td>.56*</td><td colspan=\"2\">181.57 .987 .981</td></tr><tr><td colspan=\"3\">3. Belgium-Flemish 1,962 .86</td><td>.86</td><td>.71</td><td colspan=\"2\">.81* Ϫ.11*</td><td>.34*</td><td>Ϫ.24*</td><td>Ϫ.20*</td><td>.26*</td><td colspan=\"2\">178.97 .982 .974</td></tr><tr><td>4. Brazil</td><td colspan=\"2\">2,218 .81</td><td>.85</td><td>.63</td><td>.69*</td><td>.14*</td><td>.23*</td><td>Ϫ.07</td><td>Ϫ.08</td><td>.25*</td><td colspan=\"2\">256.04 .970 .955</td></tr><tr><td>5. Czech Republic</td><td colspan=\"2\">2,698 .84</td><td>.85</td><td>.75</td><td>.74*</td><td>.08*</td><td>.51*</td><td>Ϫ.22*</td><td>Ϫ.17*</td><td>.48*</td><td colspan=\"2\">395.87 .968 .952</td></tr><tr><td>6. Denmark</td><td colspan=\"2\">2,087 .87</td><td>.86</td><td>.77</td><td>.78*</td><td>.10*</td><td>.65*</td><td>Ϫ.18*</td><td>Ϫ.16*</td><td>.48*</td><td colspan=\"2\">350.22 .969 .953</td></tr><tr><td>7. Finland</td><td colspan=\"2\">2,576 .84</td><td>.93</td><td>.80</td><td>.71*</td><td>.28*</td><td>.70*</td><td>Ϫ.06</td><td>.04</td><td>.46*</td><td colspan=\"2\">257.61 .984 .976</td></tr><tr><td>8. Germany</td><td colspan=\"2\">2,502 .87</td><td>.90</td><td>.81</td><td colspan=\"2\">.79* Ϫ.12*</td><td>.62*</td><td>Ϫ.45*</td><td>Ϫ.41*</td><td>.60*</td><td colspan=\"2\">185.00 .989 .983</td></tr><tr><td>9. Hungary</td><td colspan=\"2\">2,550 .86</td><td>.87</td><td>.67</td><td>.76*</td><td>.08*</td><td>.43*</td><td>Ϫ.15*</td><td>Ϫ.17*</td><td>.49*</td><td colspan=\"2\">318.31 .974 .961</td></tr><tr><td>10. Iceland</td><td colspan=\"2\">1,720 .86</td><td>.91</td><td>.78</td><td>.75*</td><td>.31*</td><td>.68*</td><td>Ϫ.09*</td><td>.08</td><td>.40*</td><td colspan=\"2\">194.20 .982 .973</td></tr><tr><td>11. Ireland</td><td colspan=\"2\">2,041 .86</td><td>.87</td><td>.79</td><td colspan=\"2\">.79* Ϫ.11*</td><td>.53*</td><td>Ϫ.22*</td><td>Ϫ.44*</td><td>.47*</td><td colspan=\"2\">146.14 .988 .981</td></tr><tr><td>12. Italy</td><td colspan=\"2\">2,678 .86</td><td>.88</td><td>.81</td><td colspan=\"2\">.73* Ϫ.06*</td><td>.49*</td><td>Ϫ.21*</td><td>Ϫ.35*</td><td>.62*</td><td colspan=\"2\">199.84 .987 .981</td></tr><tr><td>13. Korea</td><td colspan=\"2\">2,705 .78</td><td>.89</td><td>.68</td><td>.77*</td><td>.13*</td><td>.58*</td><td>Ϫ.19*</td><td>Ϫ.04</td><td>.48*</td><td colspan=\"2\">115.65 .992 .988</td></tr><tr><td>14. Latvia</td><td colspan=\"2\">1,920 .88</td><td>.85</td><td>.66</td><td>.61*</td><td>.09*</td><td>.37*</td><td>Ϫ.20*</td><td>Ϫ.14*</td><td>.47*</td><td colspan=\"2\">212.20 .978 .966</td></tr><tr><td>15. Liechtenstein</td><td colspan=\"2\">153 .83</td><td>.85</td><td>.76</td><td colspan=\"2\">.76* Ϫ.06</td><td>.41*</td><td>Ϫ.27*</td><td>Ϫ.37*</td><td>.55*</td><td colspan=\"2\">50.11 .969 .954</td></tr><tr><td>16. Luxembourg</td><td colspan=\"2\">1,441 .88</td><td>.88</td><td>.75</td><td>.74*</td><td>.01</td><td>.40*</td><td>Ϫ.30*</td><td>Ϫ.27*</td><td>.57*</td><td colspan=\"2\">152.48 .982 .973</td></tr><tr><td>17. Mexico</td><td colspan=\"2\">2,275 .82</td><td>.83</td><td>.55</td><td>.76*</td><td>.52*</td><td>.14*</td><td>Ϫ.03</td><td>Ϫ.10*</td><td>.20*</td><td colspan=\"2\">184.50 .980 .970</td></tr><tr><td>18. Netherlands</td><td colspan=\"2\">1,282 .84</td><td>.89</td><td>.74</td><td colspan=\"2\">.84* Ϫ.07*</td><td>.89*</td><td>Ϫ.75*</td><td>Ϫ.25*</td><td>.34*</td><td colspan=\"2\">103.33 .988 .981</td></tr><tr><td>19. New Zealand</td><td colspan=\"2\">1,809 .88</td><td>.89</td><td>.80</td><td colspan=\"2\">.80* Ϫ.07*</td><td>.80*</td><td>Ϫ.38*</td><td>Ϫ.53*</td><td>.68*</td><td colspan=\"2\">198.64 .983 .975</td></tr><tr><td>20. Norway</td><td colspan=\"2\">2,050 .88</td><td>.90</td><td>.74</td><td>.73*</td><td>.14*</td><td>.72*</td><td>Ϫ.17*</td><td>Ϫ.20*</td><td>.59*</td><td colspan=\"2\">312.61 .974 .961</td></tr><tr><td>21. Portugal</td><td colspan=\"2\">2,378 .89</td><td>.87</td><td>.73</td><td>.79*</td><td>.06*</td><td>.55*</td><td>Ϫ.28*</td><td>Ϫ.18*</td><td>.48*</td><td colspan=\"2\">334.03 .974 .961</td></tr><tr><td>22. Russia</td><td colspan=\"2\">3,398 .84</td><td>.87</td><td>.67</td><td>.68*</td><td>.29*</td><td>.22*</td><td>.12*</td><td>Ϫ.16*</td><td>.49*</td><td colspan=\"2\">446.98 .971 .957</td></tr><tr><td>23. Sweden</td><td colspan=\"2\">2,282 .85</td><td>.88</td><td>.76</td><td>.81*</td><td>.18*</td><td>.58*</td><td>Ϫ.20*</td><td>Ϫ.08*</td><td>.37*</td><td colspan=\"2\">243.33 .980 .971</td></tr><tr><td>24. Switzerland</td><td colspan=\"2\">2,982 .88</td><td>.88</td><td>.76</td><td colspan=\"2\">.76* Ϫ.20*</td><td>.54*</td><td>Ϫ.39*</td><td>Ϫ.28*</td><td>.42*</td><td colspan=\"2\">274.55 .983 .975</td></tr><tr><td>25. Scotland</td><td colspan=\"2\">1,211 .87</td><td>.88</td><td>.82</td><td colspan=\"2\">.82* Ϫ.12*</td><td>.69*</td><td>Ϫ.27*</td><td>Ϫ.38*</td><td>.45*</td><td colspan=\"2\">85.45 .991 .987</td></tr><tr><td>26. United States</td><td colspan=\"2\">1,642 .89</td><td>.86</td><td>.76</td><td>.84*</td><td>.11*</td><td>.42*</td><td>Ϫ.15*</td><td>Ϫ.20*</td><td>.55*</td><td colspan=\"2\">224.79 .977 .965</td></tr><tr><td>M</td><td/><td>.86</td><td>.88</td><td>.74</td><td>.76</td><td>.06</td><td>.51</td><td>Ϫ.22</td><td>Ϫ.21</td><td>.47</td><td colspan=\"2\">222.47 .980 .971</td></tr><tr><td>SD</td><td/><td>.03</td><td>.02</td><td>.07</td><td>.05</td><td>.17</td><td>.18</td><td>.16</td><td>.14</td><td>.12</td><td colspan=\"2\">95.27 .007 .011</td></tr><tr><td>Mdn</td><td/><td>.86</td><td>.88</td><td>.76</td><td>.74</td><td>.08</td><td>.52</td><td>Ϫ.20</td><td>Ϫ.20</td><td>.48</td><td colspan=\"2\">199.24 .982 .973</td></tr><tr><td>25th percentile</td><td/><td>.84</td><td>.86</td><td>.70</td><td>.76</td><td>Ϫ.07</td><td>.41</td><td>Ϫ.27</td><td>Ϫ.30</td><td>.40</td><td colspan=\"2\">172.35 .974 .961</td></tr><tr><td>75th perecentile</td><td/><td>.88</td><td>.89</td><td>.79</td><td>.79</td><td>.14</td><td>.66</td><td>Ϫ.15</td><td>Ϫ.13</td><td>.55</td><td colspan=\"2\">284.06 .987 .981</td></tr></table>"
            }
        }
    }
}