{
    "paper_id": "marsh_2001_scan",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-22T18:02:30.422183Z"
    },
    "title": "",
    "authors": [
        {
            "first": "Kit-Tai",
            "middle": [
                ";"
            ],
            "last": "Hau",
            "suffix": "",
            "affiliation": {},
            "email": "kthau@cuhk.edu.hk."
        },
        {
            "first": "",
            "middle": [],
            "last": "Kong",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Herbert",
            "middle": [
                "W ;"
            ],
            "last": "Marsh",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Zi-Juan",
            "middle": [],
            "last": "Cheng",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Tai",
            "middle": [],
            "last": "Hau",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "The internal/external frame of reference (I/E) model of self-concept formation was extended by relating Chinese, English, and mathematics achievement to Chinese, English, and mathematics self-concepts in a 5-year longitudinal study based on a large (N=9,482) representative sample of Hong Kong high school students. Tests of the I/E model are typically based on mathematics and English constructs for a single wave of data in Western countries. The research is extended to a non-Western country, testing its cross cultural generalizability and including native and nonnative languages as well as mathematics. Results supported the I/E model. Mathematics, English, and Chinese achievement were highly correlated, but mathematics, English, and Chinese self-concepts were nearly uncorrelated. Mathematics, English, and Chinese achievements each had positive effects on the matching of self-concept domain, but negative effects on non-matching domains. For example, English achievement had a positive effect on English self-concept, but negative effects on mathematics and Chinese self-concepts. These results were stable over time. (Contains 1 figure, 4 tables, and 35 references.)",
    "pdf_parse": {
        "paper_id": "marsh_2001_scan",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The internal/external frame of reference (I/E) model of self-concept formation was extended by relating Chinese, English, and mathematics achievement to Chinese, English, and mathematics self-concepts in a 5-year longitudinal study based on a large (N=9,482) representative sample of Hong Kong high school students. Tests of the I/E model are typically based on mathematics and English constructs for a single wave of data in Western countries. The research is extended to a non-Western country, testing its cross cultural generalizability and including native and nonnative languages as well as mathematics. Results supported the I/E model. Mathematics, English, and Chinese achievement were highly correlated, but mathematics, English, and Chinese self-concepts were nearly uncorrelated. Mathematics, English, and Chinese achievements each had positive effects on the matching of self-concept domain, but negative effects on non-matching domains. For example, English achievement had a positive effect on English self-concept, but negative effects on mathematics and Chinese self-concepts. These results were stable over time. (Contains 1 figure, 4 tables, and 35 references.)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "if they have different frames-of-reference. Pertinent self-concept assessment and appropriate classroom practice depends upon teachers being able to interpret these differing self-perception processes accurately. Theoretical models posit the cognitive basis that students use to determine appropriate frames of reference in the formation of their academic self-concepts. Because such frameof-reference effects might be specific to particular cultural settings, it is useful to test the generalizability of predictions based in one culture in different cultures. Here we describe the theoretical basis and empirical support for the internal/external frame of reference (YE) model that is based primarily on studies in Western countries. In this model, it is proposed that students compare their own accomplishments in different academic subjects (i.e., I am good at math because my math accomplishments are better than my English accomplishments) in addition to the more typical process of comparing their own accomplishments with those of other students or other external standards. In this study, we test the generalizability of this support for the I/E model in a Hong Kong sample of high school students, extend the model by considering self-concepts and academic achievement in relation to both Chinese (the native language) and English (a non-native language that is highly valued) as well as mathematics, and extend the model by testing the strength of effects over five years using longitudinal data starting shortly prior to entry into high school.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Internal/External Frame Of Reference (I/E) Model The I/E model (for further discussion, see Marsh, 1986 Marsh, , 1990a Marsh, , 1993 Marsh, Byrne, & Shavelson, 1988; Skaalvik & Rankin, 1995) was initially developed to explain why math and verbal self-concepts are almost uncorrelated even though corresponding areas of academic achievement are substantially correlated (typically .5 to .8, depending on how achievement is measured). Individuals who are good in one area tend to be good in the other. Verbal and Math self-concepts, however, are nearly uncorrelated. People think of themselves as \"math\" persons or \"verbal\" persons. According to the I/E model, academic self-concept in a particular school subject is formed in relation to two comparison processes or frames of reference. The first is the typical external Jnormative) reference in which students compare their self-perceived performances in a particular school subject with the perceived performances of other students in the same school subject and other external standards of actual achievement levels. If they perceive themselves to be able in relation to other students and objective indicators of achievement, then they should have a high academic self-concept in that school subject. The second is an internal (ipsative-like) reference in which students compare their own performance in one particular school subject with their own performances in other school subjects. If, for example, mathematics is their best school subject, then they should have a positive math self-concept that is higher than their verbal self-concept.",
                "cite_spans": [
                    {
                        "start": 92,
                        "end": 103,
                        "text": "Marsh, 1986",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 104,
                        "end": 118,
                        "text": "Marsh, , 1990a",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 119,
                        "end": 132,
                        "text": "Marsh, , 1993",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 133,
                        "end": 165,
                        "text": "Marsh, Byrne, & Shavelson, 1988;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 166,
                        "end": 190,
                        "text": "Skaalvik & Rankin, 1995)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "To clarify how these two processes operate, consider a student who accurately perceives him or herself to be below average in both verbal and math skills (an external comparison), but who is better at mathematics than verbal and other school subjects (an internal comparison). The student's math skills are below average relative to other students and objective indicators of math achievement (the external comparison), and this should lead to a below average math self-concept. However, this student's math skills are above average relative to his or her other school subjects (an internal comparison) and this should lead to an above-average math self-concept. Depending upon how these two processes are weighted in the formation of self-concept, this student may have an average or even above-average math self-concept even though he or she has below-average math skills. Similarly, a student who is very bright in all school subjects may have an average or even below-average math self-concept if the student perceived mathematics to be his or her worst subject.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The external comparison process should result in substantial positive correlations between math and verbal self-concepts because math and verbal achievements are substantially positively correlated.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The ipsative, internal comparison process should result in a negative correlation between math and verbal self-concepts because the average correlation among ipsative scores is necessarily negative (i.e., an increase in any one score must result in the counterbalancing decrease in average of the remaining scores if they are ipsative). Self-concept responses, however, are affected by both these processes. Hence, the joint operation of these processes, depending on the relative weight given to internal and external comparisons, is consistent with the near-zero correlation between math and verbal self-concepts that led to the development of the I/E model. It is, however, important to emphasize that support for the I/E model does not require the correlation between math and verbal self-concepts to be zero, but only that it be substantially less than the typically substantial correlation between math and verbal achievement.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Insert Figure 1 About Here Stronger tests of the 1/E model are possible when math and verbal achievements are related to math and verbal self-concepts (see Figure 1A) . The external comparison process predicts that good math skills lead to higher math self-concept and that good verbal skills lead to higher verbal self-concept. According to the internal comparison process, however, good math skills should lead to lower verbal selfconcept (once the positive effects of good verbal skills are controlled). The better I am at mathematics, the poorer I am at verbal subjects (relative to my good math skills). Similarly, better verbal skills should lead to lower math self-concept (once the positive effects of good math skills are controlled). In models used to test this prediction ( Figure 1A ), the paths leading from math achievement to math self-concept and from verbal achievement to verbal self-concept (the gray horizontal lines in Figure 1A ) are predicted to be substantially positive (indicated by \"++\" in Figure 1A ). However, the paths leading from math achievement to verbal self-concept and from verbal achievement to math self-concept (the dark lines in Figure 1A ) are predicted to be negative (indicated by \" \" in Figure IA ). Support for these predictions comes from a large body of research based on a variety of different self-concept measures and from a variety of different countries (Marsh, 1990a; Marsh, Byrne, & Shavelson, 1988; Marsh & Craven, 1997; Skaalvik & Rankin, 1995) .",
                "cite_spans": [
                    {
                        "start": 1407,
                        "end": 1421,
                        "text": "(Marsh, 1990a;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 1422,
                        "end": 1454,
                        "text": "Marsh, Byrne, & Shavelson, 1988;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 1455,
                        "end": 1476,
                        "text": "Marsh & Craven, 1997;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 1477,
                        "end": 1501,
                        "text": "Skaalvik & Rankin, 1995)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 7,
                        "end": 15,
                        "text": "Figure 1",
                        "ref_id": null
                    },
                    {
                        "start": 156,
                        "end": 166,
                        "text": "Figure 1A)",
                        "ref_id": null
                    },
                    {
                        "start": 785,
                        "end": 794,
                        "text": "Figure 1A",
                        "ref_id": null
                    },
                    {
                        "start": 940,
                        "end": 949,
                        "text": "Figure 1A",
                        "ref_id": null
                    },
                    {
                        "start": 1017,
                        "end": 1026,
                        "text": "Figure 1A",
                        "ref_id": null
                    },
                    {
                        "start": 1170,
                        "end": 1179,
                        "text": "Figure 1A",
                        "ref_id": null
                    },
                    {
                        "start": 1232,
                        "end": 1241,
                        "text": "Figure IA",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A number of researchers have proposed various extensions of the LIE model (e.g., Bong, 1998; Marsh & Koller, 1999; Skaalvik & Rankin, 1995; Yeung & Lee, 1999) . In particular, a number of studies conducted in different countries where Verbal self-concept is in relation to a native language other than English (Norwegian, Skaalvik & Rankin, 1995; German, Marsh & Koller, 1999; Chinese, Yeung & Lee, 1999) . In a study particularly relevant to the present investigation, Bong (1998) tested the I/E model using a broader range of academic domains, including measures of self-concept and achievement in six school subjects. In her original analysis, the verbal constructs of self-concept and achievement were based on English, Spanish, and American history, whereas the mathematics constructs of self-concept and achievement were based on algebra, geometry, and chemistry. Bong found only partial support for the I/E model. In a reanalysis of this data, Marsh, Bong, and Yeung (1999) reported that Spanish self-concept was nearly uncorrelated with other verbal self-concept factors, and that the corresponding Spanish achievement was only moderately related to either verbal or mathematics achievements. Noting that a majority of the students in the study were native Spanish speakers living in Metropolitan Los Angeles, the authors suggested that the students might view English and Spanish self-concepts as very distinct. Following from this reasoning, they proposed a post hoc model with Spanish, English, and mathematics self-concepts and achievements instead of the typical I/E model based on only English and Math constructs. Extending the logic of the I/E model, they demonstrated that (a) Spanish achievement had a positive effect on Spanish selfconcept, but negative effects on mathematics and English self-concepts, (b) mathematics had a positive effect on mathematics self-concept, but negative effects on English and Spanish self-concepts, and (c) English achievement had a positive effect on English self-concept, but negative effects on Math and Spanish self-concepts. concluded that the results provided strong support for the original IIE model based on math and verbal constructs, and a potentially important extension of the model when native and nonnative languages were both included in the model. An important implication of the study is the juxtaposition of the self-concepts of native and nonnative languages. Their results suggested that self-concepts in native and nonnative languages are likely to be very distinct from each other and from math self-concept, and to have distinct patterns of relations with corresponding measures of achievement.",
                "cite_spans": [
                    {
                        "start": 81,
                        "end": 92,
                        "text": "Bong, 1998;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 93,
                        "end": 114,
                        "text": "Marsh & Koller, 1999;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 115,
                        "end": 139,
                        "text": "Skaalvik & Rankin, 1995;",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 140,
                        "end": 158,
                        "text": "Yeung & Lee, 1999)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 322,
                        "end": 346,
                        "text": "Skaalvik & Rankin, 1995;",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 347,
                        "end": 376,
                        "text": "German, Marsh & Koller, 1999;",
                        "ref_id": null
                    },
                    {
                        "start": 377,
                        "end": 404,
                        "text": "Chinese, Yeung & Lee, 1999)",
                        "ref_id": null
                    },
                    {
                        "start": 470,
                        "end": 481,
                        "text": "Bong (1998)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 951,
                        "end": 980,
                        "text": "Marsh, Bong, and Yeung (1999)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Extensions of the Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "In our five year longitudinal study we evaluate the extensions of the I/E model for a large (N = 9,482) representative sample of Hong Kong high school students. This allows us to evaluate the generalizability of predictions based on the I/E model in a non-Western culture. The Chinese culture is low on the cultural value of individualism and high on collectivism (e.g., Bond, 1996; Diener, Diener, & Diener, 1995; Hofstede, 1991) . Thus, Hong Kong students may be less susceptible to the social comparison processes than those in individualistic settings (e.g., McFarland & Buehler, 1995 ; also see Markus & Kitayama, 1991; Triandis, 1989) . Furthermore, consistent with this potential deemphasis of social comparison processes, Salili (1991, 1996) found that Hong Kong students attribute their examination results more to effort than to ability and that they concentrate more on their own improvement over time than on comparisons with other students as determinants of perceived academic achievement.",
                "cite_spans": [
                    {
                        "start": 371,
                        "end": 382,
                        "text": "Bond, 1996;",
                        "ref_id": null
                    },
                    {
                        "start": 383,
                        "end": 414,
                        "text": "Diener, Diener, & Diener, 1995;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 415,
                        "end": 430,
                        "text": "Hofstede, 1991)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 563,
                        "end": 588,
                        "text": "McFarland & Buehler, 1995",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 600,
                        "end": 624,
                        "text": "Markus & Kitayama, 1991;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 625,
                        "end": 640,
                        "text": "Triandis, 1989)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 730,
                        "end": 749,
                        "text": "Salili (1991, 1996)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Present Investigation",
                "sec_num": null
            },
            {
                "text": "The I/E model posits an important pattern of relations among variables that are typically collected on a single occasion. This reliance on a single wave of data, however, undermines our ability to evaluate the temporal aspects of this process. In the present investigation, the achievement measures were standardized test scores collected prior to the start of high school (TO, in 6th grade). These scores (provided by the Hong Kong Department of Education) are the basis on which elementary students are allocated to different Hong Kong high schools and, thus, are very important to students, their parents, and their schools. Hence, they are likely to be very influential in terms of the formation of academic selfconcept and to have potentially long-lasting effects. The three waves of self-concept measures were collected approximately two, three, and four years after the collection of the achievement measures (in 8th, 9th, and 10th grades). Hence, this allows us to chart the strength of support for predictions based on the I/E model over this critical period during the early years of high school. In particular, we evaluate the extent to which the effects of the achievement measures collected prior to the start of high school become weaker over time in separate analyses of each wave of self-concept data. Then, by combining all three waves of self-concept data into a single analysis, we are able to test the extent to which support for the LIE effects at one time are mediated by I/E effects on earlier measures of academic self-concept.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Present Investigation",
                "sec_num": null
            },
            {
                "text": "Most importantly, this Hong Kong data provides an ideal basis to test speculations by about the extension of the traditional I/E model (see Figure 1B ). More specifically they proposed that native and non-native languages form separate areas of self-concept that provide distinct bases for forming self-concepts in other academic areas. Hong Kong is an ideal setting for testing the juxtaposition of self-concept in native and nonnative languages as both Chinese (the native language) and English (the non-native language) are considered as extremely important in the high school curriculum and society. Hong Kong was a British colony but became a special administrative region of the People's Republic of China in July 1, 1997. The majority (98%) of the people in Hong Kong are Chinese and most of them use Chinese (Cantonese) as their mother tongue and in their daily speech. On the other hand, as a former British colony and an international center of business, English is used widely in the government and the business sectors. Thus, a good mastery of English provides enhanced opportunities for higher education and better jobs and, hence, upward social mobility. Hence, English language is strongly valued in the Hong Kong school curriculum. In summary, there are strong practical implications in examining the juxtaposition of self-concepts in English (the non-native language) and in Chinese (the native language) for Hong Kong secondary students. Following from the extension of the I/E model (see Figure 1B ), we predict that:",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 140,
                        "end": 149,
                        "text": "Figure 1B",
                        "ref_id": null
                    },
                    {
                        "start": 1507,
                        "end": 1516,
                        "text": "Figure 1B",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "The Present Investigation",
                "sec_num": null
            },
            {
                "text": "1. Correlations among the Chinese, English, and Math self-concepts are very small (close to zero) and substantially less than the large correlations among corresponding Chinese, English, and Math achievement scores; 2. Mathematics achievement has a large positive effect on Math self-concept, but smaller negative effects on English and Chinese self-concepts;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Present Investigation",
                "sec_num": null
            },
            {
                "text": "3.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Present Investigation",
                "sec_num": null
            },
            {
                "text": "English achievement has a large positive effect on English self-concept, but smaller negative effects on Math and Chinese self-concepts; and 4. Chinese achievement has a large positive effect on Chinese self-concept, but smaller negative effects on Math and English self-concepts.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Present Investigation",
                "sec_num": null
            },
            {
                "text": "Our study is part of a large-scale investigation of secondary schooling in Hong Kong. The sample consists of all students (N = 9,482) in the 55 high schools who completed the SDQ-II in 8th grade (T2), the first year during which self-concept responses were collected. The sample includes a diversity of schools that is broadly representative of Hong Kong secondary schools in terms of religious background, mode of government subsidy, and gender grouping.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Method Sample",
                "sec_num": null
            },
            {
                "text": "Achievement Scores in Chinese, Mathematics, and English. In Hong Kong, all 6`h grade students are allocated a moderated placement score that represents an internal aggregate of achievement in all school subjects except physical education (although Chinese, English and mathematics are weighted more heavily) that is moderated by external examinations. The external examinations are standardized measures of general ability with separate mathematics and verbal (Chinese) components that are administered by the Department of Education. These \"high stakes\" scores are the primary basis for the extremely important selection into high schools. For present purposes, achievement scores consist of standardized test scores (based on the moderator examination) for Chinese and mathematics, and a moderated school-based performance measure of English. These scores were provided for all students by the Hong Kong Department of Education for purposes of the present investigation. We refer to 6'h grade as TO because it is prior to the start of high school in 7`h grade.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Procedures and Measures",
                "sec_num": null
            },
            {
                "text": "At T1, T2, and T3, students also completed achievement tests administered by the Hong Kong Department of Education according to a modified random matrix sampling design. Each student was randomly assigned an achievement test in only one of the three core subjects (Chinese, English, and mathematics). Thus, for example, only 1/3 of the students completed a math achievement test in any one of the three years, only a small proportion completed a math test in all three years (approximately 1/3 x 1/3 x 1/3 = 4%), and many did not complete a math test in any of the three years (approximately 2/3 x 2/3 x 2/3 = 30%). Also, because not a single student took more than one test in the same year, it is not possible, for example, to determine the correlation between math and Chinese achievement or to evaluate the combined effects of math and Chinese achievement in the same year on corresponding measures of math and Chinese self-concepts. Hence, although extremely valuable for some purposes, these scores are not easily incorporated into the present investigation. We did, however, pursue supplemental analyses in which we used the LISREL procedure for imputing missing values (Joreskog & Sorbom, 1993) . Using this procedure, we used TO English, math, and Chinese achievement (for which we had complete data) to impute scores for missing values at T1. We then used T1 scores (many of which were imputed) to impute scores for missing values at T2, and then imputed T3 scores from the T2 scores. Because data at each year are missing completely at random by design, it may be reasonable to impute missing values as we have done. However, because we needed to impute so many missing values (approximately 2/3 of the scores for each variable were imputed), we only used this data for supplemental analyses and interpreted the results with due caution in relation to findings that did not use these largely imputed test scores from TI, T2, and T3.",
                "cite_spans": [
                    {
                        "start": 1177,
                        "end": 1202,
                        "text": "(Joreskog & Sorbom, 1993)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Procedures and Measures",
                "sec_num": null
            },
            {
                "text": "Academic Self-concept Measures. The self-concept measures were based on a Chinese version of the SDQ-II (Marsh, I990b) . The original SDQ-II measures eleven areas of self-concept, with three academic domains (English, Math, General Academic), seven nonacademic domains, and a global general self scale (Marsh, 1990b) . In the present investigation, a Chinese self-concept scale was created that was strictly parallel with the English self-concept scale (i.e., the wording of the items was the same except for the words English and Chinese). The distinction of English and Chinese self-concepts was necessary to reflect the bilingual emphasis in the Hong Kong school curriculum, but also provides an important basis for evaluating and extending tests of the I/E model. Responses to all the self-concept items were on a 6point scale ranging from 1 (false) to 6 (true) and administration procedures were based upon those recommended in the SDQ-II test manual (Marsh, 1990b) . Responses to this instrument were collected at T2 (8th grade), T3 (9`h grade), and T4 (10'h grade). Because the focus of the present investigation is on subjectspecific measures of academic self-concept as embodied in the I/E model, only responses to the Math, English, and Chinese scales are considered. Psychometric responses to this Chinese version of the SDQ-II were found to be very strong and supported results based on the English version of the instrument (Marsh, 1990b) . More specifically, coefficient alpha estimates of reliability were good for all scales (alphas .73 to 94; median = .85) and particularly the academic scales used in this study (math, .94; English, .91;  Chinese, .87). Also, confirmatory factor analyses indicated strong support for the a priori factor structure, clearly identifying all 11 scales in the English version of the instrument as well as the Chinese scale that was developed for the present investigation. Statistical Analysis.",
                "cite_spans": [
                    {
                        "start": 104,
                        "end": 111,
                        "text": "(Marsh,",
                        "ref_id": null
                    },
                    {
                        "start": 112,
                        "end": 118,
                        "text": "I990b)",
                        "ref_id": null
                    },
                    {
                        "start": 302,
                        "end": 316,
                        "text": "(Marsh, 1990b)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 956,
                        "end": 970,
                        "text": "(Marsh, 1990b)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1437,
                        "end": 1451,
                        "text": "(Marsh, 1990b)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1630,
                        "end": 1636,
                        "text": "(math,",
                        "ref_id": null
                    },
                    {
                        "start": 1637,
                        "end": 1641,
                        "text": ".94;",
                        "ref_id": null
                    },
                    {
                        "start": 1642,
                        "end": 1650,
                        "text": "English,",
                        "ref_id": null
                    },
                    {
                        "start": 1651,
                        "end": 1655,
                        "text": ".91;",
                        "ref_id": null
                    },
                    {
                        "start": 1656,
                        "end": 1656,
                        "text": "",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Procedures and Measures",
                "sec_num": null
            },
            {
                "text": "Structural equation models (SEMs) were conducted with LISREL 8 (Joreskog & Sorbom, 1993 ) using maximum likelihood estimation. A detailed presentation of the conduct of CFA is beyond the scope of the present investigation and is available elsewhere (e.g., Bollen, 1989; Byrne, 1998; Joreskog & Sorbom, 1993; Maruyama, 1998; Schumacker & Lomax, 1996) . Following Marsh, Balla, and , and Marsh, Balla, and McDonald (1988) we emphasize the Tucker-Lewis index (TL1), the relative noncentrality index (RNI), and root mean square error of approximation (RMSEA) to evaluate goodness of fit, but also present the x2 test statistic and an evaluation of parameter estimates. The TLI and RN1 vary along a 0-to-1 continuum in which values greater than .9 are typically taken to reflect an acceptable fit, whereas RMSEAs of less than .05 provide a guideline for an acceptable fit (see Schumacker & Lomax, 1996) . The RNI contains no penalty for a lack of parsimony so that the addition of new parameters leads to an improved fit that may reflect capitalization on chance, whereas the TLI and RMSEA contains a penalty for a lack of parsimony.",
                "cite_spans": [
                    {
                        "start": 63,
                        "end": 87,
                        "text": "(Joreskog & Sorbom, 1993",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 256,
                        "end": 269,
                        "text": "Bollen, 1989;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 270,
                        "end": 282,
                        "text": "Byrne, 1998;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 283,
                        "end": 307,
                        "text": "Joreskog & Sorbom, 1993;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 308,
                        "end": 323,
                        "text": "Maruyama, 1998;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 324,
                        "end": 349,
                        "text": "Schumacker & Lomax, 1996)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 872,
                        "end": 897,
                        "text": "Schumacker & Lomax, 1996)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Procedures and Measures",
                "sec_num": null
            },
            {
                "text": "As in other SDQ research and recommended in the test manual (e.g., Marsh, 1988; 1990b; Marsh & Hocevar, 1985) , factor analyses were conducted on item-pair scores (or parcels) in which the first two items in each scale are averaged to form the first item pair, the next two items are used to form the second pair, and so forth. Thus, the 10 items in each of the 9 academic self-concept scales (math, English, and Chinese administered on each of three occasions) were used to form 5 indicators that were the basis of subsequent analyses. Analysis of 45 item pairs instead of 90 individual items (10 items/scale x 3 scales x 3 waves of data) is conducted because the responses to item pairs tend to be more reliable, to be more normally distributed, and to have less idiosyncratic variance than do individual items (see Marsh & O'Neill, 1984) . Since the TO achievement scores in each subject are inferred from single indicator measures, an estimated standardized error variance was set to be .10 for each achievement score, resulting in an estimated reliability of .90 for the achievement score (see Joreskog & Sorbom, 1993) .",
                "cite_spans": [
                    {
                        "start": 67,
                        "end": 79,
                        "text": "Marsh, 1988;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 80,
                        "end": 86,
                        "text": "1990b;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 87,
                        "end": 109,
                        "text": "Marsh & Hocevar, 1985)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 818,
                        "end": 840,
                        "text": "Marsh & O'Neill, 1984)",
                        "ref_id": null
                    },
                    {
                        "start": 1099,
                        "end": 1123,
                        "text": "Joreskog & Sorbom, 1993)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Procedures and Measures",
                "sec_num": null
            },
            {
                "text": "As is inevitable in all large-scale longitudinal studies, many of the students had missing selfconcept responses on one or more of the three testing occasions (there were no missing responses for the base year TO achievement test scores). For the total sample of 9,482, 6,126 (65%) had data for all three occasions, 2,533 (27%) had data for T2 (8th grade) and T3 (9th grade), 724 (8%) had data for T2 only, and 99 (1%) had data for T2 and T4 (10th grade) only. Alternative procedures for accommodating this missing data are presented. First, we conducted analyses using the traditional pairwise deletion for missing data. In this set of analyses, we evaluated the I/E model separately for self-concept responses at T2, T3, and T4 (and TO achievement scores) and then in a longitudinal model incorporating T2, T3, and T4 responses. There are, however, well known problems in the use of pairwise deletion for missing data particularly in longitudinal data where substantial amounts of missing data are typical. Hence, we also used the similar response pattern imputation for missing data as operationalized in LISREL 8 (Joreskog & Sorbom, 1993) to impute scores for each of the missing values. Missing self-concept responses were imputed only from scores in the same self-concept domain (e.g., missing math self-concept scores were imputed from other math scores). Because there are well-known potential problems with the use of pairwise deletion for missing data, we focus our presentation on these results with imputed values, but demonstrate that critical parameter estimates for testing the I/E model are very similar for analyses based on pairwise deletion of missing data and the imputed values (e.g., see subsequent discussion of results in Table 1 ).",
                "cite_spans": [
                    {
                        "start": 1117,
                        "end": 1142,
                        "text": "(Joreskog & Sorbom, 1993)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1746,
                        "end": 1753,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Procedures and Measures",
                "sec_num": null
            },
            {
                "text": "In most applications of CFA, a priori models assume that the residual variance (uniqueness plus random error, hereafter referred to as uniquenesses) associated with each measured variable is independent of residual variances associated with other measured variables. However, when the same items are administered to the same participants on multiple occasions (e.g., the math self-concept indicators at T2, T3 and T4), it is likely that the uniquenesses associated with the matching measured variables are correlated (hereafter referred to as 'correlated uniquenesses' that can also be interpreted as method factors). Similarly, if two scales consist of items with parallel wording (e.g., I learn things quickly in English classes; I learn things quickly in Chinese classes), then correlations between measurement errors associated with matching English and Chinese indicators are likely to exist. In each case, if there are substantial correlated uniqueness that are not included in the model, then the estimated correlations between the corresponding latent constructs will be positively biased. However, their inclusion in the model provides a test for these correlated uniquenesses and a control for what might otherwise be a positive bias. Thus, argue that such correlated uniquenesses should always be included in the a priori model, though it is also appropriate to evaluate parameter estimates and fit indices for more parsimonious models that exclude these correlated uniquenesses. Following this recommendation, in the present investigation we evaluate models with no correlated uniquenesses, with correlated uniquenesses for items with parallel wording (for the English and Chinese scales), and with correlated uniquenesses for the same items administered on different occasions (for longitudinal models incorporating data from more than one occasion). Because we argue a priori that such correlated uniquenesses should be included and the results to be presented show that their inclusion results in significantly better fits to the data, we focus primarily on models with correlated uniquenesses. As described later, however, their inclusion had almost no effect on parameter estimates that are critical for testing the I/E model (e.g., see results in Table 1 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 2265,
                        "end": 2272,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Procedures and Measures",
                "sec_num": null
            },
            {
                "text": "Tests of the I/E Model For Each Wave (T2, T3, and T4).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "We begin by evaluating tests of predictions based on the extended I/E model ( Figure 1B ) separately for each wave of data (Tables 1 and 2) . Our major focus is on data with imputed values for missing data and correlated uniquenesses (Models 2D, 3D, 4D in Tables 1 and 2 ). The fit (Table 2) of the a priori (extended) I/E model is extremely good for separate analyses of data from T2 (Model M2D, TLI = .968), T3 (Model M3D, TLI = .968), and T4 (Model M4D, TLI = .980). Critical parameter estimates (Table 1) provide strong support for the IIE model in separate analyses of each of the three waves of data.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 78,
                        "end": 87,
                        "text": "Figure 1B",
                        "ref_id": null
                    },
                    {
                        "start": 123,
                        "end": 139,
                        "text": "(Tables 1 and 2)",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 256,
                        "end": 270,
                        "text": "Tables 1 and 2",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 282,
                        "end": 291,
                        "text": "(Table 2)",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 499,
                        "end": 508,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Correlations among the Chinese, English, and Math self-concept scales are very small (correlations of -.07 to .13) and substantially less than correlations among corresponding Chinese, English, and Math achievement scores (correlations of .67 to .79); 2. mathematics achievement has a substantial positive effect on Math self-concept (path coefficients of .63 to .79), but smaller negative effects on English self-concept and Chinese self-concept (path coefficients of -.35 to -.14 ) ; 3. English achievement has a substantial positive effect on English self-concept (path coefficients of .48",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "1.",
                "sec_num": null
            },
            {
                "text": "to .62), but smaller negative effects on Math self-concept and Chinese self-concept (path coefficients of -.26 to -.10) self-concepts; and 4. Chinese achievement has a substantial positive effect on Chinese self-concept (path coefficients of .50",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "1.",
                "sec_num": null
            },
            {
                "text": "to .61), but smaller negative effects on Math self-concept and English self-concept (path coefficients of -.40 to -.06)). For these path coefficients that are critical for evaluating predictions of the I/E (see Figure 1B) , every path coefficient is statistically significant and in predicted direction in each of the separate analyses of selfconcept responses from T2, T3, and T4. These results provide very strong support for the extended I/E model and the stability of the effects over time.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 211,
                        "end": 221,
                        "text": "Figure 1B)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "1.",
                "sec_num": null
            },
            {
                "text": "Although not emphasized in our discussion, we compared models with and without correlated uniquenesses and we compared two approaches to dealing with missing data (pairwise deletion and imputation). Although each of the models with correlated uniquenesses is able to fit the data significantly better than models without correlated uniquenesses (e.g., Models M2B vs. M2A, Table 2), the critical parameter estimates for testing the I/E model (Table 1) are nearly identical for each pair of corresponding solutions. Models fit to data based on imputation fit somewhat better than for the corresponding models based on pairwise deletion, but again there is clear support for the IIE predictions based on both the pairwise and imputed approaches. In summary, although we argue for the use of imputed data and models with correlated uniquenesses, support for the I/E model does not depend on this decision.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 441,
                        "end": 450,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Insert Tables 1, 2 about here",
                "sec_num": null
            },
            {
                "text": "Support for the TIE model also varies somewhat depending upon the time of data collection (T2, T3, or T4 in Table 1 ). It is important to emphasize that achievement measures were collected shortly prior to the start of high school (TO), whereas self-concept responses were collected in the second, third, and fourth years of high school. Hence, support of the 1/E model in the three waves of data provides a test of the stability of the effects of prior achievement on self-concept over time. We expected the pattern of results would support the LIE model for all three data waves but that the sizes of the path coefficients would become smaller over time. However, the sizes of the path coefficients (both matching and nonmatching in Table 1 ) are only slightly smaller at T4 than T2 or T3, and nearly the same at T2 and T3. These results provide strong support for the stability of the I/E effects over time. Indeed, it is surprising that there was not a greater diminution of support for the I/E model over the period considered.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 108,
                        "end": 115,
                        "text": "Table 1",
                        "ref_id": null
                    },
                    {
                        "start": 735,
                        "end": 742,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Insert Tables 1, 2 about here",
                "sec_num": null
            },
            {
                "text": "Tests of the I/E Model Across Three Waves (T2, T3, and T4) of Self-concept Data.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Insert Tables 1, 2 about here",
                "sec_num": null
            },
            {
                "text": "In the longitudinal I/E model, we include all three waves of self-concept data. Although our focus is on the model with correlated uniquenesses based on imputed data, we again summarize the fit of models based on the original data (with pairwise deletion for missing data) and models without correlated uniquenesses (see Tables 2 & 3) . In this longitudinal model (Model M5H, Table 3 ), the latent self-concept factors are well defined in that factor loadings are substantial (median factor loading = .78, Table 3 ) and the goodness of fit is substantial (TLI = .972, Table 2 ). We now evaluate support for specific predictions based on the IIE model.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 321,
                        "end": 334,
                        "text": "Tables 2 & 3)",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 376,
                        "end": 383,
                        "text": "Table 3",
                        "ref_id": "TABREF3"
                    },
                    {
                        "start": 506,
                        "end": 513,
                        "text": "Table 3",
                        "ref_id": "TABREF3"
                    },
                    {
                        "start": 568,
                        "end": 575,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Insert Tables 1, 2 about here",
                "sec_num": null
            },
            {
                "text": "Path coefficients relating TO achievement scores to T2 self-concept responses in the longitudinal model (Table 3 , Model M5H) are the same as those for analyses of only the T2 data (Table 1, Models  M2D, M3D, M4D with imputed values) in that there are no intervening variables. The effects of TO achievement on T3 self-concept responses in the longitudinal model (Table 3) are the effects of TO achievement in addition to those that are mediated by T2 self-concept responses. Not surprisingly, these T3 effects are substantially smaller than the corresponding effects when only the T3 (but not the T2) data are considered. Nevertheless, the pattern of I/E effects is still evident in the T3 responses in that the effects of achievements on matching self-concepts (e.g., TO math achievement on T3 Math selfconcept, .25) are significantly positive whereas those effects on non-matching self-concepts (e.g., TO math achievement on T3 Chinese self-concept, -.14) are either significantly negative (4 of 6 effects) or nonsignificant. Hence, the effects of prior achievement in the three academic subjects on T3 academic self-concepts even after controlling the effects of T2 self-concepts still support predictions based on the I/E model. By T4, there are only very small effects of TO academic achievement beyond the effects mediated by T2 and T3 academic self-concepts. Even these very small effects at T4, however, tend to be consistent with the I/E model. Thus, all the paths from achievement to matching areas of self-concept are significantly positive whereas the paths to non-matching areas of self-concept are either significantly negative (2 of 6 effects) or non-significant.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 104,
                        "end": 112,
                        "text": "(Table 3",
                        "ref_id": "TABREF3"
                    },
                    {
                        "start": 181,
                        "end": 212,
                        "text": "(Table 1, Models  M2D, M3D, M4D",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 363,
                        "end": 372,
                        "text": "(Table 3)",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Insert Table 3 about here",
                "sec_num": null
            },
            {
                "text": "Effects of Intervening (T1, T2, T3) Achievements on Relations Between TO Achievement and T4 Self-concepts.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Insert Table 3 about here",
                "sec_num": null
            },
            {
                "text": "All tests of the I/E model presented thus far are based on the effects of achievement scores collected prior to the start of high school on self-concepts in the second, third, or fourth years of high school. Although there is some small decline in the size of effects at T4 compared to Times 2 and 3, the reduction is surprisingly small. This suggests that achievement is very stable over time or, perhaps, that the TO measures of achievement are so important (as a primary basis of entry into high schools of choice) that their effect tends to be strong in spite subsequent changes in relative levels of achievement. In order to pursue this issue we conducted supplemental analyses with results of standardized achievement tests collected at T1, T2, and T3. As noted earlier, the matrix sampling design used to administer these tests meant that students only completed a test in one of the three subjects (math, English and Chinese) in any given year. Although we used the imputation procedure to replace missing tests scores (based in part on the complete set of TO achievement scores), the substantial amount of missing data (approximately 2/3 of the students had missing data for each test for each year) means that results should be interpreted with appropriate caution. Due in part to this problem, we treated achievement scores at T1, T2, and T3 as multiple indicators of achievement levels during the first half of high school so that a majority of the students had at least one indicator for each area of achievement that was not imputed. In order to provide an unambiguous temporal ordering of the variables, we considered TO achievement (collected prior to high school), T123 achievement (collected during each of the first three years of high school), and T4 academic self-concept (collected in the fourth year of high school)(Model M4E, Table 4 ). Of particular interest are the stability of achievement from prior to the start of high school (TO) to achievement early in high school (T1, T2, T3), and the relative contribution of TO achievement and T123 achievement to T4 academic self-concepts.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 1850,
                        "end": 1857,
                        "text": "Table 4",
                        "ref_id": "TABREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Insert Table 3 about here",
                "sec_num": null
            },
            {
                "text": "The fit of the model to the data is very good (TLI = .970; see Model 4E in Table 2 ) and the factor structure is well defined (Table 4) . Whereas the effects of TI23 achievement on T4 self-concept are stronger than those of TO achievement, it is important to emphasize that the patterns of both sets of effects support the I/E model. For each T123 achievement factor, the effect on the matching area of T4 selfconcept is positive (path coefficients of .31 to .60) whereas the effects on non-matching areas of selfconcept are all significantly negative or nonsignificant ( -.35 to -.06). However, for even the TO achievement factors, the matching effects were all significantly positive (.24 to .31) whereas the nonmatching effects were all significantly negative (5 of 6 effects, -.14 to -.22) or nonsignificant (.08). Particularly for the critical prediction from the I/E model that achievements in one area will have negative effects on self-concept in nonmatching areas, the support for I/E predictions are as strong or stronger for the effects of TO achievement than for the effects of T123 achievement. Hence, the TO achievement scores have a surprisingly strong impact on self-concepts four years latter even after controlling for the effects of achievement during the three intervening years of high school and the patterns of results clearly support the I/E model.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 75,
                        "end": 82,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 126,
                        "end": 135,
                        "text": "(Table 4)",
                        "ref_id": "TABREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Insert Table 3 about here",
                "sec_num": null
            },
            {
                "text": "Insert Table 4 about here The two sets of achievement scores (TO and T123) are very stable over time, and most of the variance in T123 achievement scores can be predicted from TO achievement scores. Thus, for example the residual variance estimates for T123 achievements in Table 4 are only .16, .11, .11 (corresponding to multiple correlations of .92, .94, and .94 for the prediction of T123 math, English and Chinese achievements from the TO achievement scores). Nevertheless, the effects of T123 achievement, even after controlling for the effects of TO achievement, are substantial. This implies that there is change in academic achievement during the first three years of high school that is reflected in the T4 self-concepts. What is surprising, perhaps, is that the TO achievement scores still have such strong direct effects on the T4 self-concepts beyond their substantial effect that is mediated through T123 achievement.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 7,
                        "end": 14,
                        "text": "Table 4",
                        "ref_id": "TABREF5"
                    },
                    {
                        "start": 274,
                        "end": 281,
                        "text": "Table 4",
                        "ref_id": "TABREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Insert Table 3 about here",
                "sec_num": null
            },
            {
                "text": "There exists a very strong and growing body of support for the I/E model. In evaluating this support, it is important to establish the limits of the model's generalizability. Tests of the cross-cultural support for predictions from a theoretical model developed in one culture to another culture provide an important basis for testing this generalizability. Importantly, previous tests of the I/E model have been conducted primarily on Western countries in which the native language is English. In this respect, the results of the present investigation based on a large, representative sample of Hong Kong students represents an important test of the cross-cultural generalizability of predictions based on the I/E model. Because there was such good support for predictions based on the I/E model in each of three years during the middle high school years, the results clearly support the I/E model.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion and Implications",
                "sec_num": null
            },
            {
                "text": "The most important contribution of our investigation is the extension of the 1/E model to include academic self-concepts and achievement scores in native and nonnative languages. Hong Kong provides an ideal setting for testing this extension in that both Chinese (the native language) and English (the nonnative language) are so important in the high school curriculum and indeed in Hong Kong society more generally. Although a few studies supporting the 1/E model have considered native languages other than English as the basis of Verbal self-concept, the present investigation is apparently the first study specifically designed to juxtapose the long-term effects of self-concepts and achievements in native and nonnative languages.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Extension of the U_ E Model to Include Native and Nonnative Languages i",
                "sec_num": null
            },
            {
                "text": "The results clearly support a priori hypotheses that nonnative language as well as native language and mathematics provide an important basis for the formation of self-concepts in specific school subjects. Although math, English, and Chinese achievements were all highly correlated, math, English and Chinese self-concept were all nearly uncorrelated. Thus, the self-concepts are much more distinct than corresponding areas of achievement. There was clear support for the predictions of the original I/E model (based on math and native language). However, there was also support for new predictions based on the logic of the I/E model that were extended to include nonnative as well as native language. Thus, Chinese achievement had positive effects on Chinese self-concept and negative effects on English and math self-concepts, whereas English achievement had positive effects on English selfconcept but negative effects on Chinese and math self-concepts. Furthermore, there was clear support for this pattern of results for self-concepts collected on each of three different occasions up to four years after the collection of achievement at TO.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Extension of the U_ E Model to Include Native and Nonnative Languages i",
                "sec_num": null
            },
            {
                "text": "The present investigation is important because it is a true longitudinal study based on data coilected over a four-year period starting shortly before students began high school. Particularly because the achievement scores were collected (TO) two years prior to the first wave of self-concept data and each of the three waves of self-concept data (T2, T3, T4) was separated by a full year, there is a clearly established temporal ordering of these variables. Although much of the effects of TO achievement on T3 self-concepts were mediated by T2 self-concepts, the predicted pattern of results was still evident even after controlling the effects of T2 self-concept. Even more surprising, the weak patterns of effects of achievement on T4 self-concepts beyond the effects that were explained in terms of T2 and T3 selfconcepts still provided some support for the I/E predictions. Indeed, for separate analyses of each wave of self-concept data, the strength of the IIE effects were nearly the same at T2 and T3 (two and three years after the collection of the achievement data) and were only diminished slightly at T4 (four years after the collection of the achievement data). Although clearly supportive of the I/E model, the strength of these effects at T3 and even T4 are somewhat surprising. In particular, even though the achievement scores were collected shortly prior to the start of high school, there was still good support for the IIE predictions in analyses of T4 self-concept measures collected in the fourth year of high school. Why were the effects of prior achievement collected before the start of high school still so strong in the fourth year of high school? Part of the explanation, is that academic achievement is a very stable construct. Furthermore, the particular TO achievement scores considered in this study were very important to students in that they were the basis of determining 10 whether students were able to attend the high schools of their choice. Because this is such a critical rite of passage in the school life of Hong Kong students (and their parents), the scores that are the basis for this decision are likely to be strong indicators of academic ability that have a long-lasting impact on how students feel about themselves.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Longitudinal Extension of the FE Model",
                "sec_num": null
            },
            {
                "text": "In order to pursue these speculations, we conducted supplemental analyses that included both TO achievement that has been our main focus and subsequent achievement during the first three years of high school (T1, T2, and T3) on T4 self-concepts. These results provide insight into why the effects of TO achievement are so strong even at T4, four years after the start of high school. Math, English, and Chinese achievements are very stable over time in that T123 achievement during the first three years of high school is highly predictable on the basis of TO achievement collected prior to the start of high school. Because patterns of achievement at TO are reflective of patterns of achievements in subsequent years, there continues to be good support for predictions based on TO achievement even in the fourth year of high school. Thus, for example, students who are relatively good at mathematics and not so strong in Chinese at the start of high school tend to maintain this pattern of results. There are, however, significant direct effects of TO achievement on T4 self-concept beyond the substantial TO effects that are mediated through subsequent achievement during the first three years of high school. Hence, the data also support our contention that TO achievement scores because of the great importance placed on them as the basis of selection into Hong Kong high schools continue to have a significant influence on self-concept for many years beyond the effects of subsequent achievement. Hence, there is support for both our suggestions about why TO achievement had such strong effects on self-concept four years latter. The effects are strong because the achievement scores are very stable over time and apparently, because the TO achievement scores are so important that they continue to have a lasting effect on subsequent selfconcept beyond what can be explained in terms of subsequent achievement.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Longitudinal Extension of the FE Model",
                "sec_num": null
            },
            {
                "text": "Our results and the IIE model more generally also have a number of interesting implications for classroom teachers. Research and common sense suggest that positive feedback that lacks credibility is likely to be ineffective. Hence, teachers must judiciously seek to provide positive reinforcement that is credible. In order to achieve this goal, however, teachers must be able to gauge accurately student selfconcepts in different academic areas. Whereas SDQ research has found that teachers are able to infer students' academic self-concepts with moderate accuracy, their responses reflect primarily student ability and do not incorporate the internal comparison process the is a central feature of the I/E model (e.g., Marsh & Craven, 1997) . Thus, when teachers were asked to infer the self-concepts of low-ability students in different academic areas, they inferred their self-concepts to be uniformly low. In contrast to teacher inferences, the internal comparison process implies that even the least able students may have an average or even above average academic self-concept in their best academic subjects even if their skills are below average in that particular subject. Conversely, when asked to infer the self-concepts of academically gifted students, teachers judged them to be high in all academic areas. In contrast, actual student selfconcepts were much more differentiated. Even academically gifted students will be relatively poorer in some school subjects and, consistent with the internal comparison process, may have academic selfconcepts that are average or below average in these subjects even if their academic skills are above average. Thus, according to the internal comparison process, everyone feels more positively about themselves in some areas and everyone feels less positively in some other areas.",
                "cite_spans": [
                    {
                        "start": 721,
                        "end": 742,
                        "text": "Marsh & Craven, 1997)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Broader Implications and Directions For Further Research",
                "sec_num": null
            },
            {
                "text": "Although clearly supportive of the extension of the I/E model, the results of our study opens up a host of new directions for further research into the juxtaposition of native and nonnative language selfconcepts. Particularly in this Hong Kong setting where English is so dominant as the most important nonnative language, it is not surprising that English as well as Chinese (the native language) and mathematics play such a critical role in the formation of academic self-concepts. An important test of the generalizability of these findings is to further evaluate this pattern of results in other settings where there is no one nonnative language that is so dominant or, indeed, where language skills in other than the dominant language may not be highly valued. Thus, for example, in some US school settings there are transitional bilingual education programs that have an implicit or explicit policy to \"submerge\" the native language of young non-English speaking students in the belief that this will facilitate the acquisition of English language skills (e.g.,. see review Willig, 1985) . In contrast to this belief, theoretical models of second language acquisition suggest that mastery of a second language is facilitated by the development and maintenance of good skills, positive attitudes, and a sense of identity in relation to both languages (e.g., Lambert, 1992; Cummins & Swain, 1986; Hakuta & McLaughlin, 1996) . Lambert in particular posits a social process model in which second-language learning is a function of prior aptitude and motivation for learning a language. A critical feature of Lambert's model is his emphasis on self-identity.",
                "cite_spans": [
                    {
                        "start": 1080,
                        "end": 1093,
                        "text": "Willig, 1985)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 1363,
                        "end": 1377,
                        "text": "Lambert, 1992;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 1378,
                        "end": 1400,
                        "text": "Cummins & Swain, 1986;",
                        "ref_id": null
                    },
                    {
                        "start": 1401,
                        "end": 1427,
                        "text": "Hakuta & McLaughlin, 1996)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Broader Implications and Directions For Further Research",
                "sec_num": null
            },
            {
                "text": "To the extent that second language proficiency is not intended to substitute for first language proficiency (as in the Hong Kong setting), the effects on self-identity are predicted to be positive. However, when the second language is intended to replace the first language, it is predicted that the acquisition of both languages will be undermined and may lead to social alienation. Although these researchers do not focus specifically on academic self-concept in particular school subjects as in the I/E model, it is clear that the juxtaposition of native and nonnative language self-concepts, academic self-concept more generally, and, perhaps, global self-esteem might play a critical role in this research. Figure 1 . Predictions based on the traditional I/E model (A) and the new extended I/E model (1B) that incorporates native and nonnative languages (\"+\" and \"\" refer to the predicted direction of the path coefficients).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 712,
                        "end": 720,
                        "text": "Figure 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Broader Implications and Directions For Further Research",
                "sec_num": null
            },
            {
                "text": "Self-Concept Table 1 Correlations and Path Coefficients Relating Pretest Achievements to Academic Self-concepts.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 13,
                        "end": 20,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Achievement",
                "sec_num": null
            },
            {
                "text": "Separate Analyses Based on T2, T3, and T4 Self-concept Responses (using Pairwise Deletion for",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Achievement",
                "sec_num": null
            },
            {
                "text": "Missing data or Imputed Missing Values). Note: M = math, E = English, C = Chinese, Ach = Achievement, SC = Self-concept, NoCU = models with no correlated uniqueness, CU = models with correlated uniquenesses. Separate structural equation models were conducted for self-concept responses from T2, T3, and T4 based on pairwise deletion for missing data and imputed missing values. Presented here are correlations among achievement scores, correlations among selfconcept scores, path coefficients leading from achievement to matching areas of self-concept (i.e., math achievement to math self-concept), and path coefficients leading from achievement to non-matching areas of self-concept (i.e., math achievement to English self-concept). Goodness of fit is summarized in Note. df = degrees of freedom, RNI = relative noncentrality index, TLI = Tucker-Lewis index. The basic Internal/External model (Figure 1) was fit separately to data from T2, T3, and T4 and then fit to a longitudinal model that included all three waves (T2, T3, T4). For each model, data were based on original data with pairwise deletion for missing data (original) or data in which missing data was imputed (imputed) using the Joreskog and Sorbom approach operationalized in LISREL 8. In different models, correlated uniquenesses were or were not included for items having parallel wording (same wording) of the English and Chinese self-concept scales and for the same items administered on different occasions (longitudinal).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 894,
                        "end": 904,
                        "text": "(Figure 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Achievement",
                "sec_num": null
            },
            {
                "text": "a In Model 4E, achievement data from TI, T2, and T3 was included in supplemental analyses to determine how much of the effect of prior (TO) achievement was mediated by subsequent (T1, T2, T3) achievement (see Table 4) BEST COPY AVAILABLE Note: M = math, E = English, C = Chinese, Ach = Achievement, SC = Self-concept. TO = pretest; T2 = 8th grade, T3 = 9th grade, T4 = 10th grade. All parameter estimates are presented in completely standardized form (Joreskog & Sorbom, 1993) . There are five indicators for each of the three self-concept latent factors representing TI, T3, and T4. There is, however, only a single indictor representing each achievement test score . Because reliability estimates could not be estimated for the achievement factors, a fixed estimate of reliability = .90 (standardized factor loading .95, uniqueness = .10) was used.",
                "cite_spans": [
                    {
                        "start": 451,
                        "end": 476,
                        "text": "(Joreskog & Sorbom, 1993)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 209,
                        "end": 217,
                        "text": "Table 4)",
                        "ref_id": "TABREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Achievement",
                "sec_num": null
            },
            {
                "text": "a The first indicator of each factor were fixed at 1.0 in the unstandardized metric and, thus, were not evaluated in terms of statistical significance. p < .05 Note: M = math, E = English, C = Chinese, Ach = Achievement, SC = Self-concept. TO = pretest; TI = 7th grade, T2 = 8th grade, T3 = 9th grade, T4 = 10th grade. All parameter estimates are presented in completely standardized form (Joreskog & Sorbom, 1993) . There are five indicators for each of the three self-concept latent factors and three indicators for each T123 achievement factor. Because there was only a single indictor representing each TO achievement test score, a fixed estimate of reliability = .90 (standardized factor loading .95, uniqueness = .10) was used. Coefficients of 0 were fixed (not estimated) in accordance with the a priori design of the model, as was the first factor loading for the first indicator of each factor.",
                "cite_spans": [
                    {
                        "start": 389,
                        "end": 414,
                        "text": "(Joreskog & Sorbom, 1993)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Achievement",
                "sec_num": null
            },
            {
                "text": "a The first indicator of each factor were fixed at 1.0 in the unstandardized metric and, thus, were not evaluated in terms of statistical significance. p < .05",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BEST COPY AVAILABLE",
                "sec_num": null
            },
            {
                "text": "BEST COPY AVAILABLE I9",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BEST COPY AVAILABLE",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Office of Educational Research and Improvement (OERI) National Library of Education (NLE) Educational Resources Information Center (ERIC) REPRODUCTION RELEASE (Specific Document) i. DOCUMENT In order to disseminate as widely as possible timely and significant materials of interest to the educational community, documents announced in the monthly abstract Journal of the ERIC system, Resources in Education (RIE), are usually made available to users In microfiche, reproduced paper copy, and electronic media, and sold through the ERIC Document Reproduction Service (EDRS). Credit is given to the source of each document, and, if reproduction release is granted, one of the following notices is affixed to the document.If permission is granted to reproduce and disseminate the identified document, please CHECK ONE of the following three options and sign at the bottom of the page. n Check here for Level 28 release. permitting reproduction and dissemination In microfiche only Documents will be processed as Indicated provided reproduction quality permits. If pennission to reproduce is granted. but no box Is checked. documents will be processed at Level 1.I hereby grant to the Educational Resources Information Center (ERIC) nonexclusive permission to reproduce and disseminate this document as indicated above. Reproductidn from the ERIC microfiche or electronic media by persons other than ERIC employees and its system contractors requires permission from the copyright holder. Exception is made for non-profit reproduction by libraries and other service agencies to satisfy information needs of educators in response to discrete inquiries.",
                "cite_spans": [
                    {
                        "start": 47,
                        "end": 53,
                        "text": "(OERI)",
                        "ref_id": null
                    },
                    {
                        "start": 131,
                        "end": 137,
                        "text": "(ERIC)",
                        "ref_id": null
                    },
                    {
                        "start": 159,
                        "end": 178,
                        "text": "(Specific Document)",
                        "ref_id": null
                    },
                    {
                        "start": 182,
                        "end": 190,
                        "text": "DOCUMENT",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "U.S. Department of Education",
                "sec_num": null
            },
            {
                "text": "If permission to reproduce is not granted to ERIC, or if you wish ERIC to cite the availability of the document from another source, please provide the following information regarding the availability of the document. (ERIC will not announce a document unless it is publicly available, and a dependable source can be specified. Contributors should also be aware that ERIC selection criteria are significantly more stringent for documents that cannot be made available through EDRS.) Publisher/Distributor.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "HI. DOCUMENT AVAILABILITY INFORMATION (FROM NON-ERIC SOURCE):",
                "sec_num": null
            },
            {
                "text": "Price:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Address:",
                "sec_num": null
            },
            {
                "text": "If the right to grant this reproduction release is held by someone other than the addressee, please provide the appropriate name and address: ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "IV. REFERRAL OF ERIC TO COPYRIGHT/REPRODUCTION RIGHTS HOLDER:",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Structural equations with latent variables",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "A"
                        ],
                        "last": "Bollen",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "The Handbook of Chinese psychology",
                "volume": "",
                "issue": "",
                "pages": "208--226",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bollen, K. A. (1989). Structural equations with latent variables. New York: John Wiley & Sons. Bond, M. H. (1996). Chinese values. In M. H. Bond (Ed.), The Handbook of Chinese psychology (pp.208-226). Hong Kong: Oxford.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Tests of the internal/external frames of reference model with subject-specific academic self-efficacy and frame-specific academic self-concepts",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Bong",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Journal of Educational Psychology",
                "volume": "90",
                "issue": "",
                "pages": "102--110",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bong, M. (1998). Tests of the internal/external frames of reference model with subject-specific academic self-efficacy and frame-specific academic self-concepts. Journal of Educational Psychology, 90, 102-110.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Structural equation modeling with LISREL, PRELIS, and SIMPLIS: Basic concepts, applications and programming",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "M ;"
                        ],
                        "last": "Byrne",
                        "suffix": ""
                    },
                    {
                        "first": "Longman",
                        "middle": [],
                        "last": "London",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Diener",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Diener",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Diener",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "69",
                "issue": "",
                "pages": "851--864",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Byrne, B. M. (1998). Structural equation modeling with LISREL, PRELIS, and SIMPLIS: Basic concepts, applications and programming. Mahwah, NJ: Erlbaum Cummins, J. & Swain, M. (1986). Bilingualism in education: Aspects of theory, research and practice. London, Longman. Diener, E., Diener, M. & Diener, C. (1995). Factors predicting the social well-being of nations. Journal of Personality and Social Psychology, 69, 851-864.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Bilingualism and second language learning: Seven tensions that define the research",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Hakuta",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Mclaughlin",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "603--621",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hakuta, K.; & McLaughlin, B. (1996). Bilingualism and second language learning: Seven tensions that define the research. In D. Berliner & R. Calfee, et al. Handbook of educational psychology. (pp. 603-621). New York: Prentice Hall.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Structure and semantic differential placement of specific causes: academic causal attributions by Chinese Students in Hong Kong",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "T"
                        ],
                        "last": "Hau",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Salili",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "International Journal of Psychology",
                "volume": "26",
                "issue": "",
                "pages": "175--193",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hau, K. T. & Salili, F. (1991). Structure and semantic differential placement of specific causes: academic causal attributions by Chinese Students in Hong Kong. International Journal of Psychology, 26, 175-193.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Prediction of academic performance among Chinese students: Effort can compensate for lack of ability",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "T"
                        ],
                        "last": "Hau",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Salili",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Hofstede",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Organizational Behavior and Human Decision Processes",
                "volume": "65",
                "issue": "",
                "pages": "83--94",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hau, K. T., & Salili, F. (1996) Prediction of academic performance among Chinese students: Effort can compensate for lack of ability. Organizational Behavior and Human Decision Processes, 65, 83-94. Hofstede, G. (1991). Culture and organisations. London: McGraw-Hill.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "LISREL 8: Structural equation_ modeling with the SIMPLIS command language",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "G"
                        ],
                        "last": "Joreskog",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Sorbom",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Joreskog, K. G., & Sorbom, D. (1993). LISREL 8: Structural equation_ modeling with the SIMPLIS command language. Chicago: Scientific Software International.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Challenging established views on social issues: The power and limitations of research",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "E"
                        ],
                        "last": "Lambert",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "American Psychologist",
                "volume": "47",
                "issue": "",
                "pages": "533--542",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lambert, W. E. (1992). Challenging established views on social issues: The power and limitations of research. American Psychologist, 47, 533-542",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Culture and the self: Implications for cognition, emotion, and motivation",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "R"
                        ],
                        "last": "Markus",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Kitayama",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Psychological Review",
                "volume": "98",
                "issue": "",
                "pages": "224--253",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Markus, H. R., & Kitayama, S. (1991). Culture and the self: Implications for cognition, emotion, and motivation. Psychological Review, 98, 224-253.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Verbal and math self-concepts: An internal/external frame of reference model",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "American Educational Research Journal",
                "volume": "23",
                "issue": "",
                "pages": "129--149",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1986). Verbal and math self-concepts: An internal/external frame of reference model. American Educational Research Journal, 23, 129-149.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Self Description Questionnaire: A theoretical and empirical basis for the measurement of multiple dimensions of preadolescent self-concept: A test manual and a research monograph",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Educational Psychology Review",
                "volume": "2",
                "issue": "",
                "pages": "77--172",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1988). Self Description Questionnaire: A theoretical and empirical basis for the measurement of multiple dimensions of preadolescent self-concept: A test manual and a research monograph. San Antonio, TX: The Psychological Corporation. Marsh, H. W. (1990a). A multidimensional, hierarchical self-concept: Theoretical and empirical justification. Educational Psychology Review, 2, 77-172.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Self Description Questionnaire (SDQ) II: A theoretical and empirical basis for the measurement of multiple dimensions of adolescent self-concept: An interim test manual and a research monograph",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1990b). Self Description Questionnaire (SDQ) II: A theoretical and empirical basis for the measurement of multiple dimensions of adolescent self-concept: An interim test manual and a research monograph. San Antonio, TX: The Psychological Corporation (Republished in 1992, Publication Unit, Faculty of Education, University of Western Sydney, Macarthur.).",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "An evaluation of incremental fit indices: A clarification of mathematical and empirical processes",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Erlbaum",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Balla",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "T"
                        ],
                        "last": "Hau",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Advanced structural equation modeling techniques",
                "volume": "4",
                "issue": "",
                "pages": "391--410",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1993). Academic self-concept: Theory measurement and research. In J. Suls (Ed.), Psychological perspectives on the self (Vol. 4, pp. 59-98). Hillsdale, NJ: Erlbaum. Marsh, H. W., Balla, J. R., & Hau, K. T. (1996). An evaluation of incremental fit indices: A clarification of mathematical and empirical processes. In G. A. Marcoulides & R. E. Schumacker (Ed.), Advanced structural equation modeling techniques (pp. 315-353). Hillsdale, NJ: Erlbaum. Marsh, H. W., Balla, J. R., & McDonald, R. P. (1988). Goodness of fit indexes in confirmatory factor analysis: The effect of sample size. Psychological Bulletin, 103, 391-410.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "An extension of the internal/external frame of reference model: A response to",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Bong",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Yeung",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H.W., Bong, M., & Yeung, A.S. (Nov., 1999). An extension of the internal/external frame of reference model: A response to Bong (1998). Paper presented at the annual conference of the Australian Educational Research Association (Melbourne, VIC, Australia).",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "A multifaceted academic self-concept: Its hierarchical structure and its relation to academic achievement",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Byrne",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Shavelson",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Journal of Educational Psychology",
                "volume": "80",
                "issue": "",
                "pages": "366--380",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Byrne, B. M., & Shavelson, R. (1988). A multifaceted academic self-concept: Its hierarchical structure and its relation to academic achievement. Journal of Educational Psychology, 80, 366-380.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Academic self-concept: Beyond the dustbowl",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Craven",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Handbook of classroom assessment: Learning, achievement, and adjustment",
                "volume": "",
                "issue": "",
                "pages": "131--198",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Craven, R. (1997). Academic self-concept: Beyond the dustbowl. In G. Phye (Ed.), Handbook of classroom assessment: Learning, achievement, and adjustment (pp. 131-198). Orlando, FL : Academic Press.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Assessing goodness of fit: Is parsimony always desirable",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "K-T",
                        "middle": [],
                        "last": "Hau",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Journal of Experimental Education",
                "volume": "64",
                "issue": "",
                "pages": "364--390",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Hau, K-T. (1996). Assessing goodness of fit: Is parsimony always desirable? Journal of Experimental Education, 64, 364-390.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "The application of confirmatory factor analysis to the study of self-concept: First and higher order factor structures and their invariance across age groups",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Hocevar",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Psychological Bulletin",
                "volume": "97",
                "issue": "",
                "pages": "562--582",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Hocevar, D. (1985). The application of confirmatory factor analysis to the study of self-concept: First and higher order factor structures and their invariance across age groups. Psychological Bulletin, 97, 562-582.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Reunification of East and West German School Systems: Longitudinal Multigroup Study of Academic Self-concept, Achievement, and Multiple Frames of Reference",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Koller",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Koller, 0. (1999). Reunification of East and West German School Systems: Longitudinal Multigroup Study of Academic Self-concept, Achievement, and Multiple Frames of Reference. (in review)",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Self Description Questionnaire III: The construct validity of multidimensional self-concept ratings by late adolescents",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Niell",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Journal of Educational Measurement",
                "volume": "21",
                "issue": "",
                "pages": "153--174",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & O'Niell, R. (1984). Self Description Questionnaire III: The construct validity of multidimensional self-concept ratings by late adolescents. Journal of Educational Measurement, 21, 153- 174.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Longitudinal structural equation models of academic selfconcept and achievement: Gender differences in the development of math and English constructs",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Yeung",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "American Educational Research Journal",
                "volume": "35",
                "issue": "4",
                "pages": "705--738",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Yeung, A. S. (1998). Longitudinal structural equation models of academic self- concept and achievement: Gender differences in the development of math and English constructs. American Educational Research Journal, 35(4), 705-738.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Basics of structural equation modeling",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "M"
                        ],
                        "last": "Maruyama",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Maruyama, G. M. (1998). Basics of structural equation modeling. Thousand Oaks, CA: Sage.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Collective self-esteem as a moderator of the frog-pond effect in reactions to performance feedback",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Mcfarland",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Buehler",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Schumacker",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Lomax",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "68",
                "issue": "",
                "pages": "1055--1070",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McFarland, C., & Buehler, R. (1995). Collective self-esteem as a moderator of the frog-pond effect in reactions to performance feedback. Journal of Personality and Social Psychology, 68, 1055-1070. Schumacker, R. E., & Lomax, R. G. (1996). A beginner's guide to structural equation modeling. Mahwah, NJ: Erlbaum..",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "A test of the internal/external frame of reference model at different levels of math and verbal self-perception",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Skaalvik",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Rankin",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Willig",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "American Educational Research Journal",
                "volume": "35",
                "issue": "",
                "pages": "269--318",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Skaalvik, E. M., & Rankin, R. J. (1995). A test of the internal/external frame of reference model at different levels of math and verbal self-perception. American Educational Research Journal, 35, 161-184. Willig, A, C. (1985). A Meta-Analysis of Selected Studies on the Effectiveness of Bilingual Education. Review of Educational Research, 55, 269-318.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "The self and social behavior in different cultural contexts",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "C"
                        ],
                        "last": "Triandis",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Psychological Review",
                "volume": "96",
                "issue": "",
                "pages": "506--520",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Triandis, H. C. (1989). The self and social behavior in different cultural contexts. Psychological Review, 96, 506-520.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Self-concept of high school students in China: Confirmatory factor analysis of longitudinal data",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Yeung",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "L"
                        ],
                        "last": "Lee",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Educational & Psychological Measurement",
                "volume": "59",
                "issue": "",
                "pages": "431--450",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Yeung, A. S., & Lee, F. L. (1999). Self-concept of high school students in China: Confirmatory factor analysis of longitudinal data. Educational & Psychological Measurement, 59, 431-450. I LI-",
                "links": null
            }
        },
        "ref_entries": {
            "TABREF1": {
                "type_str": "table",
                "text": "",
                "content": "<table><tr><td>for</td></tr></table>",
                "num": null
            },
            "TABREF2": {
                "type_str": "table",
                "text": "Goodness of Fit Indices for Models Varying in: (Original or Imputed); and Inclusion of A Priori Occasions (T2, T3, T4, or T234; Score Type Correlated Uniquenesses",
                "content": "<table><tr><td>MODEL</td><td>CHISQ</td><td>DF</td><td>RNI</td><td>TLI</td><td colspan=\"2\">R MSEA</td><td>Correlated Uniquenesses Included</td></tr><tr><td colspan=\"2\">Time 2 Self-concept</td><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">2A Pairwise 3391.37</td><td>123</td><td>.955</td><td>.944</td><td/><td>.055</td><td>None</td></tr><tr><td colspan=\"2\">2B Pairwise 1906.22</td><td>118</td><td>.975</td><td>.968</td><td/><td>.041</td><td>Same wording</td></tr><tr><td colspan=\"2\">2C Imputed 3510.15</td><td>123</td><td>.956</td><td>.945</td><td/><td>.054</td><td>None</td></tr><tr><td colspan=\"2\">2D Imputed 2000.55</td><td>118</td><td>.976</td><td>.968</td><td/><td>.041</td><td>Same wording</td></tr><tr><td colspan=\"2\">Time 3 Self-concept</td><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">3A Pairwise 4768.17</td><td>123</td><td>.946</td><td>.933</td><td/><td>.066</td><td>None</td></tr><tr><td colspan=\"2\">3B Pairwise 2502.73</td><td>118</td><td>.972</td><td>.964</td><td/><td>.048</td><td>Same wording</td></tr><tr><td colspan=\"2\">3C Imputed 4427.44</td><td>123</td><td>.954</td><td>.942</td><td/><td>.061</td><td>None</td></tr><tr><td colspan=\"2\">3D Imputed 2404.57</td><td>118</td><td>.975</td><td>.968</td><td/><td>.045</td><td>Same wording</td></tr><tr><td colspan=\"2\">Time 3 Self-concept</td><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">4A Pairwise 3955.76</td><td>123</td><td>.944</td><td>.930</td><td/><td>.071</td><td>None</td></tr><tr><td colspan=\"2\">4B Pairwise 1855.42</td><td>118</td><td>.974</td><td>.967</td><td/><td>.049</td><td>Same wording</td></tr><tr><td>4C Imputed</td><td>2985.10</td><td>123</td><td>.971</td><td>.964</td><td/><td>.050</td><td>None</td></tr><tr><td>4D Imputed</td><td>1655.20</td><td>118</td><td>.984</td><td>.980</td><td/><td>.037</td><td>Same wording</td></tr><tr><td>4Ea Imputed</td><td>4438.11</td><td>286</td><td>.976</td><td>.970</td><td/><td>.039</td><td>Same Wording</td></tr><tr><td colspan=\"5\">T2, T3, T4 Self-concept (Longitudinal Model)</td><td/><td/></tr><tr><td>5A Pairwise</td><td>2991.41</td><td>1017</td><td>.932</td><td colspan=\"2\">.924</td><td>.044</td><td>None</td></tr><tr><td>5B Pairwise</td><td>8394.64</td><td>972</td><td>.958</td><td colspan=\"2\">.951</td><td>.035</td><td>Same Wording</td></tr><tr><td>5C Pairwise</td><td>0119.97</td><td>972</td><td>.948</td><td colspan=\"2\">.940</td><td>.039</td><td>Longitudinal</td></tr><tr><td>SD Pairwise</td><td>5636.94</td><td>927</td><td>.973</td><td colspan=\"2\">.967</td><td>.029</td><td>Longitudinal &amp; Same Wording</td></tr><tr><td>5E Imputed</td><td>5985.67</td><td>1017</td><td>.944</td><td colspan=\"2\">.938</td><td>.039</td><td>None</td></tr><tr><td>5F Imputed</td><td>1067.62</td><td>972</td><td>.962</td><td colspan=\"2\">.956</td><td>.033</td><td>Same Wording</td></tr><tr><td>5G Imputed</td><td>1912.85</td><td>972</td><td>.959</td><td colspan=\"2\">.953</td><td>.035</td><td>Longitudinal</td></tr><tr><td>5H Imputed</td><td>7104.49</td><td>927</td><td>.977</td><td colspan=\"2\">.972</td><td>.026</td><td>Longitudinal &amp; Same Wording</td></tr></table>",
                "num": null
            },
            "TABREF3": {
                "type_str": "table",
                "text": "Model 5H Relating TO Achievement to T2, T3, and T4 Self-concepts Twelve Latent Factors",
                "content": "<table><tr><td colspan=\"4\">TO Achievement</td><td colspan=\"3\">T2 Self-concept</td><td colspan=\"3\">T3 Self-concept</td><td colspan=\"3\">T4 Self-concept</td></tr><tr><td colspan=\"4\">MAch EAch CAch</td><td colspan=\"2\">MSC2 ESC2</td><td>CSC2</td><td>MSC3</td><td colspan=\"2\">ESC3 CSC3</td><td colspan=\"3\">MSC4 ESC4 CSC4</td></tr><tr><td>Factor Loadings</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Indicator</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>la</td><td>.95</td><td>.95</td><td>.95</td><td>.78</td><td>.82</td><td>.76</td><td>.83</td><td>.85</td><td>.79</td><td>.83</td><td>.85</td><td>.79</td></tr><tr><td>2</td><td/><td/><td/><td>.77*</td><td>.78*</td><td>.75*</td><td>.81*</td><td>.81*</td><td>.79*</td><td>.83*</td><td>.83*</td><td>.79*</td></tr><tr><td>3</td><td/><td/><td/><td>.80*</td><td>.63*</td><td>.61*</td><td>.82*</td><td>.69*</td><td>.66*</td><td>.87*</td><td>.74*</td><td>.68*</td></tr><tr><td>4</td><td/><td/><td/><td>.79*</td><td>.73*</td><td>.69*</td><td>.83*</td><td>.76*</td><td>.67*</td><td>.85*</td><td>.76*</td><td>.69*</td></tr><tr><td>5</td><td/><td/><td/><td>.84*</td><td>.65*</td><td>.53*</td><td>.87*</td><td>.71*</td><td>.61*</td><td>.88*</td><td>.75*</td><td>.63*</td></tr><tr><td>Uniquenesses</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>1</td><td>.10</td><td>.10</td><td>.10</td><td>.39*</td><td>.33*</td><td>.42*</td><td>.32*</td><td>.28*</td><td>.38*</td><td>.31*</td><td>.27*</td><td>.38*</td></tr><tr><td>2</td><td/><td/><td/><td>.41*</td><td>.39*</td><td>.44*</td><td>.34*</td><td>.35*</td><td>.38*</td><td>.31*</td><td>.31*</td><td>.37*</td></tr><tr><td>3</td><td/><td/><td/><td>.37*</td><td>.60*</td><td>.63*</td><td>.32*</td><td>.52*</td><td>.57*</td><td>.24*</td><td>.45*</td><td>.53*</td></tr><tr><td>4</td><td/><td/><td/><td>.37*</td><td>.47*</td><td>.53*</td><td>.31*</td><td>.42*</td><td>.55*</td><td>.28*</td><td>.43*</td><td>.52*</td></tr><tr><td>5</td><td/><td/><td/><td>.30*</td><td>.58*</td><td>.71*</td><td>.24*</td><td>.49*</td><td>.62*</td><td>.23*</td><td>.44*</td><td>.60*</td></tr><tr><td>Path Coefficients</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr></table>",
                "num": null
            },
            "TABREF5": {
                "type_str": "table",
                "text": "Model 4E Relating Achievement Prior to the Start of High School (TO) and During the First Three Years of High School (T I , T2, T3) to Academic Self-concept in the Fourth Year of High School (T4) Nine Latent Factors",
                "content": "<table><tr><td colspan=\"4\">TO Achievements</td><td colspan=\"6\">T123 Achievement T4 Self-concept</td></tr><tr><td colspan=\"10\">MAch EAch CAch MSC2 ESC2 CSC2 MSC3 ESC3 CSC3</td></tr><tr><td>Factor Loadings</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Indicator</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>la</td><td>.95</td><td>.95</td><td>.95</td><td>.77</td><td>.89</td><td>.86</td><td>.83</td><td>.85</td><td>.79</td></tr><tr><td>2</td><td/><td/><td/><td>.77*</td><td>.85*</td><td>.78*</td><td>.83*</td><td>.83*</td><td>.80*</td></tr><tr><td>3</td><td/><td/><td/><td>.73*</td><td>.80*</td><td>.74*</td><td>.87*</td><td>.75*</td><td>.68*</td></tr><tr><td>4</td><td/><td/><td/><td/><td/><td/><td>.85*</td><td>.76*</td><td>.69*</td></tr><tr><td>5</td><td/><td/><td/><td/><td/><td/><td>.88*</td><td>.75*</td><td>.63*</td></tr><tr><td>Uniquenesses</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>1</td><td>.10</td><td>.10</td><td>.10</td><td>.40*</td><td>.20*</td><td>.26*</td><td>.31*</td><td>.28*</td><td>.38*</td></tr><tr><td>2</td><td/><td/><td/><td>.41*</td><td>.27*</td><td>.39*</td><td>.31*</td><td>.31*</td><td>.37*</td></tr><tr><td>3</td><td/><td/><td/><td>.41*</td><td>.36*</td><td>.45*</td><td>.24*</td><td>.44*</td><td>.53*</td></tr><tr><td>4</td><td/><td/><td/><td/><td/><td/><td>.28*</td><td>.43*</td><td>.52*</td></tr><tr><td>5</td><td/><td/><td/><td/><td/><td/><td>.23*</td><td>.44*</td><td>.60*</td></tr><tr><td>Path Coefficients</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr></table>",
                "num": null
            }
        }
    }
}