{
    "paper_id": "marsh_1984_scan",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-22T17:58:33.381585Z"
    },
    "title": "Multidimensional Selfconcepts: Relationships with Inferred Self-concepts and Academic Achievement",
    "authors": [
        {
            "first": "Herbert",
            "middle": [
                "W"
            ],
            "last": "Marsh",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Ian",
            "middle": [
                "D"
            ],
            "last": "Smith",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Jennifer",
            "middle": [],
            "last": "Barnes",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "Multiple dimensions of self-concept, inferred self-concepts based upon responses by peers and by teachers, and academic achievement measures were collected in a sample of 559 fifth grade students. Exploratory/conventional factor analyses of responses to the Self Description Questionnaire (SDQ) clearly identified the eight facets of self-concept that the instrument was designed to measure and confirmatory factor analyses demonstrated the factor loadings to be reasonably invariant for self-report and peers responses. Studentjteacherlpeer agreement was statistically significant for most self-concept dimensions, and agreement on any one dimension was relatively independent of agreement on other dimensions. Academic achievement scores (both objective test scores and teacher ratings) were significantly and positively correlated with self-concepts based upon self-reports in academic areas, but not in nonacademic areas. However, students' own self-reports more clearly separated self-concepts in Reading and Math (r = 0.01) than did responses by peers (r = 0.52) or by teachers (r = 0.70), or the actual achievement measures (r = 0.61). The findings of this study demonstrate that the formation of selfconcepts is affected by different processes than the self-concepts inferred by significant others, that academic self-concepts are affected by different processes than the academic achievements which they reflect, and that self-concept cannot be adequately understood if its multidimensionality is ignored. Positive self-concept is widely valued as a desirable outcome and as an intervening construct to explain other variables. Shavelson (Shavelson, Hubner, & Stanton, 1976) posits self-concept to be a multifaceted, hierarchical construct, and empirical support for that model based upon the Self Description Questionnaire (SDQ) is summarized by Shavelson and Marsh (Marsh, Barnes, & Hocevar, in press; Marsh & Hocevar, in press; Shavelson & Marsh, in press; Marsh & Shavelson, Note 1). Marsh and Shavelson (Note 1) also emphasize the distinction between the general self-concept that is a higher-order factor inferred to be the apex of a hierarchy of more specific self-concept facets and a General-Self scale which is a separate, distinguishable facet that is sometimes called selfesteem. As a consequence of this distinction, the SDQ was revised to include a General-Self scale that is based on the Rosenberg (1965) self-esteem scale (see Marsh, Smith, & Barnes, Note 2).",
    "pdf_parse": {
        "paper_id": "marsh_1984_scan",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Multiple dimensions of self-concept, inferred self-concepts based upon responses by peers and by teachers, and academic achievement measures were collected in a sample of 559 fifth grade students. Exploratory/conventional factor analyses of responses to the Self Description Questionnaire (SDQ) clearly identified the eight facets of self-concept that the instrument was designed to measure and confirmatory factor analyses demonstrated the factor loadings to be reasonably invariant for self-report and peers responses. Studentjteacherlpeer agreement was statistically significant for most self-concept dimensions, and agreement on any one dimension was relatively independent of agreement on other dimensions. Academic achievement scores (both objective test scores and teacher ratings) were significantly and positively correlated with self-concepts based upon self-reports in academic areas, but not in nonacademic areas. However, students' own self-reports more clearly separated self-concepts in Reading and Math (r = 0.01) than did responses by peers (r = 0.52) or by teachers (r = 0.70), or the actual achievement measures (r = 0.61). The findings of this study demonstrate that the formation of selfconcepts is affected by different processes than the self-concepts inferred by significant others, that academic self-concepts are affected by different processes than the academic achievements which they reflect, and that self-concept cannot be adequately understood if its multidimensionality is ignored. Positive self-concept is widely valued as a desirable outcome and as an intervening construct to explain other variables. Shavelson (Shavelson, Hubner, & Stanton, 1976) posits self-concept to be a multifaceted, hierarchical construct, and empirical support for that model based upon the Self Description Questionnaire (SDQ) is summarized by Shavelson and Marsh (Marsh, Barnes, & Hocevar, in press; Marsh & Hocevar, in press; Shavelson & Marsh, in press; Marsh & Shavelson, Note 1). Marsh and Shavelson (Note 1) also emphasize the distinction between the general self-concept that is a higher-order factor inferred to be the apex of a hierarchy of more specific self-concept facets and a General-Self scale which is a separate, distinguishable facet that is sometimes called selfesteem. As a consequence of this distinction, the SDQ was revised to include a General-Self scale that is based on the Rosenberg (1965) self-esteem scale (see Marsh, Smith, & Barnes, Note 2).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "each other for responses by preadolescents (Marsh, Smith, & Barnes, Note 2) , high school students (Marsh, Parker, & Barnes, in press) , and university students (Marsh & O'Niell, in press ). This finding led to a revision of the Shavelson model (see Shavelson & Marsh, in press; Marsh & Shavelson, Note 1) in which selfconcepts in particular academic subject areas are posited to form verbal/academic and mathematical/academic self-concepts. This near-zero correlation between Reading and Math self-concepts then, differs dramatically from the substantial correlations between math and reading achievement scores, and is an important focus of this study.",
                "cite_spans": [
                    {
                        "start": 43,
                        "end": 50,
                        "text": "(Marsh,",
                        "ref_id": null
                    },
                    {
                        "start": 51,
                        "end": 57,
                        "text": "Smith,",
                        "ref_id": null
                    },
                    {
                        "start": 58,
                        "end": 67,
                        "text": "& Barnes,",
                        "ref_id": null
                    },
                    {
                        "start": 68,
                        "end": 75,
                        "text": "Note 2)",
                        "ref_id": null
                    },
                    {
                        "start": 99,
                        "end": 134,
                        "text": "(Marsh, Parker, & Barnes, in press)",
                        "ref_id": null
                    },
                    {
                        "start": 161,
                        "end": 187,
                        "text": "(Marsh & O'Niell, in press",
                        "ref_id": null
                    },
                    {
                        "start": 250,
                        "end": 268,
                        "text": "Shavelson & Marsh,",
                        "ref_id": null
                    },
                    {
                        "start": 269,
                        "end": 278,
                        "text": "in press;",
                        "ref_id": null
                    },
                    {
                        "start": 279,
                        "end": 297,
                        "text": "Marsh & Shavelson,",
                        "ref_id": null
                    },
                    {
                        "start": 298,
                        "end": 305,
                        "text": "Note 1)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "369",
                "sec_num": null
            },
            {
                "text": "Marsh (Marsh, Smith, & Barnes, Note 2) developed the internal/external frame of reference model to account for the paradoxical pattern of relationships among self-concept and achievement scores in reading and mathematics. According to this model, Reading and Math self-concepts are formed in relation to both external and internal comparisons, or frames of reference; external comparisons are based upon self-perceptions of one's own ability relative to the perceived ability of peers, and internal comparisons are based upon self-perceptions of how ability in one area compares with ability in other areas. Consider, for example, a student who accurately perceives him or herself to be below average in both math and reading skills, but who is better at math than at reading and other academic subjects. This student's math skills are below average relative to other students (an external comparison) but higher than average relative to his or her skills in other academic areas (an internal comparison). The external comparison process, since reading and math abilities are substantially correlated, will lead to a positive correlation between Reading and Math self-concepts. However, the internal process will lead to a negative correlation between Reading and Math self-concepts, since math and reading ability/achievements are compared with each other. The joint operation of both processes will lead to the near-zero correlation between Reading and Math self-concept which has been observed in empirical research. This model also predicts a negative direct effect of mathematics achievement on Reading self-concept, and of reading achievement on Math self-concept. For example, a high Math self-concept will be more likely when math skills are good (the external comparison) and when math skills are better than reading skills (the internal comparison). Thus, once math skills are controlled for, it is the difference between math and reading skills which is predictive of math self-concept, and high reading skills will actually detract from a high Math self-concept. These predictions from this model, including the negative direct effects, are supported by findings from the three different age groups described above.",
                "cite_spans": [
                    {
                        "start": 6,
                        "end": 13,
                        "text": "(Marsh,",
                        "ref_id": null
                    },
                    {
                        "start": 14,
                        "end": 20,
                        "text": "Smith,",
                        "ref_id": null
                    },
                    {
                        "start": 21,
                        "end": 30,
                        "text": "& Barnes,",
                        "ref_id": null
                    },
                    {
                        "start": 31,
                        "end": 38,
                        "text": "Note 2)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "369",
                "sec_num": null
            },
            {
                "text": "The present investigation has three primary purposes. The first is to investigate the factor structure of the revised version of the SDQ with both exploratory and confirmatory factor analyses, and to determine if the structure is invariant across self-report responses and responses inferred by peers. The second purpose is to determine the extent of agreement between self-concepts and self-concepts inferred by significant others, and to establish if this self-other agreement is specific to particular facets of self-concept. The third purpose is to examine the pattern of correlations between self-concepts and academic achievement measures, and to compare this pattern to those found with self-concepts inferred by peers and by teachers, and to those predicted by the internal/external frame of reference model.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Present Study",
                "sec_num": null
            },
            {
                "text": "Subjects were 559 fifth grade students (mostly 10-year-olds) enrolled in 19 fifth grade classes in seven private Catholic schools in Sydney, Australia. Most of the students attended single-sex classes (18 of the 19 classes). Children in the sample came from families which varied in socioeconomic status from lower-middle to upper-middle class. Across all the children in the study, academic abilities were about average.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sample and Procedures",
                "sec_num": null
            },
            {
                "text": "The Self Description Questionnaire (SDQ) was administered by one of the authors to intact classes of no more than 34 students according to standardized procedures described by Marsh, Smith, and Barnes (Note 2) . After students had completed the self-concept instrument, they were asked to write their name on a second copy of the SDQ and to exchange papers with a pupil sitting beside them. They were then asked to take the new survey to a different desk so that they we,re sitting beside a different pupil, and to complete the survey as if they were the pupil whose name was on the paper. Hence, the task of the peer was to predict or infer the responses made by the subject. Care was taken to ensure that the subject and the selected peer did not discuss their responses. While the various instruments were being completed by the students, the classroom teacher was asked to complete a rating sheet about each child which included: (1) eight summary ratings that were designed to represent the eight SDQ scales; and (2) ability ratings -for reading, math and school subjects in general. Teacher ratings were made with a 9-point response scale varying from \"1 -very poor\" to \"9 -very good\". Many teachers were unable to complete the ratings while the other materials were being administered but did so later, although one teacher declined to complete the forms at all.",
                "cite_spans": [
                    {
                        "start": 176,
                        "end": 182,
                        "text": "Marsh,",
                        "ref_id": null
                    },
                    {
                        "start": 183,
                        "end": 189,
                        "text": "Smith,",
                        "ref_id": null
                    },
                    {
                        "start": 190,
                        "end": 209,
                        "text": "and Barnes (Note 2)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sample and Procedures",
                "sec_num": null
            },
            {
                "text": "The achievement tests were distributed to the schools by the researchers, but were actually administered by the classroom teachers during a regular class session the week before the administration of the SDQ. These tests were subsequently scored by the researchers with the understanding that feedback would be given to the schools. Two of the schools declined to participate in the achievement testing, though they did agree to the administration of the selfreport measures and to complete teacher ratings.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sample and Procedures",
                "sec_num": null
            },
            {
                "text": "The Self Description Questionnaire(SDQ1 Earlier versions of the SDQ measure seven components of preadolescent self-concept derived from Shavelson's model (Shavelson et al., 1976; Marsh & Shavelson, Note 1) . These consist of selfconcepts in four nonacademic areas (Physical Ability, Physical Appearance, Peer Relationships, and Parent Relationships) and three academic areas (Reading, Math and General-School), A description of the seven-scale instrument, its theoretical rationale, the wording of the items, reliabilities and six separate factor analyses are presented elsewhere (Marsh, Barnes, Cairns, & Tidman, in press; Marsh, Parker, & Smith, 1983; Marsh, Relich, & Smith, 1983; Marsh, Smith, & Barnes, 1983) . This research has shown the seven SDQ scales to be reliable (coefficient alpha's in the 0.80s and 0.90s), moderately correlated with measures of corresponding academic abilities, and in agreement with selfconcepts inferred by primary school teachers. The current version of the SDQ differs only in that an eighth component of General-Self (which is similar to the self-esteem scale described by Rosenberg, 1965) has been added.",
                "cite_spans": [
                    {
                        "start": 154,
                        "end": 178,
                        "text": "(Shavelson et al., 1976;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 179,
                        "end": 205,
                        "text": "Marsh & Shavelson, Note 1)",
                        "ref_id": null
                    },
                    {
                        "start": 580,
                        "end": 623,
                        "text": "(Marsh, Barnes, Cairns, & Tidman, in press;",
                        "ref_id": null
                    },
                    {
                        "start": 624,
                        "end": 653,
                        "text": "Marsh, Parker, & Smith, 1983;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 654,
                        "end": 683,
                        "text": "Marsh, Relich, & Smith, 1983;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 684,
                        "end": 713,
                        "text": "Marsh, Smith, & Barnes, 1983)",
                        "ref_id": null
                    },
                    {
                        "start": 1111,
                        "end": 1127,
                        "text": "Rosenberg, 1965)",
                        "ref_id": "BIBREF25"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Testing Materials",
                "sec_num": null
            },
            {
                "text": "In the present investigation, alpha coefficients for the eight SDQ scales varied between 0.79 and 0.91 (median = 0.87) for self-report responses, and between 0.83 and 0.91 (median = 0.88) for peer responses. Both conventional/ exploratory and confirmatory factor analyses identified the eight SDQ scales and showed that the factors underlying the peer responses to the SDQ are similar to those for the self-reports (in results to be discussed later). Factor score coefficients (see Nie, Hull, Jenkins, Steinbrenner, & Bent, 1975) were determined as part of the factor analysis of self-report responses, and were used to compute factor scores to represent self-report and peer responses in subsequent analyses. Self-concepts inferred by teachers were based upon a single response for each of the eight SDQ scales, and so factor analyses and item analyses of their responses could not be performed. For self-report, peer, and teacher responses, Total Nonacademic and Total Academic self-concepts were determined by summing responses to the four nonacademic scales and to the three academic scales. Achievement Measures Reading achievement tests were the Comprehension and Word Knowledge sections of the Primary Reading Survey Tests (ACER, 1976) . In this study, scores from the two sections had split-half reliabilities of0.87 and 0.92 respectively, and correlated 0.73 with each other. For purposes of this study scores from each of the two sections of the test were standardized (i.e., Mn = 0.0, SD = 1.0) and then summed to form the reading test score. Teacher ratings of reading were also taken to be another indicator of reading achievement. In some analyses, a total reading achievement score was determined by taking the sum of the reading achievement test score and the teacher rating of reading ability after both were standardized.",
                "cite_spans": [
                    {
                        "start": 482,
                        "end": 529,
                        "text": "Nie, Hull, Jenkins, Steinbrenner, & Bent, 1975)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 1230,
                        "end": 1242,
                        "text": "(ACER, 1976)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Testing Materials",
                "sec_num": null
            },
            {
                "text": "The objective mathematics achievement test was the Class Achievement Test in Mathematics (CATIM 4/5; ACER, 1979) . In this study the split-half reliability of the math score was 0.86. Teacher ratings of ability in mathematics were also taken to be an indicator of academic achievement, and the sum of these two indicators after each had been standardized was used in some analyses.",
                "cite_spans": [
                    {
                        "start": 89,
                        "end": 100,
                        "text": "(CATIM 4/5;",
                        "ref_id": null
                    },
                    {
                        "start": 101,
                        "end": 112,
                        "text": "ACER, 1979)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Testing Materials",
                "sec_num": null
            },
            {
                "text": "There were almost no missing values for either self-report or peer responses to the SDQ (less than f of l%), and the median response was substituted for the few missing values which did occur. However, there were no teacher ratings for 36 students (673, representing primarily students from one class where the teacher did not complete the ratings, and there were 142 missing values (25%) for the achievement tests, representing primarily students from two schools which did not administer the achievement tests. For purposes of this study pair-wise deletion of missing data for the ability/achievement measures was used in the determination of the correlations (see Nie et al., 1975) . However, similar correlations based upon only those cases which had no missing data were nearly the same as those actually recorded for the whole group. Thus, while the large number of missing values for the achievement measures does require that the results be interpreted cautiously, it is unlikely to have had any substantial effect.",
                "cite_spans": [
                    {
                        "start": 667,
                        "end": 684,
                        "text": "Nie et al., 1975)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analyses",
                "sec_num": null
            },
            {
                "text": "For purposes of this study the eight positively worded items from each of the 8 SDQ scales were grouped into four item-pairs such that the first two items were assigned to the first pair, the next two items to the next pair, and so forth. Factor analyses were performed on responses to these 32 item-pairs. This procedure has typically been used in recent factor analytic research with the SDQ and is preferable to factor analysing responses to individual items in that (1) the ratio of the number of subjects to variables is increased; (2) each measured variable is more reliable and has a smaller unique component; (3) factor loadings will be less affected by idiosyncratic wording of individual items; and (4) the cost of the factor analyses (particularly with confirmatory factor analysis) will be substantially reduced (see Marsh, Barnes, Cairns, & Tidman, in press; Marsh & O'Niell, 1984;  Shavelson & Marsh, in press, for applications and further discussion).",
                "cite_spans": [
                    {
                        "start": 829,
                        "end": 871,
                        "text": "Marsh, Barnes, Cairns, & Tidman, in press;",
                        "ref_id": null
                    },
                    {
                        "start": 872,
                        "end": 894,
                        "text": "Marsh & O'Niell, 1984;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 895,
                        "end": 895,
                        "text": "",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analyses",
                "sec_num": null
            },
            {
                "text": "Exploratory factor analyses were performed with the commercially available SPSS program (Nie et al., 1975) using iterated communality estimates, a Kaiser normalization, and an oblique rotation to the final solution with delta equal to -2. Separate factor analyses were performed on self-report responses and on peer responses. Confirmatory factor analyses (CFA) were conducted with the commercially available LISREL V program (Joreskog & Sorbom, 1981) . In the CFA models' we hypothesized solutions where each measured variable is allowed to define one and only one factor, the factors are correlated, and error/uniqueness terms for the measured variables are uncorrelated. The ability of the proposed models to fit responses to the SDQ was determined by an examination of the parameter estimates, the ratio of the chi-square to the degrees of freedom, and coefficient d (Bentler & Bonett, 1980) . In the CFA models, analyses were performed on two variance-covariance matrices representing the self-report responses and the peer responses. In the first model, no parameters were assumed to be the same for self-ratings and peer-ratings, while in alternative models various subsets of parameters were set to be invariant across the two sets of ratings so that for the most restrictive model all parameters were hypothesized to be the same. A more detailed presentation of confirmatory factor analysis, goodness-of-fit, and factorial invariance across different groups is beyond the scope of this paper, but is discussed elsewhere (Alwin &Jackson Correlations among the self-concept scores, the inferred self-concept scores, a n d the achievement indicators were determined with \"pair-wise deletion of missing data\" (see Nie et al., 1975) . Hierarchical multiple regressions were performed on this correlation matrix with the commercially available SPSS program, and served as the basis of a series of path analyses. Construction and analysis of the path models followed procedures described by Wolfle (1980) where path coefficients (direct effects) were standardized beta weights derived from a series of multiple regressions.",
                "cite_spans": [
                    {
                        "start": 88,
                        "end": 106,
                        "text": "(Nie et al., 1975)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 426,
                        "end": 451,
                        "text": "(Joreskog & Sorbom, 1981)",
                        "ref_id": null
                    },
                    {
                        "start": 871,
                        "end": 895,
                        "text": "(Bentler & Bonett, 1980)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 1719,
                        "end": 1736,
                        "text": "Nie et al., 1975)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 1993,
                        "end": 2006,
                        "text": "Wolfle (1980)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analyses",
                "sec_num": null
            },
            {
                "text": "Results of the conventional/exploratory factor analysis of the self-report responses to the SDQ clearly identified the eight hypothesized factors ( Table 1) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 148,
                        "end": 156,
                        "text": "Table 1)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Factor Analyses of Responses to the SDQ",
                "sec_num": null
            },
            {
                "text": "'For purposes of this study, each of the confirmatory factor models in Table 2 was defined with reference indicators where the factor loading for one of the measured variables (item-pairs) designed to measure each factor was set to 1.0, and the diagonal of the factor variance/covariance matrix was free to be estimated. Each model in Table 2 was tested with covariance matrices, rather than correlation matrices. For model 1, where there were no invariance constraints, the observed chi-square values would be the same for either metric, but for each of the other models the observed chi-squares and goodness-offit indicators would probably indicate a better fit if the models had been tested with the correlation metric. Marsh, Smith, and Barnes (Note 2) used a similar approach to demonstrate that the factor structure underlying self-reports was invariant for responses by males and females.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 71,
                        "end": 78,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 335,
                        "end": 342,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Factor Analyses of Responses to the SDQ",
                "sec_num": null
            },
            {
                "text": "Target loadings, the factor loadings for variables designed to measure each factor, were substantial; the median target loading was 0.72, none was less than 0.30, and 90% were greater than 0.50. The nontarget loadings were much smaller; the median was 0.03, none was greater than 0.30, and 98% were less than 0.20. A similar exploratory factor analysis, performed on the peer responses to the SDQ, also identified the eight SDQ scales. The target loadings were somewhat smaller, but still substantial; the median target loading was 0.55, none was less than 0.20, and 90% were greater than 0-40. The nontarget loadings were much smaller; the median was 0.04 and 97% were less than 0.30. The correlations among the peer factors were somewhat larger than observed with the self-report responses in Table 1 , but the pattern was similar; the largest correlations were among the first three nonacademic factors, between General-School and the other two academic factors, and those involving the General-Self factor. There was, however, one dramatic exception to this similarity; while Reading and Math self-concepts based upon the self-reports were nearly uncorrelated, those inferred by peers were substantially correlated. This important exception will be the focus of later discussion.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 795,
                        "end": 802,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Factor Analyses of Responses to the SDQ",
                "sec_num": null
            },
            {
                "text": "The purposes of the confirmatory factor analyses (CFA) are to determine how well a model, based upon the design of the SDQ and the results described above, is able to fit the data, and whether this solution is invariant across self-report responses and peers' responses. In the first CFA model (Model 1 in Table 2 ) it is hypothesized that each factor is defined only by the four item-pairs designed to measure it (i.e., target loadings are estimated, but nontarget factor loadings are fixed to be zero; see Footnote 1) . In this model the pattern of parameter estimates is hypothesized to be the same for the self and peer responses, but there is no assumption that the actual values for any of the parameter estimates are the same ZIn this study, all students completed the SDQ by responding about themselves (self-byself) and by responding about a peer (peer-by-self). If students were responding appropriately there should be little correlation between responses in the self-by-self and peer-by-self tasks (i.e., how I rate myself and how I rate the person sitting next to me should be nearly uncorrelated). Some small amount of correlation might be expected since the student and their peer were nearly always of the same sex, and would probably be more similar to each other in other ways than two students selected at random. However, if students had large systematic response biases in their responses which carried over from one task to the next, or if students' responses about the peers really reflected the projected feelings about themselves, then large correlations might be expected. The 64 correlations between the eight SDQ scales in the self-by-self task and the corresponding scales in the peer-by-self task were modest (-0.10 to 0.36, median r = 0.08) and perhaps could be explained by the naturally occurring similarity between students and their selected peers. This assumption was tested by comparing what peers said about the subjects (self-by-peer) with what subjects said about their peers (peer-by-self). These correlations should still reflect the similarity between subjects and their peers, but would not be affected by method/halo effects or projected self-perceptions since the correlations are based upon the responses by two different individuals. Correlations between responses in the peer-by-self task and the self-by-peer task (i.e., how I rate my peer and how my peer rates me) were also modest (ranging from -0.09 to 0.20, median r = 0.07). Thus, since these correlations are nearly the same size as the correlations observed in the self-by-self/peer-by-self comparisons, the results argue that responses are not affected by methodihalo effects or projected self-perceptions. These findings have important implications for this study, and also for the study of how response biases affect self-report ratings. If response biases d o exist and are of the type which should affect ratings in the self-by-self and peer-by-self tasks in a similar manner, then the size of correlations in the two sets of comparisons presented here should differ substantially. Since this was not the case, it argues that this type of response bias was not operating. There are other types of response bias, social desirability for example, which might be hypothesized to affect only the self-by-self ratings, so that this procedure does not provide a test of that type of response bias. across samples (i.e., there are no invariance constraints). Inspection of the parameter estimates and the goodness-of-fit indices for Model 1 ( Table 2) each indicate that this model provides a good fit to the data. In Model 2 the invariance of the factor loadings is tested such that the final solutions for the two samples are required to have the same factor loadings, though other parameters (i.e., factor variance/covariances and error/ uniquenesses) are allowed to vary. This model is normally taken to be the minimum condition for factorial invariance, and inspection of the goodness-offit indices demonstrates that this solution also provides a good fit to the data. In Models 3 and 4, invariance is also tested for factor variance/covariances (Model 3), and error/uniquenesses (i.e., total invariance-Model 4). Even the most restrictive model, where total invariance is tested, provides a reasonable fit to the data which differs only modestly from the model where no invariance is hypothesized. The chi-square/df ratios and d coefficients for models 1 and 2 are virtually identical, demonstrating that the hypothesis of invariant factor loadings is reasonable. Goodness-of-fit statistics for the other models are nearly as good, though requiring the correlations among the factors to be invariant across the two samples in these models does produce a slightly poorer fit to the data. As observed earlier, the SDQ factors in model 1 are somewhat less correlated for the self-report responses than for the inferred self-concepts based upon peer responses.",
                "cite_spans": [
                    {
                        "start": 508,
                        "end": 519,
                        "text": "Footnote 1)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 306,
                        "end": 313,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 3548,
                        "end": 3556,
                        "text": "Table 2)",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Factor Analyses of Responses to the SDQ",
                "sec_num": null
            },
            {
                "text": "The results of the CFA show that responses to the SDQ can be explained by the hypothesized factor structure, and that the factor loadings are reasonably invariant for the self-report responses and the peer responses. While this assumption is rarely tested in studies which look at the agreement between selfperceptions and the perceptions of significant others, its violation can render observed differences as uninterpretable. Hence, the finding that the factor loadings are invariant provides further support for the generality of the SDQ factors, and also provides a justification for the comparison of self-concepts based upon self-report and peer responses. Note. The Null model hypothesizes complete independence of all measured variables and provides a measure of the total covariance in the data which is used in computing coefficient d. Since models 1-4 represent a series of nested models it is possible to use the difference between the chi-square values to test the equality of sets of parameters. If this is done, for example, between Models 1 and 2, the difference in chi-square values is 43 which is statistically significant for df = 24 at aboutp = .025. Differences between Models 2 and 3, and between Models 3 ai:d 4 are also significant. Nevertheless, particularly when sample sizes are so large, goodness-of-fit is generally evaluated with subjective indicators such as the chi-squareldfratio and coefficient d.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Factor Analyses of Responses to the SDQ",
                "sec_num": null
            },
            {
                "text": "Correlations among self-concepts based upon self-reports, self-concepts inferred from peer responses, and self-concepts inferred from teacher responses are presented in the form of a multitrait-multimethod matrix ( Table 3) . Convergent validities, correlations between responses to the same self-concept facet by two different raters (the bold values in Table 3) , are generally significant. Of particular relevance here are the convergent validities which involve selfconcepts based upon self-report responses. All eight convergent validities relating self-report and peer responses are statistically significant (median r = .24), while six of the eight convergent validities relating self-report and teacher responses are statistically significant (median r = .19). For both sets of correlations, convergent validities are smallest for Relations With Parents, and to a lesser extent for Physical Appearance and General-Self. Inspection of the convergence for the total academic and total nonacademic scores shows that selfother agreement is best for academic self-concept (rs = 0.36 & 0.31 based upon peer and teacher responses respectively), though agreement on nonacademic selfconcept is better with self-concept inferred by peers (0.23) than with that inferred by teachers (0-10). The correlations between self-concepts inferred by teachers and inferred by peers are less relevant (since neither is a direct measure of selfconcept), but the pattern of correlations is similar to those relating the self-report responses and teacher responses. A construct validation approach to the study of self-concept emphasizes a pattern of correlations where it is important that external criteria are more highly correlated with the facets of self-concept to which they are more logically related. In MTMM analysis this emphasis is embodied in the comparison of each convergent validity with other correlations in the same row or column of the same square (heterotrait-heteromethod) block. Ignoring the total scores, and pealteacher correlations, this involves a total of 224 comparisons; for over 90% of these comparisons, the convergent validity is higher. All of the failures for the self/peer correlations involve the General-Self factor (which was intentionally designed to be broad, rather than specific), while failures for the self/teacher correlations involve the Parents and Physical Appearance scores (where the convergent validities were not statistically significant, thus rendering tests of discriminant validity as moot). In a similar set of eight comparisons based upon just the total scores, the convergent validity is higher for each of the eight comparisons, but discriminant validity is more clearly demonstrated for Total Academic self-concept than for Total Nonacademic self-concept. These findings illustrate that self-other agreement on dimensions of self-concept is specific to particular areas of self-concept, and provide further support for the construct validity of self-concept and interpretations based upon the SDQ.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 215,
                        "end": 223,
                        "text": "Table 3)",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 355,
                        "end": 363,
                        "text": "Table 3)",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Relationships Between Seljkoncepts and Inferred Self-concepts",
                "sec_num": null
            },
            {
                "text": "Correlations among the self-report factors, which range from 0.57 to -0.02 (median r = 0.22) are smaller than those based upon peer responses, which range between 0.71 and 0.1 1 (median r = 0.31), and in particular are smaller than those based upon teacher responses which range from 0.80 to 0.34 (median r = 0.50). Nevertheless, there is a striking similarity in the pattern of correlations among the self-concept facets for the different sets of responses. For each set of responses the highest correlations typically involve the General-Self facet, occur among the first thiee nonacademic facets (Physical Appearance, Physical Ability, Peer Relations), or occur between the General-School and the other two academic facets. The pattern of correlations among the self-report facets is similar to that hypothesized in the revised Shavelson model and that observed in the inferred Self-concept Table 3 continued",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 894,
                        "end": 901,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Relationships Between Seljkoncepts and Inferred Self-concepts",
                "sec_num": null
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "~ PHYS PEER PRYT R E A D MATH SCHL C E Y L T Y A C D 1 A C A D -",
                        "eq_num": "(86)"
                    }
                ],
                "section": "Relationships Between Seljkoncepts and Inferred Self-concepts",
                "sec_num": null
            },
            {
                "text": "Peer inferred self-concept scores Teacher inferred self-concept scores Correlations are presented without decimal points. Alpha coefficients, the values in parentheses, are presented for self and peer responses. The bold coefficients are the convergent validities. The size of correlations required to reach statistical significance @ = ,OS) is 0.08 for correlations among self-report and peer responses, is 0.09 for correlations among teacher responses and between teacher responses and self or peer responses, and is 0.10 for correlations between academic test scores and other variables.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "379",
                "sec_num": null
            },
            {
                "text": "self-concepts, thus suggesting that the correlations among the facets are due to a hierarchical ordering of the facets rather than a method/halo effect. However, the more substantial correlations among self-concepts inferred by peers and particularly by teachers, suggests that method/halo effects may be operating in their ratings. An important and dramatic exception to this similarity involves the correlation between Reading and Math self-concepts. This correlation is among the highest for responses based upon peer responses (0.52) and teacher responses (0.70), but is nearly the lowest (0.01) for the self-report responses2 (see p. 373).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "APPR PHYS PEER P R N T R E A D M A T H SCHL G E N L T N A C D T A C A D",
                "sec_num": null
            },
            {
                "text": "Achievement scores in reading and math are positively correlated with selfconcepts (based on self-reports) in Reading and Math, but not with self-concepts in nonacademic areas (where correlations are either nonsignificant or significantly negative, see Table 3 ). Reading achievement, based upon either test scores or teacher ratings, is most highly correlated with Reading self-concept while math achievement is most highly correlated with Math self-concept. These findings demonstrate that academic achievement and academic self-concept are significantly correlated, and that the relationships are specific to particular subject areas.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 253,
                        "end": 260,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Correlations With Academic Achievement",
                "sec_num": null
            },
            {
                "text": "Inferred academic self-concepts, based upon both peer and teacher responses, are more positively correlated with achievement scores than are inferred nonacademic self-concepts. For peer responses, as was observed with self-report responses, achievement scores are uncorrelated or negatively correlated with nonacademic self-concepts. For teacher ratings these correlations are positive, and illustrate that academic and nonacademic areas of self-concept are not so clearly separated in self-concepts inferred by teachers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Correlations With Academic Achievement",
                "sec_num": null
            },
            {
                "text": "Inferred Reading self-concepts, based upon both peer and teacher responses, are more highly correlated with Reading achievement, and inferred Math selfconcepts are more highly correlated with math achievement. However, the specificity of the relationships is not as clear as observed with the self-report data. This reflects the earlier observation that self-report factors representing reading and math are nearly uncorrelated, while the corresponding inferred factors are substantially correlated for both peer and teacher responses.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Correlations With Academic Achievement",
                "sec_num": null
            },
            {
                "text": "The relationships among reading and math achievement, and Reading and Math self-concepts are further examined in a series of path analyses ( Figure I ). In each of these models, academic achievement is hypothesized to be one causal determinant of academic self-concept. While such a model is useful for our purposes in this study, we do not argue against a more dynamic model where subsequent levels of academic achievement are determined by both prior levels of academic self-concept and academic achievement. Nevertheless, the results of the path models confirm the paradoxical set of relationships among the achievement and self-concept (based upon self-report data) variables which has been found with responses by older children and was predicted by the internal/external model described earlier. Achievements in reading and mathematics are substantially correlated with each other and self-concepts in reading and mathematics, but Reading and Math self-concepts are nearly uncorrelated with each other. The direct effect of reading achievement on Reading self-concept is positive and substantial, but the direct effect of math achievement on Reading self-concept is significant and negative; high math achievement leads to lower self-concepts in Reading. Similarly, the direct effect of math achievement on Math self-concept is substantial and positive, but the direct effect of reading achievement is significant and negative. The path model used here for selfconcepts based upon self-report responses (Model 1) employs achievement measures representing the sum of the test scores and teacher ratings, but similar results occur for analyses of either the test scores or the teacher ratings separately (these are not shown here but are presented by Marsh, Smith, & Barnes, Note 2). In dramatic contrast to the self-report data, inferred self-concepts based upon peer responses (Model 2) and teacher responses (Models 3 & 4) show a different pattern of correlations with the achievement scores. In every instance the direct effect of reading achievement on inferred reading self-concept, and of math achievement on inferred math self-concept, is significant and positive. However, the substantial negative effect of reading achievement on math self-concept, and of math achievement on reading self-concept (Model 1 in Fig. l) , is not seen in Models 2 to 4. Instead each of these effects is either positive, or is not statistically significant. After partialling out the effects of academic achievement, Reading and Math self-concepts based upon self-report data remain nearly uncorrelated (Model I) , while the inferred self-concepts are substantially correlated (Models 2 to 4). Hence, while Model 1 demonstrates strong support for the internal/ external frame of reference model, Models 2 to 4 illustrate that a different process underlies the formation of Reading and Math self-concepts inferred by others. Inferred self-concepts either based upon peer responses or on teacher responses are inconsistent with the internal comparison process. Thus, while the diference between abilities in reading and math is predictive of Reading and Math selfconcepts which are based upon self-report data, this difference is not predictive of these self-concepts when they are inferred by significant others.",
                "cite_spans": [
                    {
                        "start": 2595,
                        "end": 2604,
                        "text": "(Model I)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 141,
                        "end": 149,
                        "text": "Figure I",
                        "ref_id": null
                    },
                    {
                        "start": 1915,
                        "end": 1929,
                        "text": "(Models 3 & 4)",
                        "ref_id": null
                    },
                    {
                        "start": 2323,
                        "end": 2330,
                        "text": "Fig. l)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Correlations With Academic Achievement",
                "sec_num": null
            },
            {
                "text": "Exploratory and confirmatory factor analyses of responses by preadolescent students identified the eight factors which the SDQ was designed to measure and demonstrated that the factor loadings were reasonably invariant across selfreport responses and those inferred by peers. Self-concepts based upon selfreport data were significantly correlated with self-concepts inferred by peers and by teachers, and agreement on any one dimension was relatively independent of agreement in other dimensions. However, facets of self-concept were much more distinct (i.e., less correlated) for the self-reports than for self-concepts inferred by teachers or by peers. In all comparisons academic achievement indicators were positively correlated with academic self-concepts, but less positively or negatively correlated with self-concepts in nonacademic areas. Particularly for the self-report data, the academic achievement/academic self-concept relationship was quite specific to particular academic content areas.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "In factor analyses of self-report responses to the SDQ, the clear identification of the seven SDQ factors considered previously replicates findings of other studies with preadolescents described earlier. The pattern of correlations among these factors supports the revision of the Shavelson model which hypothesizes three higher-order factors representing nonacademic, verbal/academic, and math/academic self-concepts instead of just academic and nonacademic selfconcepts. The General-Self factor was not measured on earlier versions of the SDQ, but it also is clearly identified by results of the factor analysis and is moderately correlated with self-concepts in other areas. Factor analyses of the peer responses to the SDQ also identified the eight SDQ factors, but the pattern of correlations among these factors differed somewhat from those based upon self-reports. Peer facets were more highly correlated, indicating less separation among the self-concept facets. Also, the substantial correlation among the academic self-concepts suggests only two higher-order factors representing academic and nonacademic self-concepts, rather than the three suggested by the self-report data and hypothesized in the revised Shavelson model. Two of the most commonly used criteria for validating measures of selfconcept are measures of academic performance and the observations of an external observer. Literature reviews described earlier (i.e., Hansford & Hattie, 1982; Shrauger & Schoeneman, 1979) have suggested that each of these external criteria has little relationship to self-concept. In contrast to those conclusions, research with the SDQ instruments described here and elsewhere provide stronger support for the construct validity of self-concept (see Marsh & Shavelson, Note 1). We suspect that the clear definition of the multiple dimensions of self-concept used in the design of the SDQ instruments is the primary reason for this difference. Other research often relies upon an overall or general measure of self-concept which resembles the General-Self scale on the SDQ instruments. In this study the General-Self scale was not substantially correlated with any of the academic achievement indicators, and self/other agreement was achievements which determines reading self-concept, and the direct effect of math achievement is predicted to be negative. These findings not only illustrate the clear separation of self-concepts in different academic areas-much clearer than the corresponding achievements-but they also demonstrate that academic self-concepts are affected by different processes than are achievement measures in the areas which they reflect.",
                "cite_spans": [
                    {
                        "start": 1440,
                        "end": 1464,
                        "text": "Hansford & Hattie, 1982;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 1465,
                        "end": 1493,
                        "text": "Shrauger & Schoeneman, 1979)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 1763,
                        "end": 1764,
                        "text": "&",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "In marked contrast to the self-report data, inferred self-concepts based upon peer and teacher responses did not follow the pattern of results predicted by the internal/external model, and there was no evidence that the internal comparison process was operating. Particularly for teachers, who made separate judgements of ability/achievement and self-concepts, it appears that inferred academic selfconcepts reflect little more than their perceptions of objectively defined achievement. These findings certainly demonstrate that the formation of one's own self-concepts is affected by different processes than are the self-concepts inferred by significant others.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "In other research with the SDQ (Marsh, 1984, in press ), academic self-concepts inferred by teachers in high-SES/ability schools were substantially higher than those inferred by teachers in low-SES/ability schools, as were objectively measured achievement levels. However, for student self-report data, academic self-concepts were similar in the different schools-actually slightly higher in the low-SES/ability schools. Thus an average-ability student would tend to have a higher academic self-concept in a low-SES/ability school (where other students are less able) than in a high-SES/ability school (where other students are more able), but would be judged to have an average academic self-concept by teachers in both types of school. Hence, academic self-concepts which are inferred by teachers are more highly correlated with objective achievement measures, but do not accurately reflect the relativistic nature of self-concepts which is embodied in the external comparison process. This suggests that even the external comparison process may not operate in the formation of selfconcepts inferred by teachers. While it was not tested here, and we know of no other research which tests the hypothesis, we suspect that the external comparison process does operate with self-concepts inferred by other students.",
                "cite_spans": [
                    {
                        "start": 31,
                        "end": 53,
                        "text": "(Marsh, 1984, in press",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Australian Journal of PsychologyVol. 36, No. 3, 1984, pp. 367-386",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Australian Journal of PsychologyVol. 36, NO. 3,1984, pp. 367-386Self-concept",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Australian Journal of PsychologyVol. 36, No. 3, 1984, pp. 367-386Self-concept",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Australian Journal of PsychologyVol. 36, No. 3,1984, pp. 367-386",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "weak on this scale. Similar findings were also observed in the Marsh & O'Niell (1984) study with older subjects. We contend that the relationship between selfconcept and other constructs cannot be adequately understood if the multidimensionality of self-concept is ignored.Selflpeer and selflteacher agreement on multidimensional self-concepts provide support for the convergent and discriminant validity of interpretations based upon the SDQ scales. Nevertheless, the size of the convergent validity coefficients was modest, and much smaller than observed by Marsh and O'Niell (1984) in their MTMM analysis of self/other agreement. However, the magnitude and pattern of agreement observed here is similar to other MTMM studies with preadolescent students (e.g., Marsh, Smith, Barnes, & Butler, 1983) . The Marsh & O'Niell study, besides using a different self-concept instrument, differed from other research in that the subjects were older (lateadolescents and adults) and the significant others (the person in the world who knew the subject best) probably knew the subjects better. Both of these features probably contributed to the higher levels of selflother agreement observed in that study.Here and in other MTMM studies based upon the SDQ, self/teacher agreement has consistently been strongest in academic areas where teachers have the most information about their students. The weakest self/teacher agreement, and self/peer agreement in this study, has been for Relations With Parents where teachers and peers are least likely to observe relevant interactions. Only in the Marsh & O'NieIl study, where a majority of the significant others were parents, was self/other agreement strong (r = i : 0.76) on Relations With Parents. Perhaps more surprising is the consistent lack of self/teacher agreement on Physical Appearance found here and in previous SDQ research, since physical appearance is a most easily observed characteristic. We suspected that teachers were using different criteria than were their students, and results in the present study demonstrated that both self/teacher and peer/teacher agreement was weak on this scale. However, self/peer agreement was also weak on Physical Appearance, suggesting that self-reports are based upon different criteria than those used by peers to judge others. Even in the Marsh & O'Niell study, self/other agreement on this scale, though substantial ( r = 0.50), was smaller than on most other scales. We still suspect that individuals, particularly preadolescents, use idiosyncratic standards of physical attractiveness which are quite different from those used by their teachers, somewhat different from those used by their peers, and perhaps even different from the ones they themselves use in evaluating others. However, these speculations require further research.The pattern of relationships between achievement in reading and mathematics and the corresponding measures of self-concept is dramatic, surprising, and paradoxical. Despite the high correlations between reading and math achievement indicators, self-concepts in these two academic areas are nearly uncorrelated when based upon self-report data. Furthermore, for self-report data, the direct effect of reading achievement on math self-concept, and the direct effect of math achievement on reading self-concept, are each significant and negative. This pattern of results is consistent, however, with the predictions from the internal/external frame of reference model. According to this model a high selfconcept in reading will be more likely when reading achievement is high (the external comparison process) and when reading achievement is higher than math achievement (the internal comparison process). Hence, once the effect of reading achievement is controlled for, it is the difference between reading and math",
                "cite_spans": [
                    {
                        "start": 63,
                        "end": 85,
                        "text": "Marsh & O'Niell (1984)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 560,
                        "end": 584,
                        "text": "Marsh and O'Niell (1984)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 763,
                        "end": 800,
                        "text": "Marsh, Smith, Barnes, & Butler, 1983)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Self-concept 383",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Self-concept' Its rnultqaceted, hierarchicalstructure. Paper submitted for publication",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Shavelson, R. J. Self-concept' Its rnultqaceted, hierarchicalstructure. Paper submitted for publication. Department of Education. The University of Sydney, 1983.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Multidimensional self-concepts: Relationships with sex and academic achiei ement. Paper submitted for publication",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "D"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Smith, I. D., & Barnes, J. Multidimensional self-concepts: Relationships with sex and academic achiei ement. Paper submitted for publication, Department of Education, The University of Sydney, 1984.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "The self-concept: Mini, maxi, multi?",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "M"
                        ],
                        "last": "Soares",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "T"
                        ],
                        "last": "Soares",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Soares, L. M., & Soares, A. T. The self-concept: Mini, maxi, multi? Paper presented at the 1977 Annual Meeting of the American Educational Research Association, 1977.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Convergence and discrimination in academic selfconcepts",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "M"
                        ],
                        "last": "Soares",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "T"
                        ],
                        "last": "Soares",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "International Association of Applied Psychology",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Soares, L. M., & Soares, A. T. Convergence and discrimination in academic self- concepts. Paper presented at the 20th Congress of the International Association of Applied Psychology, Edinburgh. Scotland, July 1982.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "The comparison ojfactors from different groups with exploratory and conjirmatory factor analysis. Paper submitted for publication",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Hocevar",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Hocevar, D. The comparison ojfactors from different groups with exploratory and conjirmatory factor analysis. Paper submitted for publication, Department of Education, The University of Sydney, 1984.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Applications of simultaneous factor analysis to issues of factorial invariance",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "F"
                        ],
                        "last": "Alwin",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Jackson",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Factor analysis andmeasurement in sociological research: A multidimensional perspectii'e. Beverly Hills",
                "volume": "36",
                "issue": "",
                "pages": "367--386",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Alwin, D. F., & Jackson, D. J. Applications of simultaneous factor analysis to issues of factorial invariance. In D. Jackson & E. Borgotta (Eds.), Factor analysis andmeasurement in sociological research: A multidimensional perspectii'e. Beverly Hills, CA: Sage, 198 I . Australian Journal of Psychology VOI. 36, No. 3, 1984, pp. 367-386",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Australian Council for Educational Research",
                "authors": [],
                "year": 1976,
                "venue": "ACER Primary Reading Surwy Tests. Hawthorn, Australia: ACER",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Australian Council for Educational Research (ACER), ACER Primary Reading Surwy Tests. Hawthorn, Australia: ACER, 1976. Australian Council for Educational Research. Class Achiewment 'Test in Mathematics (CATIM 415). Hawthorn, Australia: ACER, 1979.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Significance tests and goodness of fit in the analysis of covariance structures",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "M"
                        ],
                        "last": "Bentler",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "G"
                        ],
                        "last": "Bonett",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Psychological Bulletin",
                "volume": "88",
                "issue": "",
                "pages": "588--606",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bentler, P. M., & Bonett, D. G. Significance tests and goodness of fit in the analysis of covariance structures. Psychological Bulletin, 1980, 88, 588-606.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Issues in the application of covariance structure analysis: A comment",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Fornell",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Journal of Consumer Research",
                "volume": "9",
                "issue": "",
                "pages": "443--448",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fornell, C. Issues in the application of covariance structure analysis: A comment. Journal of Consumer Research, 1983,9,443-448.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "The relationship between self and achievement/performance measures",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "C"
                        ],
                        "last": "Hansford",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Hattie",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Review of Educational Research",
                "volume": "52",
                "issue": "",
                "pages": "123--142",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hansford, B. C., & Hattie, J. A. The relationship between self and achievement/performance measures. Review of Educational Research, 1982.52, 123-142.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Analysis of linear structural relations by the method ofmaximum ljke~~hood",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "G"
                        ],
                        "last": "Joreskog",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Sorbom",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Lisrel V",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Chicago: International Educational Services",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Joreskog, K. G., & Sorbom, D. LISREL V: Analysis of linear structural relations by the method ofmaximum ljke~~hood. Chicago: International Educational Services, 198 1.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Self-concept: The application of a frame of reference model to explain paradoxical results",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Australian Journal of Education",
                "volume": "28",
                "issue": "",
                "pages": "165--166",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. Self-concept: The application of a frame of reference model to explain paradoxical results. Australian Journal of Education, 1984,28, 165-1 81.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Self-concept, social comparison and ability grouping: A reply to Kulik and Kulik",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "American Educational Research Journal",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. Self-concept, social comparison and ability grouping: A reply to Kulik and Kulik. American Educational Research Journal, in press.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "The Self Description Questionnaire (SDQ): Age effects in the structure and level of self-concept for preadolescent children",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Cairns",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Tidman",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Journal of Educational Psychology",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Barnes, J., Cairns, L., & Tidman, M. The Self Description Questionnaire (SDQ): Age effects in the structure and level of self-concept for preadolescent children. Journal of Educational Psychology, in press.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Self-other agreement on multidimensional selfconcept ratings: Factor analysis & multitrait-multimethod analysis",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Hocevar",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Barnes, J., & Hocevar, D. Self-other agreement on multidimensional self- concept ratings: Factor analysis & multitrait-multimethod analysis. Journal of Personality and Social Psychology, in press.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Confirmatory factor analysis of multitrait-multimethod matrices",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Hocevar",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Journal of Educational Measurement",
                "volume": "20",
                "issue": "",
                "pages": "231--248",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Hocevar, D. Confirmatory factor analysis of multitrait-multimethod matrices. Journal of Educational Measurement, 1983, 20,231-248.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "The factorial invariance of students' evaluations of college teaching",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Hocevar",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "American Educational Research Journal",
                "volume": "21",
                "issue": "",
                "pages": "341--366",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Hocevar, D. The factorial invariance of students' evaluations of college teaching. American Educational Research Journal, 1984, 21, 341-366.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "The application of confirmatory factor analysis to the study of self-concept: First and higher order factor structures and their invariance across groups",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Hocevar",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Psychological Bulletin",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Hocevar, D. The application of confirmatory factor analysis to the study of self-concept: First and higher order factor structures and their invariance across groups. Psychological Bulletin, in press.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Self Description Questionnaire 111 (SDQ 111): The construct validity of multidimensional self-concept ratings by late-adolescents",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [
                            "R"
                        ],
                        "last": "& O'niell",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Journal of Educational Measurement",
                "volume": "21",
                "issue": "",
                "pages": "153--174",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & O'Niell. R. Self Description Questionnaire 111 (SDQ 111): The construct validity of multidimensional self-concept ratings by late-adolescents. Journal of Educa- tional Measurement, 1984, 21, 153-174.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Multidimensional adolescent self-concepts: Their relationship to age, sex and academic measures",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Parker",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "American Educational Research Journal",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Parker, J., & Barnes, J. Multidimensional adolescent self-concepts: Their relationship to age, sex and academic measures. American Educational Research Journal, in press.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "-multimethod analyses of the Self Description Questionnaire: Student-teacher agreement on multidimensional ratings of student self-concept",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Parker",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "D. ; H W"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Relich",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "D"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "20",
                "issue": "",
                "pages": "333--357",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Parker, J. W., & Smith, I. D. Preadolescent self-concept: Its relation to self- concept as inferred by teachers and to academic ability. British Journal of Educationul Marsh, H. W., Relich, J. D., & Smith, I. D. Self-concept: The construct validity of interpretations based upon the SDQ. Journal of Personality and Social Psychology, 1983, Marsh, H. W., Smith, I. D., & Barnes, J. Multitrait-multimethod analyses of the Self Description Questionnaire: Student-teacher agreement on multidimensional ratings of student self-concept. American Educational Research Journal, 1983,20, 333-357.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Evaluating causal models: An application of maximum likelihood analysis of structural equations",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "D"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Butler",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Psychological Bulletin",
                "volume": "87",
                "issue": "",
                "pages": "502--507",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Smith, I. D., Barnes, J., & Butler, S. Self-concept: Reliability, dimensionality, validity, and the measurement of change. Journal of' Educational Maruyama, G., & McGarvey, B. Evaluating causal models: An application of maximum likelihood analysis of structural equations. Psychological Bulletin, 1980,87, 502-5 12.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Statistical Package for'the Social Sciences",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "H"
                        ],
                        "last": "Nie",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "H"
                        ],
                        "last": "Hull",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "G"
                        ],
                        "last": "Jenkins",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [
                            "K"
                        ],
                        "last": "Steinbrenner",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "H"
                        ],
                        "last": "Bent",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Psychology",
                "volume": "53",
                "issue": "",
                "pages": "173--187",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nie, N. H., Hull, C. H., Jenkins, J. G. Steinbrenner. K., & Bent, D. H. Statistical Package for'the Social Sciences. New York: McGraw-Hill, 1975. Psychology, 1983, 53, 60-78. 45, 173-187.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Society and the adolescent child",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Rosenberg",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rosenberg, M. Society and the adolescent child. Princeton: Princeton University Press, 1965.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Validation of construct interpretations. Re1,iew of Educational Research",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Hubner",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "C"
                        ],
                        "last": "Stanton",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "",
                "volume": "46",
                "issue": "",
                "pages": "407--441",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shavelson, R. J., Hubner, J. J., & Stanton, G. C. Validation of construct interpretations. Re1,iew of Educational Research, 1976,46,407-441.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "On the structure of self-concept",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shavelson, R. J., & Marsh, H. W. On the structure of self-concept. In R. Schwarzer (Ed.), An..;iety and cognirions. N . J.: Lawrence Erlbaum, in press.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Symbolic interactionist view of self-concept: Through the looking glass darkly",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Shrauger",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "J"
                        ],
                        "last": "Schoeneman",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Psychological Bulletin",
                "volume": "86",
                "issue": "",
                "pages": "549--513",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shrauger, J. S., & Schoeneman, T. J. Symbolic interactionist view of self-concept: Through the looking glass darkly. Psychological Bulletin, 1979, 86, 549-513.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Selfesteem: Its conceptualization anti measurement",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "E"
                        ],
                        "last": "Welles",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Marwell",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Welles, L. E., & Marwell, G. Selfesteem: Its conceptualization anti measurement. Beverly Hills, Calif.: Sage Publications, 1976.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Strategies of path analysis",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "M"
                        ],
                        "last": "Wolfle",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "American Educational Research Journal",
                "volume": "17",
                "issue": "",
                "pages": "183--209",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wolfle, L. M. Strategies of path analysis. American Educational Research Journal, 1980, 17, 183-209.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Causalmodels with unmeasured i,ariables: An introduction to LISREL",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "M"
                        ],
                        "last": "Wolfle",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wolfle, L. M. Causalmodels with unmeasured i,ariables: An introduction to LISREL. Paper presented at the Annual Meeting of the American Educational Research Association, Los Angeles, 198 I .",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "text": ", 1981; Bentler & Bonett, 1980; Fornell, 1983; Joreskog & Sorbom, 1981; Marsh & Hocevar, 1983, 1984, in press; Maruyama & McGarvey, 1980; Wolfle, 1981; Marsh & Hocevar, Note 5).",
                "uris": null
            },
            "FIGREF2": {
                "num": null,
                "type_str": "figure",
                "text": "The four measured variables designed to measure each factor are the sums of responses to pairs of items. All parameters are presented without decimal points. Factor loadings in bold are the loadings of item-pairs designed to measure each factor (target loadings).",
                "uris": null
            },
            "FIGREF3": {
                "num": null,
                "type_str": "figure",
                "text": "Four path diagrams relating Math and Reading achievement with Reading and Math self-concepts. (Paths that did not reach statistical significance were less than 0.10 and are excluded.)",
                "uris": null
            },
            "TABREF0": {
                "num": null,
                "text": "",
                "type_str": "table",
                "content": "<table><tr><td>the SDQ</td></tr><tr><td>Responses to</td></tr><tr><td>Factor Analysis o f</td></tr></table>"
            },
            "TABREF1": {
                "num": null,
                "text": "Summaries of Goodness of Fit Indices for the CFA Models Describing Responses to the SDQ by Self and by Peers (Ns = 559 sets of responses by self and by",
                "type_str": "table",
                "content": "<table><tr><td>peers)</td><td/><td/><td/><td/></tr><tr><td>Model description</td><td>chi sauare</td><td>df</td><td>chi-sq/ df ratio</td><td>Coeff d</td></tr><tr><td>(0) Null model</td><td>23,951</td><td>992</td><td>24.14</td><td>.ooo</td></tr><tr><td>(1) No invariance</td><td>2,304</td><td>872</td><td>2.64</td><td>.904</td></tr><tr><td>(2) Factor loadings invariant</td><td>2,347</td><td>896</td><td>2.62</td><td>.902</td></tr><tr><td>(3) Factor loadings &amp; factor</td><td/><td/><td/><td/></tr><tr><td>variance/covariances invariant</td><td>2,589</td><td>932</td><td>2.78</td><td>*892</td></tr><tr><td>(4) Factor loadings,</td><td/><td/><td/><td/></tr><tr><td>variances/covariances &amp;</td><td/><td/><td/><td/></tr><tr><td>error/uniquenesses invariant</td><td>2,744</td><td>964</td><td>2.85</td><td>.885</td></tr></table>"
            },
            "TABREF2": {
                "num": null,
                "text": "Correlations Between Self-concepts and Achievement Scores",
                "type_str": "table",
                "content": "<table><tr><td colspan=\"3\">-~</td><td/><td/><td colspan=\"5\">Self-report self-concept scores ._ -__ .--</td><td/></tr><tr><td colspan=\"2\">APPR</td><td>PHYS</td><td colspan=\"2\">PEER</td><td>PRYT -</td><td>~</td><td>R E A D</td><td>~ MATH</td><td>SCHL</td><td colspan=\"2\">GEYL TYACD TACAD</td></tr><tr><td>Self-reports</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>SAPPR</td><td>(90)</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>SPHYS</td><td>23</td><td>(81)</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>SPEER</td><td>43</td><td>32</td><td>(86)</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>SPRNT</td><td>22</td><td>I 1</td><td>25</td><td/><td>(79)</td><td/><td/><td/><td/><td/></tr><tr><td>SREAD</td><td>05</td><td>01</td><td>05</td><td/><td>-02</td><td/><td>(89)</td><td/><td/><td/></tr><tr><td>SMATH</td><td>10</td><td>09</td><td>08</td><td/><td>12</td><td/><td>01</td><td>(90)</td><td/><td/></tr><tr><td>SSC H L</td><td>23</td><td>12</td><td>14</td><td/><td>21</td><td/><td>30</td><td>57</td><td>(85)</td><td/></tr><tr><td>SGENL STNACD</td><td>49 71</td><td>30 63</td><td>57 75</td><td/><td>28 59</td><td/><td>20 03</td><td>24 14</td><td>39 26</td><td>(80) 61</td><td>(91)</td></tr><tr><td>STACAD</td><td>17</td><td>10</td><td>13</td><td/><td>64</td><td/><td>61</td><td>73</td><td>85</td><td>38</td><td>20</td><td>(92)</td></tr><tr><td>Peer responses</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>PAPPR</td><td>17</td><td>04</td><td>I I</td><td/><td>03</td><td/><td>-03</td><td>01</td><td>06</td><td>06</td><td>13</td><td>02</td></tr><tr><td>PPHYS</td><td>03</td><td>32</td><td>16</td><td/><td>00</td><td/><td>-0 1</td><td>03</td><td>03</td><td>08</td><td>19</td><td>03</td></tr><tr><td>PPEER</td><td>12</td><td>13</td><td>24</td><td/><td>04</td><td/><td>--04</td><td>02</td><td>00</td><td>13</td><td>20</td><td>-01</td></tr><tr><td>PPRNT</td><td>12</td><td>00</td><td>09</td><td/><td>16</td><td/><td>05</td><td>05</td><td>10</td><td>16</td><td>14</td><td>09</td></tr><tr><td>PREAD</td><td>02</td><td>--08</td><td>02</td><td/><td>03</td><td/><td>28</td><td>13</td><td>21</td><td>13</td><td>-01</td><td>28</td></tr><tr><td>PMATH</td><td>09</td><td>-02</td><td>12</td><td/><td>02</td><td/><td>10</td><td>34</td><td>26</td><td>17</td><td>08</td><td>32</td></tr><tr><td>PSCHL</td><td>08</td><td>-02</td><td>10</td><td/><td>06</td><td/><td>15</td><td>25</td><td>30</td><td>20</td><td>08</td><td>32</td></tr><tr><td>PGEN L</td><td>09</td><td>03</td><td>15</td><td/><td>03</td><td/><td>06</td><td>08</td><td>06</td><td>11</td><td>11</td><td>09</td></tr><tr><td>PTNACD</td><td>15</td><td>17</td><td>21</td><td/><td>08</td><td/><td>-0 1</td><td>04</td><td>07</td><td>15</td><td>23</td><td>04</td></tr><tr><td>PTACAD</td><td>07</td><td>-05</td><td>10</td><td/><td>04</td><td/><td>21</td><td>28</td><td>30</td><td>19</td><td>36</td><td>36</td></tr><tr><td>Teacher responst :S</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>TAPPR</td><td>06</td><td>05</td><td>08</td><td/><td>02</td><td/><td>05</td><td>04</td><td>05</td><td>12</td><td>08</td><td>06</td></tr><tr><td>TPHYS</td><td>10</td><td>32</td><td>19</td><td/><td>06</td><td/><td>02</td><td>10</td><td>07</td><td>17</td><td>25</td><td>09</td></tr><tr><td>TPEER</td><td>-02</td><td>01</td><td>20</td><td/><td>01</td><td/><td>05</td><td>01</td><td>04</td><td>11</td><td>07</td><td>05</td></tr><tr><td>TPRNT</td><td>-02</td><td>-06</td><td>06</td><td/><td>01</td><td/><td>13</td><td>01</td><td>05</td><td>11</td><td>-01</td><td>08</td></tr><tr><td>TREAD</td><td>-05</td><td>-10</td><td>01</td><td/><td>-05</td><td/><td>34</td><td>06</td><td>07</td><td>15</td><td>-07</td><td>22</td></tr><tr><td>TMATH</td><td>-06</td><td>-03</td><td>07</td><td/><td>-03</td><td/><td>24</td><td>29</td><td>21</td><td>16</td><td>-01</td><td>34</td></tr><tr><td>TSCHL</td><td>-06</td><td>-06</td><td>04</td><td/><td>-03</td><td/><td>30</td><td>18</td><td>21</td><td>16</td><td>-04</td><td>30</td></tr><tr><td>TGENL</td><td>00</td><td>-01</td><td>09</td><td/><td>-0 1</td><td/><td>23</td><td>13</td><td>14</td><td>19</td><td>02</td><td>23</td></tr><tr><td>TTNACD</td><td>-0 1</td><td>08</td><td>16</td><td/><td>03</td><td/><td>10</td><td>03</td><td>09</td><td>11</td><td>10</td><td>10</td></tr><tr><td>TTACAD</td><td>-06</td><td>-06</td><td>04</td><td/><td>-04</td><td/><td>31</td><td>19</td><td>17</td><td>17</td><td>-05</td><td>31</td></tr><tr><td>Achievement</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>test scores in</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Reading</td><td>-1 7</td><td>-18</td><td>-08</td><td/><td>-1 1</td><td/><td>43</td><td>-03</td><td>-04</td><td>08</td><td>-20</td><td>17</td></tr><tr><td colspan=\"2\">Mathematics -12</td><td>-15</td><td>-12</td><td/><td>-15</td><td/><td>14</td><td>17</td><td>-02</td><td>06</td><td>-20</td><td>14</td></tr><tr><td>Teacher ratings</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>of ability in</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Reading</td><td>-08</td><td>-08</td><td>4 3</td><td/><td>-05</td><td/><td>37</td><td>07</td><td>08</td><td>15</td><td>-09</td><td>24</td></tr><tr><td colspan=\"2\">Mathematics -06</td><td>-03</td><td>03</td><td/><td>00</td><td/><td>23</td><td>28</td><td>18</td><td>18</td><td>-02</td><td>32</td></tr><tr><td colspan=\"2\">General school -06 -</td><td colspan=\"2\">-03 ____ 03</td><td colspan=\"2\">-02 ._</td><td/><td>29</td><td>21</td><td>17</td><td>20</td><td>-03</td><td>31</td></tr><tr><td/><td/><td/><td/><td/><td colspan=\"5\">Peer inferred self-concept scores _-_ ~</td><td/></tr><tr><td/><td>APPR</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Peer responses</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>PAPPR PPHYS</td><td>(8% 41</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>PPEER</td><td>51</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>PPRNT</td><td>28</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>PREAD</td><td>16</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>PMATH</td><td>11</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>PSCH L</td><td>26</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>PGENL</td><td>52</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>PTNACD</td><td>74</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>PTACAD</td><td>21</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr></table>"
            }
        }
    }
}