{
    "paper_id": "marsh_1991",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-22T17:56:16.554004Z"
    },
    "title": "Subject-Specific Components of Academic Self-Concept and Self-Efficacy",
    "authors": [
        {
            "first": "Herbert",
            "middle": [
                "W"
            ],
            "last": "Marsh",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Western Sydney",
                "location": {
                    "settlement": "Macarrhur, Campbelltown",
                    "region": "New South"
                }
            },
            "email": ""
        },
        {
            "first": "Richard",
            "middle": [],
            "last": "Wales",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Sydney",
                "location": {
                    "addrLine": "New South Wal es",
                    "settlement": "Sydney",
                    "country": "Australia"
                }
            },
            "email": ""
        },
        {
            "first": "Raymond",
            "middle": [],
            "last": "Debus",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Sydney",
                "location": {
                    "addrLine": "New South Wal es",
                    "settlement": "Sydney",
                    "country": "Australia"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "The internal/external (I/E) frame of reference model posits that academic selfconcept in a particular subject is based in part on how achievement in that subject is perceived to compare with achievements in other school subjects. Support for the model comes from Australian, Canadian, and U.S. studies, but not from a recent Norwegian study. The Norwegian study, however, used a self-efficacy measure instead of a self-concept measure. In the present investigation the I/E model was evaluated with both self-concept and self-efficacy responses, but support for the model was found only for self-concept responses. The results were interpreted in relation to the role of frames of reference used in forming self-concept and Self-efflCaCy reSpOnSeS.",
    "pdf_parse": {
        "paper_id": "marsh_1991",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The internal/external (I/E) frame of reference model posits that academic selfconcept in a particular subject is based in part on how achievement in that subject is perceived to compare with achievements in other school subjects. Support for the model comes from Australian, Canadian, and U.S. studies, but not from a recent Norwegian study. The Norwegian study, however, used a self-efficacy measure instead of a self-concept measure. In the present investigation the I/E model was evaluated with both self-concept and self-efficacy responses, but support for the model was found only for self-concept responses. The results were interpreted in relation to the role of frames of reference used in forming self-concept and Self-efflCaCy reSpOnSeS.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The purpose of the present investigation is to test Marsh's 1986 internal/external (I/E) frame of reference model of the determinants of academic self-concept using self-concept responses and self-efficacy responses. More generally, the investigation examines the content specificity of academic self-concept and self-efficacy and the role of frames of reference.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "There is growing recognition for the need to consider multiple dimensions of self-concept in addition to-or instead of-a single, global indicator of self-concept. Particularly in educational research there is clear evidence for the separation of academic self-concept from nonacademic and general self-concept (Byrne, 1984; Marsh, Byrne, & Shavelson, 1988b; Marsh & Shavelson, 1985) . Marsh et al., (1988b) , for example, found that the academic scales from three different instruments had a MARSH, WALKER, AND DEBUS substantial and logical pattern of relations with academic achievement indicators, whereas three general measures of self-concept were unrelated to the achievement indicators. They also found, however, that there was a very strong content specificity in the pattern of relations among academic constructs; mathematics achievement was substantially more strongly related to Math self-concept than to Verbal self-concept, and verbal achievement was substantially more correlated with Verbal selfconcept than with Math self-concept. Verbal and mathematics achievements typically are correlated .5 to .8 with each other and so it might be reasonable to expect that Verbal and Math self-concepts should also be substantially correlated. This expectation was incorporated into the original Shavelson, Hubner, and Stanton (1976) model of self-concept in which academic self-concepts in particular subject areas were hypothesized to form a general academic self-concept. In contrast to initial expectations, Math and Verbal self-concepts have been found to be nearly uncorrelated in numerous studies with various Self Description Questionnaire (SDQ) instruments and other self-concept instruments (Marsh, 1986; Marsh et al., 1988b) . These results led to a revision of the Shavelson et al. model (Marsh, 1990d; Marsh & Shavelson, 1985; Marsh et al., 1988b) in which two higher order facets of academic self-concept-Math/academic and Verbal/academic-were posited instead of just one.",
                "cite_spans": [
                    {
                        "start": 310,
                        "end": 323,
                        "text": "(Byrne, 1984;",
                        "ref_id": null
                    },
                    {
                        "start": 324,
                        "end": 357,
                        "text": "Marsh, Byrne, & Shavelson, 1988b;",
                        "ref_id": null
                    },
                    {
                        "start": 358,
                        "end": 382,
                        "text": "Marsh & Shavelson, 1985)",
                        "ref_id": null
                    },
                    {
                        "start": 385,
                        "end": 406,
                        "text": "Marsh et al., (1988b)",
                        "ref_id": null
                    },
                    {
                        "start": 1301,
                        "end": 1338,
                        "text": "Shavelson, Hubner, and Stanton (1976)",
                        "ref_id": null
                    },
                    {
                        "start": 1706,
                        "end": 1719,
                        "text": "(Marsh, 1986;",
                        "ref_id": null
                    },
                    {
                        "start": 1720,
                        "end": 1740,
                        "text": "Marsh et al., 1988b)",
                        "ref_id": null
                    },
                    {
                        "start": 1782,
                        "end": 1819,
                        "text": "Shavelson et al. model (Marsh, 1990d;",
                        "ref_id": null
                    },
                    {
                        "start": 1820,
                        "end": 1844,
                        "text": "Marsh & Shavelson, 1985;",
                        "ref_id": null
                    },
                    {
                        "start": 1845,
                        "end": 1865,
                        "text": "Marsh et al., 1988b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A MULTIDIMENSIONAL SELF-CONCEPT",
                "sec_num": null
            },
            {
                "text": "Marsh (1986) proposed the I/E model to explain the extreme content specificity of Math and Verbal self-concepts. According to the model, Verbal and Math self-concepts are formed in relation to both external and internal comparisons, or frames of reference, that can be characterized as follows.",
                "cite_spans": [
                    {
                        "start": 6,
                        "end": 12,
                        "text": "(1986)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A MULTIDIMENSIONAL SELF-CONCEPT",
                "sec_num": null
            },
            {
                "text": "According to this process, students compare their self-perceptions of their own math and verbal skills with the perceived skills of other students within their frame of reference (e.g., other students in their classroom or school) and use this external relativistic impression as one basis for their self-concept in each of the two areas. Thus, for example, I will have a positive Math self-concept if I perceive my mathematics skills to be better than those of other students in my frame of reference, and I will have a negative Math self-concept if I perceive my mathematics skills to be poorer than those of other students in my frame of reference. Because verbal and math achievements are positively correlated, the external comparison process should lead to a correspondingly positive correlation between Verbal and Math self-concepts.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "External Comparisons",
                "sec_num": null
            },
            {
                "text": "According to this process, students compare their self-perceived math skills with their self-perceived verbal skills and use this internal, relativistic impression as a second basis for arriving at their self-concept in these two areas. For example, I will have a positive Math self-concept if I perceive my mathematics skills to be better than my skills in other school subjects, and I will have a negative Math self-concept if I perceive my mathematics skills to be poorer than my skills in other school subjects. Thus Math and Verbal self-concepts are based on the difference between mathematics and verbal skills. Better mathematics skills lead to a better Math self-concept but a poorer Verbal self-concept, whereas better verbal skills lead to a better Verbal self-concept but a poorer Math self-concept. According to this process, an increase in either mathematics or verbal skills will result in an increase in the matching area of self-concept but a decrease in the nonmatching area of self-concept. Hence, in contrast to the external comparison process, the internal comparison process suggests that Math and Verbal self-concepts should be negatively correlated.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Internal Comparisons",
                "sec_num": null
            },
            {
                "text": "In order to clarify how these two processes operate, consider students who accurately perceive themselves to be below average in mathematics and verbal skills, but who have better mathematics skills than verbal skills. These students' mathematics skills are below average relative to other students (an external comparison) but higher than average relative to their skills in other academic areas (an internal comparison). Depending upon how these two components are weighted, these students may have an average or even an above average self-concept in mathematics despite their poor mathematics skills. Similarly, the I/E model explains why students who have good skills in all academic areas do not have correspondingly good self-concept in all areas. According to the I/E model, these students may have average or even below average selfconcepts in whatever school subject is their weakest, even if their skills in that subject are above average.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Internal Comparisons",
                "sec_num": null
            },
            {
                "text": "The external comparison process predicts that Math and Verbal selfconcepts should be positively correlated, whereas the internal comparison process predicts that they should be negatively correlated. The joint operation of both processes, depending on the relative strength of each, will lead to the small cot-t-relation that has been observed in empirical research. It is important to emphasize, however, that the I/E model does not require the correlation between Math and Verbal self-concepts to be zero, but only that this correlation is substantially smaller than the typically large correlation between mathematics and verbal achievements. To the extent that the correlation between Math and Verbal self-concepts is similar to the correlation between mathematics and verbal achievements, there is no support for the internal comparison process that is the critical feature of the I/E model.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Internal Comparisons",
                "sec_num": null
            },
            {
                "text": "The I/E model also generates a specific and apparently counterintuitive pattern of relations among Verbal self-concept, Math selfconcept, verbal achievement, and math achievement that is illustrated in the path model in Fig. 1 (also see Marsh, 1986; Marsh et al., 1988b) . In this path model academic achievement is hypothesized to be one causal determinant of academic self-concept, but this does not argue against a more dynamic model in which subsequent levels of academic achievement and self-concept are each determined by prior levels of achievement and self-concept (see Marsh, 1990b,c) . The I/E model predicts that math achievement will positively affect Math self-concept and that verbal achievement will positively affect Verbal self-concept. The key predictions, however, are the negative direct effects of mathematics achievement on Verbal self-concept and of verbal achievement on Math selfconcept. For example, a high Math self-concept will be more likely when math skills are good (the external comparison) and when math skills are better than verbal skills (the internal comparison). Thus, once math skills are controlled, it is the difference between math and verbal skills which is predictive of Math self-concept; high verbal skills detract from a high Math self-concept. There is considerable support for the generality of these predictions across different ages (preadolescent, adolescent, and late adolescent/young adult), across respondents in educational and noneducational settings, across different instruments, and across students +, -,\" and \"0\" are predicted to be high positive, low negative, and approximately zero, respectively. Copyright (1986) by the American Educational Research Association. Reproduced, by permission of the publisher, from Marsh (1986) . from different Western countries (Canada, Australia, and the U.S. see Marsh, 1986; Marsh, 1990b; Marsh et al., 1988b) .",
                "cite_spans": [
                    {
                        "start": 237,
                        "end": 249,
                        "text": "Marsh, 1986;",
                        "ref_id": null
                    },
                    {
                        "start": 250,
                        "end": 270,
                        "text": "Marsh et al., 1988b)",
                        "ref_id": null
                    },
                    {
                        "start": 578,
                        "end": 593,
                        "text": "Marsh, 1990b,c)",
                        "ref_id": null
                    },
                    {
                        "start": 1777,
                        "end": 1789,
                        "text": "Marsh (1986)",
                        "ref_id": null
                    },
                    {
                        "start": 1862,
                        "end": 1874,
                        "text": "Marsh, 1986;",
                        "ref_id": null
                    },
                    {
                        "start": 1875,
                        "end": 1888,
                        "text": "Marsh, 1990b;",
                        "ref_id": null
                    },
                    {
                        "start": 1889,
                        "end": 1909,
                        "text": "Marsh et al., 1988b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 220,
                        "end": 226,
                        "text": "Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Internal Comparisons",
                "sec_num": null
            },
            {
                "text": "Perceived self-efftcacy is defined as the self-perceptions of one's skills and capabilities to execute courses of action required to deal with prospective situations (Bandura, 1986; Schunk, 1987 Schunk, , 1989 . It is based on inferential processes involving prior performance, vicarious experience, verbal persuasion, and emotional arousal. Self-efficacy is hypothesized to promote appropriate task choice, motivation, sustained effort and persistence in the face of difficulty, and subsequent successful performance; these in turn reinforce self-efficacy. Self-beliefs of efficacy are seen as operating to enhance or impair performance through cognitive, affective, or motivational mediating processes that contribute to the prediction of future behavior. In this vein Bandura emphasizes that self-efficacy judgments are \"not simply inert predictors of future behavior\" in that people with efficacious self-beliefs \"make things happen\" (1989, p. 731). Thus, self-efticacy mediates the effects of environmental factors and prior behavior on subsequent behavior.",
                "cite_spans": [
                    {
                        "start": 166,
                        "end": 181,
                        "text": "(Bandura, 1986;",
                        "ref_id": null
                    },
                    {
                        "start": 182,
                        "end": 194,
                        "text": "Schunk, 1987",
                        "ref_id": null
                    },
                    {
                        "start": 195,
                        "end": 209,
                        "text": "Schunk, , 1989",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A COMPARISON OF SELF-CONCEPT AND SELF-EFFICACY",
                "sec_num": null
            },
            {
                "text": "Self-efficacy is measured by asking subjects to judge their capability of succeeding at specific target tasks within the domain or subdomain being tested. Students may, for example, be asked to judge their capability in solving a series of division problems which they are shown briefly or to assess their likely level of remembering in a series of memory task situations. More sensitive efficacy measures seek to assess respondents' beliefs in their capabilities to fulfill task demands at various gradations of difficulty within the domain rather than to assess personal efficacy at a single level of task difficulty (Bandura, 1989) . In part, self-efficacy ratings are validated by correlating the ratings with actual performance and testing whether they contribute to the prediction of subsequent performance beyond what can be explained by prior performance.",
                "cite_spans": [
                    {
                        "start": 619,
                        "end": 634,
                        "text": "(Bandura, 1989)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A COMPARISON OF SELF-CONCEPT AND SELF-EFFICACY",
                "sec_num": null
            },
            {
                "text": "Bandura (1986) has been particularly critical of global measures such as those used in earlier self-concept research. According to Bandura this overemphasis on global measures impairs the ability to understand and predict behavior in particular situations and does not take into account the complexity and variation of self-efficacy perceptions. Whereas selfefficacy and self-concept researchers agree in recognizing the inadequacy of such global measures and focus on more domain-specific measures, there remains a clear difference in the level of specificity typically assessed in each approach. Measures such as the SDQ (Marsh, 1988) are based on scales representing a compromise between domain-specific behaviors and generality, reflecting a level of specificity near the middle of the Shavelson et al. (1976) hierarchy. Many of the SDQ scales, however, could be viewed as higher order constructs and are inferred from a set of even more narrowly defined scales corresponding to the specific behaviors that are at the base of the Shavelson et al. hierarchy. Measures of perceived self-efficacy are derived from response to specific tasks in particular subdomains, resulting in assessments at this more specific level which \"permits a microanalysis of the degree of congruence between self-percepts of efficacy and action at the level of individual tasks\" (Bandura, 1986, p. 422) . This distinction between self-concept and selfefficacy measures, however, is not inherent in that self-concept could be assessed at a lower level in the Shavelson et al. hierarchy.",
                "cite_spans": [
                    {
                        "start": 8,
                        "end": 14,
                        "text": "(1986)",
                        "ref_id": null
                    },
                    {
                        "start": 623,
                        "end": 636,
                        "text": "(Marsh, 1988)",
                        "ref_id": null
                    },
                    {
                        "start": 807,
                        "end": 813,
                        "text": "(1976)",
                        "ref_id": null
                    },
                    {
                        "start": 1359,
                        "end": 1382,
                        "text": "(Bandura, 1986, p. 422)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A COMPARISON OF SELF-CONCEPT AND SELF-EFFICACY",
                "sec_num": null
            },
            {
                "text": "The major emphasis in self-efficacy research has been a focus on individual domains or subdomains and not the relations between selfefficacies in different domains. Thus, self-efficacy researchers normally present items from a single domain, whereas self-concept researchers are more likely to consider self-concepts in a wide variety of domains and the pattern of relations between self-concepts in different domains. Consistent with this emphasis, items from different domains are typically interspersed with each other on multidimensional self-concept instruments. The intermixing of items from different domains may encourage the comparison of competencies across domains in the form suggested in the internal comparison process posited in the l/E model. With its typical separation of items from each domain, self-efficacy measures are unlikely to instigate such an internal comparison process. This format difference, however, is not inherent in that self-efficacy items from different domains could be interspersed on a single instrument and self-concepts items from each domain could be tested separately.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A COMPARISON OF SELF-CONCEPT AND SELF-EFFICACY",
                "sec_num": null
            },
            {
                "text": "Both self-efficacy and self-concept responses are posited to reflect more than just an objective assessment of existing achievement levels. Bandura (1989), for example, noted a tendency for self-efficacy judgments to overestimate actual capabilities, suggesting that \"optimistic selfappraisals that are not unduly disparate from what is possible can be advantageous\" (p. 732). In this sense, self-efficacy and self-concept measures-even after partialling out the effects of prior achievement-are likely to contribute to the prediction of subsequent behaviors that are dependent on active choice, motivation, and sustained effort.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A COMPARISON OF SELF-CONCEPT AND SELF-EFFICACY",
                "sec_num": null
            },
            {
                "text": "Self-efficacy and self-concept responses, however, are likely to differ in the influence of social comparison and frame of reference effects like those posited in the I/E model. Frame of reference effects are directly implicated in self-concept measures as students use the performances of other classmates (external comparison processes) and their own performances in other domains (internal comparison processes) to establish frames of reference for evaluating their own performances. Bandura (1986), for example, noted that self-esteem-but not self-efficacy-is partly determined by \"how well one's behavior matches personal standards of worthiness\" (p. 410). In self-efficacy judgments the focus of assessment is on the individual's capabilities in relation to the specific criterion items presented and so the influence of frame of reference effects is minimized. Schunk (1985) noted that students may make some use of the performance of others to evaluate their own likelihood of success. Even this limited influence of an external comparison process, however, is only likely when the task is novel or ambiguous so that students are unable to use their previous experience with similar tasks. In summary, self-concept responses are likely to be more influenced by frame of reference effects-particularly the internal comparison process-and this distinction appears to be inherent in the way self-concept and self-efficacy responses are measured.",
                "cite_spans": [
                    {
                        "start": 875,
                        "end": 881,
                        "text": "(1985)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A COMPARISON OF SELF-CONCEPT AND SELF-EFFICACY",
                "sec_num": null
            },
            {
                "text": "A recent Norwegian study (Skaalvik & Rankin, 1990 ) evaluated the I/E model using achievement scores and self-concept scores obtained by asking students to judge their ability to successfully answer each of 20 math items and each of 30 verbal items-a standard operationalization of selfefficacy. Skaalvik and Rankin found that the correlation between Math and Verbal self-concept (.67) was slightly higher than the correlation between the corresponding achievement measures (.63), leading them to conclude that \"the prediction of a near-zero correlation between math and verbal self-concepts was not supported and the substantial correlation between cognitive and verbal self-concepts by itself calls into question the generality of the I/E model\" (p. 550). Furthermore, the direct effects of math achievement on Verbal self-concept and of verbal achievement on Math self-concept were close to zero. This led Skaalvik and Rankin (p. 550) to conclude that \"the results supported a model of cognitive math and verbal self-concepts as independent of internal comparisons\" (in which students evaluate performance in one academic subject in relation to performances in other subjects). Whereas Skaalvik and Rankin's failure to support the I/E model may reflect cultural differences specific to their Norwegian subjects, we suspect that the results were due to the use of self-efficacy measures instead of self-concept measures. The purpose of the present investigation is to evaluate the I/E model with traditional self-concept responses and with self-efficacy responses collected from the same students. Consistent with distinctions between self-concept and self-efficacy discussed earlier, emphasizing that self-concept responses are more influenced by frame of reference effects than self-efficacy responses, we predicted that:",
                "cite_spans": [
                    {
                        "start": 25,
                        "end": 49,
                        "text": "(Skaalvik & Rankin, 1990",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE PRESENT INVESTIGATION",
                "sec_num": null
            },
            {
                "text": "1. Correlations between Math and Verbal self-concept measures would be substantially less positive than correlations between Math and Verbal self-efficacy measures;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE PRESENT INVESTIGATION",
                "sec_num": null
            },
            {
                "text": "2. Support for the internal comparison component of the I/E model, predicting the negative effect of math achievement on Verbal self-concept and of verbal achievement on Math self-concept, would be stronger for self-concept responses than self-efficacy responses.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE PRESENT INVESTIGATION",
                "sec_num": null
            },
            {
                "text": "The sample consisted of responses by 410 fifth grade students (50% male) from 8 Catholic schools in metropolitan Sydney Australia. The measures were administered by one of the authors (R.W.) to intact classes of no more than 34 students. The measures were administered to all students in attendance at the time of administration. The data were collected as part of a larger study, serving as base-line data used to select students for a subsequent intervention and to evaluate the effects of an intervention.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sample and procedures.",
                "sec_num": null
            },
            {
                "text": "The Math and Verbal self-concepts were measured with the SDQI instrument (Marsh, 1988 . For each scale, students respond to eight positively worded items using a 5-point response scale (1 = False 5 = True). Internal consistency estimates of reliability for each scale were .90 (Math) and .88 (Verbal). The Math and Verbal self-efficacy scales were obtained by asking students to indicate whether they could correctly answer each item on a mathematics test and on a verbal test similar to subsequently administered tests of each construct. The Math and Verbal self-efficacy scales were presented on separate days. For both self-efficacy measures the items varied in level of difficulty and were presented in ascending order of difficulty. For each scale, students responded to 10 test items using a IO-point response scale (0, IO, 20 100%) to indicate the likelihood of being able to correctly solve the problem. Internal consistency estimates of reliability for each scale were .90 (Math) and .86 (Verbal).",
                "cite_spans": [
                    {
                        "start": 73,
                        "end": 85,
                        "text": "(Marsh, 1988",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Instrumenrs.",
                "sec_num": null
            },
            {
                "text": "Verbal achievement was inferred from responses to three objective tests; the Primary Reading Survey test (ACER, 1971) consisting of 39 multiple-choice items based on seven passages; the Paragraph Understanding Test (New South Wales Department of Education, 1982) consisting of 34 multiple-choice items based on 34 short paragraphs, and the GAP (McLeod, 1977) test of reading comprehension consisting of 34 cloze items in which students supply a missing word. The internal consistency estimates of reliability for these three verbal comprehension tests were .90, .78, and .87, respectively. Mathematics achievement was inferred from responses to two objective tests; the PEP Word Problems test (ACER, 1977) consisting of 38 multiple-choice items assessing a wide variety of mathematical skills and a second test similar in format to the first that consisted of 23 mutliple-choice items involving only the four basic arithmetic operations. The internal consistency estimates of reliability for these two mathematics tests were .74 and .65, respectively.",
                "cite_spans": [
                    {
                        "start": 344,
                        "end": 358,
                        "text": "(McLeod, 1977)",
                        "ref_id": null
                    },
                    {
                        "start": 693,
                        "end": 705,
                        "text": "(ACER, 1977)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Instrumenrs.",
                "sec_num": null
            },
            {
                "text": "analysis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical",
                "sec_num": null
            },
            {
                "text": "Confirmatory factor analyses and path analyses were conducted with LISREL 7 (Joreskog & Sorbom, 1988) . As in other SDQ research (e.g., Marsh, 1988) analyses were conducted on item-pair scores (or parcels) in which the first two items in each scale are averaged to form the first item pair, the next two items are used to form the second pair, and so forth. Thus the 16 SDQI items were reduced to 8 item pairs, 4 to infer Math self-concept and 4 to infer Verbal self-concept. Similarly, the 20 self-efficacy items were reduced to 10 item pairs, 5 to infer Math self-efficacy and 5 to infer Verbal self-efficacy. Math achievement was inferred from scores on two math tests and verbal achievement was inferred from scores on three verbal tests. The ability of the models to fit the data was evaluated by evaluating parameter estimates and applying the Tucker-Lewis fit index. For relative tit indices like the Tucker-Lewis Index, values greater than .90 are typically interpreted to mean that a model fits the data adequately (for further discussion of this index and evaluating goodness of fit see Marsh, Balla & McDonald, 1988a) .",
                "cite_spans": [
                    {
                        "start": 76,
                        "end": 101,
                        "text": "(Joreskog & Sorbom, 1988)",
                        "ref_id": null
                    },
                    {
                        "start": 1097,
                        "end": 1128,
                        "text": "Marsh, Balla & McDonald, 1988a)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical",
                "sec_num": null
            },
            {
                "text": "The six constructs, mathematics and verbal achievements, Math and Verbal self-concept, and Math and Verbal self-efIicacies, were combined in a single model (Table I and Fig. 2) . The model is well-defined in that the solution converged to a proper solution, all factors are substantial, and the goodness of tit is good (Tucker-Lewis Index = .96). The correlations among the latent constructs (Table 1) indicate that the correlations between mathematics and verbal achievements (Y = .78) and between Math and Verbal self-efficacies (u = .59) are substantially larger than the correlation between Math and Verbal self-concepts (Y = .19). These results support predictions based on the I/E model for self-concept responses and indicate the distinction between self-efficacy and self-concept responses.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 156,
                        "end": 168,
                        "text": "(Table I and",
                        "ref_id": null
                    },
                    {
                        "start": 169,
                        "end": 176,
                        "text": "Fig. 2)",
                        "ref_id": null
                    },
                    {
                        "start": 392,
                        "end": 401,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Results and Discussion",
                "sec_num": null
            },
            {
                "text": "The pattern of path coefficients (Table 1 and Fig. 2 ) relating achievement and self-concept responses is also consistent with the I/E model. Verbal achievement has a substantial positive effect on Verbal selfconcept (.61) and a smaller negative effect on Math self-concept (-.30), whereas mathematics achievement has a substantial positive effect on Math self-concept (S9) and a negative effect on Verbal self-concept (-.57). The pattern of path coefficients relating achievement and selfefficacy responses is quite different. Verbal achievement has a significant effect on Verbal self-efficacy (.28) and no significant effect on Math selfefficacy, whereas math achievement has a significant effect on Math selfefficacy (.43) and no significant effect on Verbal self-efficacy. Again, these results demonstrate a clear distinction between self-concept and self-efficacy responses. '",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 33,
                        "end": 41,
                        "text": "(Table 1",
                        "ref_id": null
                    },
                    {
                        "start": 46,
                        "end": 52,
                        "text": "Fig. 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Results and Discussion",
                "sec_num": null
            },
            {
                "text": "Results of this study replicate previous studies of the I/E model based on self-concept responses and support predictions about the differences between self-concept and self-efficacy responses. This investigation suggests that the Skaalvik and Rankin (1990) failure to support the I/E model occurred because they based their study on self-efficacy measures instead of self-concept responses which are the basis of the I/E model. The results also support earlier contentions that self-efficacy measures reflect performance expectancies on a particular task, whereas self-concept responses are more influenced by frame of reference effects like those posited in the i 1 I ' I/E model. In particular, the internal comparison process (that students evaluate performance in one academic subject in relation to performances in other subjects) is much weaker-if it exists at all-for the self-efficacy responses than for the self-concept responses.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results and Discussion",
                "sec_num": null
            },
            {
                "text": "In the form that the measures are typically presented, the inherent differences between self-efficacy and self-concept measures are confounded with differences in format. Here, Math and Verbal self-efficacy items were presented as separate scales, whereas Math and Verbal selfconcept items were intermixed and presented together. Intermixing items from different domains may enhance the internal comparison process for self-concept responses, although we suspect that intermixing self-efficacy items would not induce a substantial internal comparison process. Further clarification, however, requires research in which both self-concept and self-efficacy items are presented as separate scales and in an intermixed format and research in which the order of presentation of the different constructs is systematically varied. Of greater theoretical importance, there is need to test whether the frames of reference that are reflected in self-concept responses are an unnecessary complication or are useful in predicting future behaviors.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results and Discussion",
                "sec_num": null
            },
            {
                "text": "In the study of self-efficacy responses, little emphasis has been placed on the criteria, standards, or frames of reference that subjects use to evaluate their performances. Such standards may be supplied by the re-searcher, implicit in the task, or based on previous performance, but they must exist. Even if frames of reference have little influence on the selfperceived likelihood of successfully answering a particular problem, these frames of reference are likely to play an important role in evaluating whether the performance expectations represent a worthy or successful performance. The self-perceived worthiness of performance expectations in relation to personal and external standards may be central to selfefficacy's ability to motivate and sustain performance. We suspect that the influences of frames of reference like those posited in the I/E model that are substantially attenuated in self-efficacy responses may be important in predicting subsequent academic behaviors that are the focus of self-efficacy theory. In order to clarify this suggestion, consider two students who are equally able at mathematics but who differ substantially in terms of their verbal skills. These students are likely to have similar Math self-efficacies (as operationalize here), and so the self-efficacy responses will not predict differences in subsequent math behaviors for these two students. According to the I/E model, however, the student with poorer verbal skills will have a better Math self-concept that will affect favorably subsequent math behaviors such as task choice, sustained effort, persistence in the face of difficulty, coursework selection, and future math performance. This prediction is based on the supposition that it is not the self-efficacy responses per se that affect subsequent behavior, but rather students' cognitive, affective, or motivational mediating processes that the performance expectancies instigate. Self-concept responses apparently reflect both performance expectancies and evaluations of these expectancies. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results and Discussion",
                "sec_num": null
            },
            {
                "text": ".I89",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results and Discussion",
                "sec_num": null
            },
            {
                "text": ".267",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results and Discussion",
                "sec_num": null
            },
            {
                "text": ",068",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results and Discussion",
                "sec_num": null
            },
            {
                "text": ".I48",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results and Discussion",
                "sec_num": null
            },
            {
                "text": ",070",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results and Discussion",
                "sec_num": null
            },
            {
                "text": ".I67",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results and Discussion",
                "sec_num": null
            },
            {
                "text": ".I15",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results and Discussion",
                "sec_num": null
            },
            {
                "text": ".I49",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results and Discussion",
                "sec_num": null
            },
            {
                "text": ".058",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results and Discussion",
                "sec_num": null
            },
            {
                "text": ",057 ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results and Discussion",
                "sec_num": null
            },
            {
                "text": "' Additional models were tested that contained only achievement and self-concept constructs or achievement and self-efftcacy constructs. These models, however, resulted in nearly the same parameter estimates as those presented in the combined model(Table I)and so are not presented.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Tests: Teacher's Handbook.Hawthorn, Victoria, Australia: Australian Council of Educational Research. BANDURA, A. (1986) . Social foundations of thought and action: A social cognitive theory.Englewood Cliffs, NJ: Prentice-Hall. BANDURA, A. (1989) . Regulation of cognitive processes through perceived self-efftcacy.",
                "cite_spans": [
                    {
                        "start": 101,
                        "end": 119,
                        "text": "BANDURA, A. (1986)",
                        "ref_id": null
                    },
                    {
                        "start": 227,
                        "end": 245,
                        "text": "BANDURA, A. (1989)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "annex",
                "sec_num": null
            },
            {
                "text": "Psychology, 25, 729-735. BYRNE, B. M. (1984) . The general/academic self-concept nomological network: A review of construct validation research. D. H. (April, 1987) . Domain specific measurement of students' Self-Regulated Learning Processes.Paper presented at the Annual meeting of the American Educational Research Association, Washington, DC. SCHUNK, D. H. (1989) . Self-efftcacy and cognitive skill learning. In C. Ames and R. Ames ",
                "cite_spans": [
                    {
                        "start": 25,
                        "end": 44,
                        "text": "BYRNE, B. M. (1984)",
                        "ref_id": null
                    },
                    {
                        "start": 145,
                        "end": 164,
                        "text": "D. H. (April, 1987)",
                        "ref_id": null
                    },
                    {
                        "start": 346,
                        "end": 366,
                        "text": "SCHUNK, D. H. (1989)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Developmental",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "ACER Primary Reading Survey Tests",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Acer",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ACER (1971). ACER Primary Reading Survey Tests. Hawthorn, Victoria, Australia: Aus- tralian Council of Educational Research.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "text": ". The internal/external frame of reference model: A path model of relations among mathematics and verbal achievements and Math and Verbal self-concepts. Coefficients indicatedtobe\"++,",
                "uris": null
            },
            "TABREF0": {
                "num": null,
                "text": "An expansion of the internal/external frame of reference model to include Math and Verbal self-efficacy responses as well as Math and Verbal self-concept responses. (SeeTable 1for all parameter estimates associated with this model).",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td/><td>h ir</td><td colspan=\"3\">[ MARSH,</td><td colspan=\"2\">i4</td><td colspan=\"2\">5 WALKER, 8</td><td>: $</td><td colspan=\"2\">-1 AND</td><td colspan=\"2\">!i DEBUS l4</td><td>G</td><td>h w</td></tr><tr><td>Factor residual variance/covariances (PSI) FIG. 2. VACH 1.0 MACH ,785 1.0</td><td>vsc .O .O ,849</td><td>MSC .O .O .298 ,839</td><td colspan=\"2\">VSE .O .O ,109 ,149 .891 ACHIEVEMENT MSE .O .O ,175 ,097 ,476 .836 Factor correlations\" VACH 1.0</td><td>MACH ,785 I .o</td><td colspan=\"2\">vsc ,158 -,095 I.0</td><td>MSC ,164 ,356 ,194 1.0</td><td>VSE .328 ,279 ,148 ,216 1.0</td><td>MSE ,304 ,405 ,128 .245 ,585 I.0</td><td>Note. VACH, verbal achievement; MACH, mathematics achievement: VSC, verbal self-concept; MSC, mathematics self-concept; VSE, verbal</td><td>self-efficacy; MSE, mathematics self-efficacy. LISREL's completely standardized parameter estimates (Joreskog &amp; Sorbom, 1989) are presented</td><td>in which the variance of each measured variable and each latent factor has a variance of 1 .O. All parameters with values of .O and I .O are fixed,</td><td>whereas all other parameters were freely estimated (except for factor correlations-see footnote). design matrices used to define the The LISREL</td><td colspan=\"2\">factor residual VERBAL estimates. in terms of path coefficients, model (LAMBDA, (1 Factor correlations THETA, BETA, and PSI) are presented with the resulting were not actually fit in this model as factor correlations matrices of parameter are explained</td><td>variances, and covariances. Factor correlations are, however, provided by LISREL 7.</td><td>SELF-</td></tr></table>"
            }
        }
    }
}