{
    "paper_id": "marsh_1983",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-22T17:58:31.061929Z"
    },
    "title": "Self-Concept: Reliability, Stability, Dimensionality, Validity, and the Measurement of Change",
    "authors": [
        {
            "first": "Herbert",
            "middle": [
                "W"
            ],
            "last": "Marsh",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Sydney",
                "location": {
                    "country": "Australia"
                }
            },
            "email": ""
        },
        {
            "first": "Ian",
            "middle": [
                "D"
            ],
            "last": "Smith",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Sydney",
                "location": {
                    "country": "Australia"
                }
            },
            "email": ""
        },
        {
            "first": "Jennifer",
            "middle": [],
            "last": "Barnes",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Sydney",
                "location": {
                    "country": "Australia"
                }
            },
            "email": ""
        },
        {
            "first": "Susan",
            "middle": [],
            "last": "Butler",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Sydney",
                "location": {
                    "country": "Australia"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "",
    "pdf_parse": {
        "paper_id": "marsh_1983",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "In two studies test-retest data (interval approximately 6 months) were collected comprising measures of preadolescent self-concepts in seven areas, teachers' ratings of student self-concepts in these same areas, and academic ability. Student self-concept ratings were internally consistent, reasonably stable over time, and measured distinct components of self-concept consistent with the design of the instrument used to collect the ratings. Student self-concepts in each of the different areas were significantly correlated with teacher ratings of their self-concepts in the same area, and student-teacher agreement was specific to particular dimensions (as demonstrated by a multitrait-multimethod analysis). Academic ability measures were uncorrelated with self-concept in four nonacademic areas and most highly correlated with the particular area of academic self-concept most logically related to the particular ability measure (e.g., reading achievement and reading self-concept). Thus, multiple dimensions of self-concept showed a logical and consistent pattern of relationships with a variety of criteria. Changes in self-concept over the 6-month period were also reasonably reliable, multidimensional, and specific to each area of self-concept, but they were not correlated with changes in the criterion variables.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Interest in self-concept stems from its recognition as a valued outcome in itself, the assumption that the improvement of selfconcept may facilitate improvements in other areas, interest in how self-concept is related to other constructs, and interest in the particular measurement and methodological problems inherent in this area of research. The study of self-concept represents one of the oldest areas of research in the social sciences. (The longest chapter in William James' textbook, the first introductory textbook in psychology, was about self-concept.) There are also interesting peculiarities about research in this area. Unlike other areas of research, the study of self-concept has not occurred within a particular discipline. Also, although many thousands of studies have been published in this area (Wylie, 1979) , only a few researchers have published a significant number of studies or have continued their research over an extended period of time. In fact, much of the research in this area emphasizes other Requests for reprints should be sent to Herbert W. Marsh, Department of Education, University of Sydney, Sydney, New South Wales 2006, Australia. theoretical constructs, and the interest in self-concept comes from its assumed relevance to these other constructs. It also appears that many of these studies lack either a theoretical basis for the study of self-concept or methodological/measurement sophistication. Reviews of self-concept research (e.g., Burns, 1979; Shavelson, Hubner, & Stanton, 1976; Wells & Marwell, 1976; Wylie, 1974,197ft) typically emphasize the lack of theoretical basis in most studies, the poor quality of measurement instruments used to assess self-concept, methodological shortcomings, and a general lack of consistent findings (other than support for the null hypothesis). The disappointing lack of rigor can perhaps be explained by the lack of identification of self-concept research with any particular discipline or researchers.",
                "cite_spans": [
                    {
                        "start": 814,
                        "end": 827,
                        "text": "(Wylie, 1979)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 1480,
                        "end": 1492,
                        "text": "Burns, 1979;",
                        "ref_id": null
                    },
                    {
                        "start": 1493,
                        "end": 1528,
                        "text": "Shavelson, Hubner, & Stanton, 1976;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1529,
                        "end": 1551,
                        "text": "Wells & Marwell, 1976;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1552,
                        "end": 1570,
                        "text": "Wylie, 1974,197ft)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Self-concept, like many other psychological constructs, suffers in that \"everybody knows what it is,\" and researchers do not feel compelled to provide any theoretical definition of what they are measuring. Shavelson (Shavelson & Bolus, 1982; Shavelson, Hubner, & Stanton, 1976 ) reviewed both theoretical and empirical research in this field and used his review as the basis of a self-concept model that incorporates aspects from most theoretical positions.",
                "cite_spans": [
                    {
                        "start": 216,
                        "end": 241,
                        "text": "(Shavelson & Bolus, 1982;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 242,
                        "end": 276,
                        "text": "Shavelson, Hubner, & Stanton, 1976",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "According to Shavelson's definition, selfconcept is an individual's perception of self. It is formed through experience with the environment, interactions with significant others, and attributions of one's own behavior. The organization of self-concept is multifaceted and hierarchical, with perceptions moving from inferences about self in subareas (e.g., self-concepts in academic areas), to broader areas (e.g., academic and nonacademic self-concept), and finally to general self-concept. Shavelson hypothesizes that this organization becomes increasingly multifaceted as an individual approaches adulthood and will depend on the particular category system developed by an individual and shared by a group. He proposes that self-concept is both descriptive and evaluative (i.e., he does not distinguish between self-concept and self-esteem). This theoretical model of self-concept is the one favored by the present authors, and it provided the basis for the design of the Self Description Questionnaire (SDQ) used in this study.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Self-concept is a hypothetical construct whose usefulness must be demonstrated by investigations of its construct validity. These investigations can be classified as within-network or between-network studies. Within-network studies explore the multidimensionality of self-concept and attempt to show that it has consistent, distinct components (e.g., physical, social, and academic). These studies typically employ factor analysis or multitrait-multimethod analysis. Between-network studies attempt to demonstrate a theoretically consistent (or at least logical) pattern of relationships between measures of self-concept and other constructs. These studies relate self-concept indices to other variables such as measures of ability/performance; self-concept ratings inferred by significant others (e.g., teachers, parents, peers); family background variables; (e.g., SES); behavioral observations; experimental manipulations; and other self-report measures (e.g., anxiety, locus of control). Shavelson's model of self-concept and his assumption that self-concept is multifaceted and hierarchically ordered provides an explicit hypothesis about its structure. His assumption of multidimensionality is im-plicit in most self-concept research-particularly the within-network studies. Nevertheless, factor analyses of responses to the most commonly used self-concept instruments typically fail to identify a consistent and theoretically defensible factor structure (see Marsh & Smith, 1982; Shavelson et al., 1976; Wylie, 1974 Wylie, ,1979 . The best empirical support for the multidimensionality of selfconcept, and particularly for the structure hypothesized by Shavelson, comes from work with the SDQ. The SDQ was specifically designed to measure three areas of academic self-concept and four areas of nonacademic self-concept derived from the Shavelson model. Factor analyses of responses from quite different populations of children have consistently identified the seven SDQ factors, and correlations among these factors supported the hierarchical arrangement hypothesized by Shavelson (Marsh, Relich, & Smith, in press; Marsh, Smith, & Barnes, in press) . Multitraitmultimethod studies (Marsh, Parker, & Smith, 1983 ) also demonstrate the distinctiveness of these self-concept factors.",
                "cite_spans": [
                    {
                        "start": 1466,
                        "end": 1486,
                        "text": "Marsh & Smith, 1982;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 1487,
                        "end": 1510,
                        "text": "Shavelson et al., 1976;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1511,
                        "end": 1522,
                        "text": "Wylie, 1974",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 1523,
                        "end": 1535,
                        "text": "Wylie, ,1979",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 2088,
                        "end": 2156,
                        "text": "(Marsh, Relich, & Smith, in press; Marsh, Smith, & Barnes, in press)",
                        "ref_id": null
                    },
                    {
                        "start": 2189,
                        "end": 2218,
                        "text": "(Marsh, Parker, & Smith, 1983",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Between-network studies of the construct validity of self-concept require self-concept measures to demonstrate a consistent and logical/theoretical pattern of relationships with other constructs. Although a wide variety of external criteria are appropriate and have been examined, the emphasis in this study will be on academic ability/performance measures and the perceptions of significant others. Most theorists propose that self-concept is substantially related to one or the other of these variables, and the examination of these relationships has important practical implications as well.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Symbolic interactionists argue that selfconcept is a looking-glass reflection of the perceptions of others and that self-evaluations are the product of how we think other people in our lives see us. For them, the relationship between self-reports and ratings by others is of critical importance to their theoretical perspective. For other researchers, ratings by others are used to determine how accurately self-concept can be inferred by an external observer, and these ratings provide a convenient measure to supplement or validate self-concept instruments. Shrauger and Schoeneman (1979) reviewed studies that correlated self-reports with judgments by others and concluded that \"there is no consistent agreement between people's self-perceptions and how they are viewed by others.\" They reported that half the studies in their review found no significant correlation, whereas a majority of the remaining studies found low correlations or contained ambiguous results. Marsh (Marsh, Parker, & Smith, 1983) argued that ratings by others are phenomenologically distinct and will only agree with self-reports if the external observer knows the subject well, observes a wide range of behaviors, has viewed a wide enough range of subjects to have established a frame of reference, is able to make skillful perceptions and discriminations, and is judging the same characteristics as is the subject. Marsh went on to demonstrate that student selfconcepts as inferred by primary school teachers (who satisfy his criteria better than most external observers) on each of the seven SDQ dimensions were significantly correlated with student ratings of their own selfconcepts in the same areas. Studentteacher agreement tended to be higher in academic areas, particularly in high-socio-economic-status (SES)/ability schools where several correlations exceeded .7. Thus, at least in some circumstances, external observers are able to infer self-concept with a reasonable degree of accuracy.",
                "cite_spans": [
                    {
                        "start": 560,
                        "end": 590,
                        "text": "Shrauger and Schoeneman (1979)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 976,
                        "end": 1006,
                        "text": "(Marsh, Parker, & Smith, 1983)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Self-concept theorists assume that selfconcept should be correlated with abilities in areas seen as important to a person and that self-concept in particular areas should be most highly correlated with abilities in the same area. For example, Shavelson and Bolus (1982) found that grades in English, mathematics and science were more highly correlated with each of the corresponding self-concepts in these academic areas than with general self-concept. Bachman (1970) reported that IQ correlated .46 with academic self-concept but only .14 with general self-esteem. Marsh, Relich, and Smith (in press) demonstrated that mathematical achievement was substantially correlated with mathematics self-concept (r = .55), less correlated with self-concepts in other academic areas (reading, .21; and all school subjects, .43), and uncorrelated with selfconcepts in four nonacademic areas. In a recent meta-analysis of research in this area Hansford and Hattie (1982) found ability/ performance correlated about .2 with general self-concept and about .4 with self-concept of ability. Marsh (Note 1) further argued that even higher correlations can be found when a child's frame of reference is considered. According to his model, children in high-SES/ability schools and low-SES/ ability schools use their relative standing among other children within their own school as the basis of their academic selfconcept. Thus a child's academic self-concept will not only depend on the child's academic ability but on how this ability compares with those in his or her school. Consistent with his model, he found that academic self-concept was positively correlated with academic ability, that academic selfconcept was negatively correlated with school-average measures of academic ability and SES, and that nonacademic self-concept was uncorrelated with either individual or school-average measures of these variables. In summary, academic-ability/performance is relatively uncorrelated with self-concept in nonacademic areas, substantially correlated with academic self-concept, and modestly correlated with measures that do not distinguish between academic and nonacademic self-concept.",
                "cite_spans": [
                    {
                        "start": 243,
                        "end": 269,
                        "text": "Shavelson and Bolus (1982)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 453,
                        "end": 467,
                        "text": "Bachman (1970)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 566,
                        "end": 601,
                        "text": "Marsh, Relich, and Smith (in press)",
                        "ref_id": null
                    },
                    {
                        "start": 933,
                        "end": 959,
                        "text": "Hansford and Hattie (1982)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The purpose of this study was to examine test-retest data collected on student selfconcepts, teachers' ratings of student selfconcepts, and academic ability. First, the reliability and stability of student self-concepts was determined. Second, studentteacher agreement on student self-concept and the consistency of this agreement over time was examined. Third, relationships between academic abilities and different areas of self-concept and their consistency over time were determined. Finally, changes in self-concept were analyzed and these changes correlated with changes in the other criterion variables. Separate analyses were conducted using the results from two different studies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Sample. This sample consisted of the sixteen 5thgrade classes and the fourteen 6th-grade classes from six coeducational public schools in the inner city of Sydney, Australia. Previous research in these schools indicates that these children come from families in the lower-middle and lower social-economic classes and are below average in academic ability (Turney, Inglis, Sinclair, & Straton, 1978) . Students in this sample ranged in age from 9 to 13 years (M =11 years). The sample and a more extensive analysis of the results from the first of the two testings are described by Marsh, Smith, & Barnes (in press) . For purposes of this study, only the responses from the 528 students who completed information for both testings (of a total of approximately 700 students) were considered. In general, no attempt was made to try to test those students who were absent on the days of either testing or to test students who moved from the school between the two testings.",
                "cite_spans": [
                    {
                        "start": 355,
                        "end": 398,
                        "text": "(Turney, Inglis, Sinclair, & Straton, 1978)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 581,
                        "end": 614,
                        "text": "Marsh, Smith, & Barnes (in press)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study 1",
                "sec_num": null
            },
            {
                "text": "Procedure. The two testings for this study occurred 6 months apart-near the middle of the school year and again at the end of the school year. For both testings, students in this study completed the SDQ and then the reading comprehension portion of the Progressive Achievement Test (PAT; see descriptions presented below). The self-concept measure was read aloud to students to minimize any problems related to reading difficulties, though this precaution was unnecessary for most children. The order in which the materials were presented was the same for both testings. While students were being tested, their classroom teachers were asked to rate each of their students in terms of academic ability and self-concept. Teachers' ratings of selfconcept were made in each of the seven areas assessed by the SDQ (described later), but only teacher ratings of ability in reading and mathematics are considered here, as these are the two areas that correspond to SDQ dimensions and that also appear in Study 2. Teachers made all ratings along a 9-point response scale varying from 1 = very low to 9 = very high. 1 In making ratings of student self-concepts, the teachers were instructed as follows:",
                "cite_spans": [
                    {
                        "start": 1107,
                        "end": 1108,
                        "text": "1",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study 1",
                "sec_num": null
            },
            {
                "text": "Self-concept or self-esteem is based upon a pupil's own perceptions and feelings about him/herself. These would include feelings of self-confidence, self-worth, self-acceptance, and ability. Please evaluate the pupil's self-concept, using your perceptions of the pupil's own feelings in each of the areas listed below.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study 1",
                "sec_num": null
            },
            {
                "text": "Progressive Achievement Test. Reading achievement for both testings was measured with the reading comprehension section of the PAT. The PAT was developed by the New Zealand Council for Educational Research and was later adopted and normed by the Australian Council for Educational Research (ACER, 1973) . The items actually administered vary according to grade level. Approximately two-thirds of the items for fifth-and sixth-grade students are identical, but the additional one-third administered to 5th graders are somewhat easier, and those administered to 6th graders are somewhat more difficult. Although there was statistically significant improvement over the interval separating the two testings, scores for both testings were far below the national average. Coefficient alphas (Hull & Nie, 1981) were computed for both testings in Grade 5 (.82 and .85) and in Grade 6 (.83 and .85). The testretest correlation for the test was .70, and the im-provement in performance over this interval (a difference of 1.6 points) was statistically significant, £(516) = 6.98, p < .01. Using these values and the equation for determining the reliability of a difference score presented by Thorndike and Hagen (1977) , the reliability of these differences scores was estimated to be .47. For purposes of this study, the PAT scores were standardized separately for the 5th-and 6th-grade students so that after standardization, each grade level had total scores with a mean of .0 and a standard deviation of 1.0. The standardization was conducted across responses from Time 1 and Time 2, so that differences in performance over the time interval were not lost.",
                "cite_spans": [
                    {
                        "start": 290,
                        "end": 302,
                        "text": "(ACER, 1973)",
                        "ref_id": null
                    },
                    {
                        "start": 786,
                        "end": 804,
                        "text": "(Hull & Nie, 1981)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 1183,
                        "end": 1209,
                        "text": "Thorndike and Hagen (1977)",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study 1",
                "sec_num": null
            },
            {
                "text": "Self Description Questionnaire. The SDQ is designed to measure seven dimensions of self-concept derived from Shavelson's hierarchical model (Shavelson & Bolus, 1982; Shavelson et al., 1976) . Descriptions of the instrument, the theoretical definition of selfconcept upon which it is based, the seven scales, and two independent factor analyses of responses to the SDQ are presented by Marsh, Smith, and Barnes (in press ) and Marsh, Relich, and Smith (in press ). On the SDQ, students respond to all items, (some are negatively worded) along a 5-point response scale on which the categories are labeled false; mostly false; sometimes false, sometimes true; mostly true; and true. Slightly different versions of the SDQ were used for each of the two testings. For the first testing, the SDQ was represented by the 62 items described by Marsh, Relich, and Smith (in press ). On the basis of the factor analyses presented in that study, including a separate factor analysis of responses collected at Time 1 of this study, a few minor revisions were made to the SDQ. One of the 62 items was reworded, a second was replaced, and four new items were added, together with an experimental set of items designed to measure \"general selfconcept.\"",
                "cite_spans": [
                    {
                        "start": 140,
                        "end": 165,
                        "text": "(Shavelson & Bolus, 1982;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 166,
                        "end": 189,
                        "text": "Shavelson et al., 1976)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 385,
                        "end": 419,
                        "text": "Marsh, Smith, and Barnes (in press",
                        "ref_id": null
                    },
                    {
                        "start": 426,
                        "end": 460,
                        "text": "Marsh, Relich, and Smith (in press",
                        "ref_id": null
                    },
                    {
                        "start": 835,
                        "end": 869,
                        "text": "Marsh, Relich, and Smith (in press",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study 1",
                "sec_num": null
            },
            {
                "text": "This revised form appears as an appendix to Marsh,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study 1",
                "sec_num": null
            },
            {
                "text": "1 Teachers, like any other raters, differ in the way they use a response scale. In previous research Marsh (Marsh, Parker, & Smith, 1983 ; and results from Time 1 of Study 1 of this investigation; Marsh, Smith, & Barnes, in press) demonstrated that standardizing teachers' ratings within each class to have the same mean and standard deviation increased student-teacher agreement and reduced the size of correlations among teachers' ratings in different areas of self-concept. This effect was observed at Time 1 and Time 2 of Study 1, but not in Study 2, where standardizing teacher ratings within classes actually reduced the size of studentteacher agreement. This suggests that teachers in Study 2 were using a similar frame of reference in forming judgments of student self-concept and that differences in responses made by different teachers may reflect real differences in student self-concepts rather than response biases in the way teachers use a response scale. Given the results of Study 2, it seemed unwarranted to standardize teacher ratings, and this was not done in Study 1, in order to maintain comparability in the analysis of the two studies. It should be noted that for changes in teachers' ratings, any response bias that is consistent from Time 1 to Time 2 will be cancelled out when the difference in these two scores is taken. Parker, and Smith (1983) . Since a factor analysis of student responses at Time 1 appears elsewhere, and the factor structure at Time 2 was similar (Marsh, Relich, & Smith, in press; Marsh, Smith, & Barnes, in press ), details of factor analyses are not included as part of this investigation. A brief description of the 10 SDQ scales (7 factors and 3 total scores) is as follows:",
                "cite_spans": [
                    {
                        "start": 107,
                        "end": 136,
                        "text": "(Marsh, Parker, & Smith, 1983",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 197,
                        "end": 230,
                        "text": "Marsh, Smith, & Barnes, in press)",
                        "ref_id": null
                    },
                    {
                        "start": 1348,
                        "end": 1372,
                        "text": "Parker, and Smith (1983)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 1496,
                        "end": 1563,
                        "text": "(Marsh, Relich, & Smith, in press; Marsh, Smith, & Barnes, in press",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study 1",
                "sec_num": null
            },
            {
                "text": "A. Physical Abilities/Sports (PHYS): student ratings of their ability and enjoyment of physical activities, sports, and games. B. Physical appearance (APPR): student ratings of their own attractiveness, how their appearance compares with others, and how others think they look. C. Relationship with Peers (PEER): student ratings of how easily they make friends, their popularity, and whether others want them as a friend. D. Relationship with Parents (PRNT): student ratings of how well they get along with their parents, whether parents are easy to talk to, whether their parents like them, and whether they like their parents. E. Reading (READ): student ratings of their ability in and their enjoyment/interest in reading. F. Mathematics (MATH): student ratings of their ability and enjoyment/interest in mathematics. G. School subjects (SCHL): student ratings of their ability and enjoyment/interest in \"all school subjects.\" H. Total Nonacademic Self-Concept (NACD): the sum of the first four factors (A thru D) described above. I. Total Academic Self-Concept (ACD): the sum of the next three factors (E thru G). J. Total Self-concept (TOT): the sum of the seven self-concept factors.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study 1",
                "sec_num": null
            },
            {
                "text": "Sample. This sample consisted of the five 4th-grade classes from two Catholic coeducational schools in Sydney, Australia. These children varied in age from 8 to 11 years, tended to come from predominantly middle-class families, and were about average in terms of academic ability. For purposes of this study, only the responses from the 143 children (out of 150) who completed information for both testings were considered. The low attrition rate is due to a concerted effort to test children who were absent on the days of either testing and to the fact that few students changed schools during the course of the school year.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study 2",
                "sec_num": null
            },
            {
                "text": "The data for Study 2, along with other information, was collected as part of an evaluation of a remedial program in reading. On the basis of results collected in the first testing, 40 students were selected who scored poorly on a reading achievement test, and a randomly selected half of these students were given additional tutoring by various university students during the regular school day. However, students did not know of the connection between the materials considered in this study (which were administered to all children) and the remedial program. Furthermore, the program had no statistically significant effect on any of the measures considered in this study. Although classroom teachers did know of the connection between the materials considered in this study and the remedial program, the program had no effect on any of their ratings of pupils. Consequently, it seems unlikely that the remedial program had any substantial influence on the results described in this investigation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study 2",
                "sec_num": null
            },
            {
                "text": "Procedure. The two testings for this study occurred approximately 5 months apart-near the middle of the school year and again at the end of the school year. For both testings, students completed the earlier version of the SDQ and two forms of the GAP reading test (see description presented below). The administration procedures were similar to those described in Study 1. Teachers in Study 2 also judged their students in terms of academic ability (reading and mathematics) and the seven areas of self-concept. Instructions given to teachers were similar to those described earlier, except that teachers made ratings along a 7-point response scale that varied from 1 = very low to 7 = very high.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study 2",
                "sec_num": null
            },
            {
                "text": "The GAP reading test. In the second study reading ability was tested at both times with the two alternative forms of the GAP test of reading comprehension (McLeod, 1977) . The GAP is a modified cloze-type test, on which children are required to fill in the gaps that appear in several different passages. McLeod (1977) argues that cloze-type tests correlate with other types of tests at close to the level of reliability of the tests and reports internal consistency estimates in the .90s for both forms of the GAP and for different age groups. In the present investigation, the correlations between the two forms were .77 and .80 for the two testings, resulting in reliability estimates of .87 and .89 for total scores based upon both forms. The test-retest correlation between these total scores was .81 and the difference in performance for the two testings (an improvement of 2.9 raw score points) was statistically significant, t(142) = 3.87, p < .01. Correlations between the GAP and teacher ratings of reading ability were .67 and .68 for each of the two testings. Difference scores (Time 2 -Time 1) were computed separately for both forms of the GAP, and these correlated .32 with each other, resulting in a reliability estimate of .45 for the total difference score based upon both forms of the test.",
                "cite_spans": [
                    {
                        "start": 155,
                        "end": 169,
                        "text": "(McLeod, 1977)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 305,
                        "end": 318,
                        "text": "McLeod (1977)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study 2",
                "sec_num": null
            },
            {
                "text": "All statistical analyses in this investigation were conducted with the commercially available SPSS statistical package (Hull & Nie, 1981) . Student self-concepts in each of the seven areas and each of the total scores were determined by taking an unweighted average of responses to items in each scale after items had been standardized to have a mean of .0 and a standard deviation of 1.0. This standardization was conducted across responses from Time 1 to Time 2, so that changes in self-concept over the time interval were not lost. A value of .0 (i.e., the mean after standardization) was substituted for any missing values, though less than .5% of the responses were left blank. Responses to the items representing each scale were then used to determine a coefficient alpha estimate of the reliability of each scale at Time 1 and Time 2. Coefficient alpha reliability estimates were computed for responses to each of the reading achievement tests and to teacher responses to the self-concept total scores (where responses to the specific areas were averaged together). Correlations among the 10 student self-concept scores and all the criterion variables were determined using \"pair-wise deletion of variables\" due to missing values (see Hull & Me, 1981) .",
                "cite_spans": [
                    {
                        "start": 119,
                        "end": 137,
                        "text": "(Hull & Nie, 1981)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 1242,
                        "end": 1258,
                        "text": "Hull & Me, 1981)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analysis",
                "sec_num": null
            },
            {
                "text": "In the final stage of the analysis, differences in selfconcepts were examined, and these differences were correlated with differences in the criterion variables. Difference scores were determined by subtracting the responses at Time 1 from those at Time 2. If one or the other score was missing, a difference of zero was assigned. However, there were few missing values, since only students who completed information on both testing occasions were considered in this study. Differences for responses to individual items from the SDQ were averaged to form the difference scores for each of the 10 self-concept scales.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analysis",
                "sec_num": null
            },
            {
                "text": "These differences on individual items were used to determine the coefficient alpha reliability for differences on each of the 10 scales and were factor analyzed to examine the multidimensionality of the difference scores.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analysis",
                "sec_num": null
            },
            {
                "text": "Correlations among different areas of self-concept, both those measured by the SDQ and those inferred from teacher ratings, are shown in Table 1 . Although this matrix is presented as a multitrait-multimethod (MTMM) matrix, there are actually two different \"method\" variables; source of ratings (student or teacher) and time (Time 1 or Time 2). Thus this matrix is really a multitrait -multimethod -multitime (MTMMMT) matrix. Each variable in this matrix is labeled with two letters and a number; the first letter (A-G) represents the area of self-concept; the second letter (S = students or T = teachers) refers to who made the responses; and the number (1 = Time 1 or 2 = Time 2) refers to the time of the testing. In addition, the results of two different studies (No. 1 = Study 1 or No. 2 = Study 2) are presented in the same matrix. The values in parentheses represent internal consistency estimates for each subscale of the SDQ. Internal consistency coefficients could not be computed for teacher ratings of self-concept in each area, since each is based upon a single response. The underlined values represent convergent coefficients, correlations between measures of the same area of self-concept determined by different methods and/or at different times. Correlations in Table 2 follow a similar pattern, but represent correlations among the three total scores (H = total nonacademic, I = total academic, and J = total self). Here, however, internal consistency estimates can be determined for teacher ratings, since they made responses to several academic and several nonacademic areas.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 137,
                        "end": 144,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 1280,
                        "end": 1287,
                        "text": "Table 2",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Multitrait-Multimethod-Multitime Matrix",
                "sec_num": null
            },
            {
                "text": "It is important to distinguish between the two types of method variation (i.e., source of rating and time of rating) considered in this study. 2 Marsh (Marsh, Parker, & Smith, 1983; Marsh, Smith, & Barnes, in press) argues that although MTMM analyses are appropriate to studies in which the method variation is the time of testing, stability over time provides only a weak indication of validity. He suggested that the term convergence coefficient rather than convergent validity coefficient be used for MTMM studies involving this type of method variation. In contrast, convergence between student self-ratings of self-concept and self-concept inferred by their teachers provides a strong test of the construct validity of self-concept. As a consequence of this distinction, stability and validity (i.e., student-teacher agreement) are discussed separately below.",
                "cite_spans": [
                    {
                        "start": 143,
                        "end": 144,
                        "text": "2",
                        "ref_id": null
                    },
                    {
                        "start": 151,
                        "end": 181,
                        "text": "(Marsh, Parker, & Smith, 1983;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 182,
                        "end": 215,
                        "text": "Marsh, Smith, & Barnes, in press)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Multitrait-Multimethod-Multitime Matrix",
                "sec_num": null
            },
            {
                "text": "Stability of student self-concept ratings. The internal consistency of the ratings at Time 1 and Time 2 provides a logical upper bound for the stability of these measures over time. The internal consistency coefficients are quite high for both the individual 2 The application of the Campbell-Fiske criteria is the most frequently employed procedure for the analysis of MTMM matrices, but other approaches have been used. Recently, a variety of confirmatory factor analysis procedures have been used to analyze MTMM matrices (see Marsh & Hocevar, in press , for a review). This approach could have been applied in the present investigation as well, but several complications in this particular application argued against its use. In addition to the lack of availability of the computer software and the prohibitive coat such an analysis would entail, this investigation really involves two different types of \"method\" variation-the rater (student or teacher) and time. Although confirmatory factor analysis has occasionally been applied when the method variation was time (e.g., Shavelson & Bolus, 1982) , the authors know of no application of it to the analysis of a multitraitmultimethod-multitime matrix. The extension of confirmatory factor analysis of MTMM matrices to include a time dimension would be an important contribution to MTMM analysis, but this theoretical development is beyond the scope of the present investigation. Teacher ratings: Note. Correlations are presented without decimal points in this and subsequent tables. Correlations of r = .10 in Study 1 and r = .16 are statistically significant (p < .05, two-tailed). Coefficients in parentheses are internal consistency estimates (for student ratings only), and underlined correlations are convergence coefficients. Each variable is represented by two letters (the area of self-concept and the source of the rating), and a number (time of rating), as described in the text. PHYS = Physical Abilities/Sports; APPR = Physical Appearance; PEER = Relationship with Peers; READ = Reading; MATH = Mathematics; SCHL = School Subjects; PRNT = Relationship with Parents. Variables in the matrix are labeled with two letters and a number. The first letter (A-G) represents the area of self-concept; the second (S = students or T = teachers) refers to who made the responses; the number refers to the time of testing. scales (mean r = .87; see Table 1 ) and the total scores (mean r = .92; see Table 2 ). The higher consistencies of the total scores are due to a larger number of items, even though the average interitem correlation is lower. There is a similar pattern of results in both studies and at each time; the lowest internal consistencies occur for Physical Abilities and Relations with Parents, and academic selfconcepts are more internally consistent than nonacademic self-concepts (except, perhaps, for Physical Appearance). The stability over time is also high for both individual scales (mean r = .61) and the total scores (mean r = .65). There is no ap-parent explanation for the particularly low stability coefficient for Relations with Parents in Study 2, though the stability of this factor was also among the lowest in Study 1. Although these coefficients are high, they are not nearly so high as the internal consistency coefficients. This suggests that there was systematic change in the student self-concepts during the time interval.",
                "cite_spans": [
                    {
                        "start": 259,
                        "end": 260,
                        "text": "2",
                        "ref_id": null
                    },
                    {
                        "start": 530,
                        "end": 555,
                        "text": "Marsh & Hocevar, in press",
                        "ref_id": null
                    },
                    {
                        "start": 1079,
                        "end": 1103,
                        "text": "Shavelson & Bolus, 1982)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 2405,
                        "end": 2412,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 2455,
                        "end": 2462,
                        "text": "Table 2",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Multitrait-Multimethod-Multitime Matrix",
                "sec_num": null
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "AS1#1 (PHYS) #2 BS1#1 (APPR) #2 GS1#1 (PEER) #2 DS1 #1 (PRNT) #2 ESI #1 (READ) #2 FS1 #1 (MATH) #2 GS1 #1 (SCHL) #2 AS2#1 (PHYS) #2 BS2 #1 (APPR) #2 CS2 #1 (PEER) #2 DS2#1 (PRNT) #2 ES2#1 (READ) #2 FS2#1 (MATH) #2 GS2#1 (SCHL) #2 AS1 (83)",
                        "eq_num": "(80"
                    }
                ],
                "section": "Multitrait-Multimethod-Multitime Matrix",
                "sec_num": null
            },
            {
                "text": "H CO D 03 a i Table I (continued) Student Ratings ATI #1 (PHYS) #2 BT1 #1 (APPR) #2 CT1 il (PEER) #2 DTI #1 (PRNT) #2 ET1 #1 (READ) #2 FT1 #1 (MATH) #2 GT1 #1 (SCHL) #",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Multitrait-Multimethod-Multitime Matrix",
                "sec_num": null
            },
            {
                "text": "AT2 #1 (PHYS) #2 BT2 #1 (APPR) #2 CT2 #1 (PEER) f 2 DT2 #1 (PRNT) #2 ET2 #1 (READ) #2 FT2#1 (MATH) #2 GT2 #1 (SCHL) #",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Multitrait-Multimethod-Multitime Matrix",
                "sec_num": null
            },
            {
                "text": "The distinctiveness of the seven traits and the two total scores (excluding the total self, which is the sum of the other two total scores) can be assessed by applying the Campbell and Fiske criteria (1959; also see Marsh & Hocevar, in press). Their first criterion requires that the convergence coefficients (the stability coefficients in this example) are substantial, which is clearly the case. Their next two criteria require that each convergence coefficient be compared with other correlations, such that [Criterion 2] convergence coefficients should be higher than correlations between different traits assessed by different methods. This requires that each stability coefficient be larger than the 12 other correlations in the same row or column of the square submatrix in which it appears in Table 1 ; there are a total of!2X7X2 = 168 comparisons for the seven traits in the two studies. Similarly, the two stability coefficients in Table 2 should be higher that the other coefficients in the same row or column of that submatrix; (there are a total of 2 X 2 X 2 = 8 comparisons for the two total scores in the two studies). This criterion was met for all 176 comparisons in Table 1 and 2.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 801,
                        "end": 808,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 942,
                        "end": 949,
                        "text": "Table 2",
                        "ref_id": "TABREF4"
                    },
                    {
                        "start": 1184,
                        "end": 1191,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Multitrait-Multimethod-Multitime Matrix",
                "sec_num": null
            },
            {
                "text": "[Criterion 3] Convergence validities should be higher than correlations between different traits measured by the same method (i.e. at the same time in this example). This criterion requires that each stability coefficient in Table 1 be compared to six correlations involving the same trait at Time 1 (i.e., those appearing above it in the triangular submatrix) and the corresponding six coefficients at Time 2 (12 X 7 X 2 = 168 comparisons). Eight similar comparisons are required in Table 2 . This criterion was met by nearly all (168 of 176) of these comparisons.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 225,
                        "end": 232,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 484,
                        "end": 491,
                        "text": "Table 2",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Multitrait-Multimethod-Multitime Matrix",
                "sec_num": null
            },
            {
                "text": "The final criterion proposed by Campbell and Fiske is that the pattern of correlations among the different traits be similar in each of the submatrices. This point will be discussed further, but an inspection of Table 1 reveals that correlations tend to be higher within the group of academic factors and within the group of nonacademic factors. This observation and the design of the instrument (Marsh, Smith, & Barnes, in press; Marsh, Parker, & Smith, 1983) led to the computation of total scores for the academic and nonacademic areas.",
                "cite_spans": [
                    {
                        "start": 396,
                        "end": 430,
                        "text": "(Marsh, Smith, & Barnes, in press;",
                        "ref_id": null
                    },
                    {
                        "start": 431,
                        "end": 460,
                        "text": "Marsh, Parker, & Smith, 1983)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 212,
                        "end": 219,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Multitrait-Multimethod-Multitime Matrix",
                "sec_num": null
            },
            {
                "text": "In summary, examination of the stability of student self-concepts leads to several conclusions. The stability coefficients are generally high, though not as high as the internal consistency of each trait at Time 1 and Time 2. This suggests that there are changes in self-concept over time beyond those that can be explained by the unreliability at each time. Application of the Campbell-Fiske criteria provides strong support for the distinctiveness of each of the different areas of self-concept. The stability of each particular area is higher than could be expected in terms of a general dimension of self-concept that incorporated each of the different areas. Nevertheless, the pattern of correlations among the areas of self-concept also suggests a clustering of scores into academic and nonacademic areas.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Multitrait-Multimethod-Multitime Matrix",
                "sec_num": null
            },
            {
                "text": "Stability of self-concepts inferred by teachers. Internal consistency estimates of teacher ratings for the total scores (mean r = .86, see Table 2 ) are high. Since teachers made only one judgment for each particular area of student self-concept, internal consistency could not be determined for the individual scales in Table 1 . The internal consistency estimates for the total scores are somewhat lower than the corresponding values for student ratings, perhaps because the teacher estimates were based upon responses to a small number of summary items rather than responses to 30 or more specific items.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 139,
                        "end": 146,
                        "text": "Table 2",
                        "ref_id": "TABREF4"
                    },
                    {
                        "start": 321,
                        "end": 328,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Multitrait-Multimethod-Multitime Matrix",
                "sec_num": null
            },
            {
                "text": "The stability of teacher ratings is high for specific areas (mean r = .71) and for the total scores (mean r = .79; see Table 2 ). These figures clearly satisfy the first Campbell-Fiske criterion. Although the correlations among teacher ratings in different areas are higher than for student ratings, these coefficients are generally less than the stability coefficients. Application of the second Campbell-Fiske criteria resulted in no failures for the 176 comparisons, and there were only 9 rejections (of 176 comparisons) for application of their third criterion (see earlier discussion of these criteria). An inspection of the pattern of correlations in Table 1 also provides strong evidence for a clustering of responses into academic and nonacademic areas.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 119,
                        "end": 126,
                        "text": "Table 2",
                        "ref_id": "TABREF4"
                    },
                    {
                        "start": 657,
                        "end": 664,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Multitrait-Multimethod-Multitime Matrix",
                "sec_num": null
            },
            {
                "text": "In summary, teacher ratings of student self-concept are internally consistent and stable over time. Application of the Campbell-Fiske criteria to these ratings suggests that ratings of inferred self-concepts in the different areas are distinct, though there is also a clustering of responses in the academic and nonacademic areas. These findings are generally similar to the conclusions based upon examination of the student responses. However, the finding that teacher ratings are somewhat less reliable at each time and somewhat more stable over time suggests that there is less systematic change in their ratings than was observed in the student responses.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Multitrait-Multimethod-Multitime Matrix",
                "sec_num": null
            },
            {
                "text": "Student-teacher agreement on student self-concept. Since student and teacher responses were each collected at two different times, there are four sets of correlations that represent student-teacher agreement (convergent validity). Logically, studentteacher agreement should be higher in cases in which both the parties were responding at the same point in time (e.g., correlations based upon student responses at Time 1 and teacher responses at Time 1) than agreement at different points in time (e.g., student ratings at Time 1 and teacher ratings at Time 2). Across all four sets of correlations, student-teacher agreement is moderate for the separate scales (mean r = .28 for the 64 convergent validities in Table 1 ) and for the total scores (mean r = .28 for the 24 convergent validities in Table 2) . Surprisingly, student-teacher agreement is similar in each of the four sets of correlations; agreement was no higher when student and teacher responses were collected at the same point in time.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 711,
                        "end": 718,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 796,
                        "end": 804,
                        "text": "Table 2)",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Multitrait-Multimethod-Multitime Matrix",
                "sec_num": null
            },
            {
                "text": "Application of the Campbell-Fiske guidelines, particularly their second criterion, can be used to determine if studentteacher agreement is specific to particular areas of self-concept. The first guideline is that convergent validities are statistically significant, which is satisfied by 70 of the 72 validity coefficients in the two tables (again excluding the total score from the Campbell-Fiske analysis). Student-teacher agreement is somewhat higher in the academic areas, and lower for Relations with Parents and Physical Appearance. In Study 1 the best student-teacher agreement is for Mathematics (highest r = .33) and in Study 2 agreement is highest for Reading (highest r = .51). The lack of student-teacher agreement on Relations with Parents is understandable (and consistent with comments made by teachers), but the lack of agreement in Physical Appearance is surprising.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Multitrait-Multimethod-Multitime Matrix",
                "sec_num": null
            },
            {
                "text": "The second Campbell-Fiske criterion asks if student-teacher agreement is specific to particular areas of self-concept (see earlier discussion). For the four sets of correlations, this criterion requires a total of 704 comparisons and was satisfied 93% of the time. This demonstrates that studentteacher agreement is relatively specific to particular dimensions of self-concept. There were no failures at all for comparisons involving the two total scores, and failures for the specific factors primarily involved correlations with other factors within the same cluster (i.e., academic or nonacademic). A majority of the failures occurred for Relations with Parents and Physical Appearance, where student-teacher agreement was particularly low.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Multitrait-Multimethod-Multitime Matrix",
                "sec_num": null
            },
            {
                "text": "The third Campbell-Fiske criterion requires that student-teacher agreement be higher than correlations among student ratings and among teacher ratings across different factors. Inspection of Tables 1 and  2 indicates that this criterion was often not met and that violations were particularly frequent for comparisons involving teacher ratings (i.e., correlations among teacher ratings tended to exceed convergent validity coefficients). These findings suggest that there may be some halo effect, particularly within teacher ratings. However, application of the fourth Campbell-Fiske criterion provides an alternative explanation. As previously discussed, both teacher ratings and student self-ratings indicate a clustering of self-concept areas into academic and nonacademic components. These also correspond to higher-order factors in the Shavelson model, which was the basis of the design of the SDQ. Thus much of the correlation among different factors is due to true covariation among the factors (i.e., not due to a halo/method bias).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 191,
                        "end": 206,
                        "text": "Tables 1 and  2",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Multitrait-Multimethod-Multitime Matrix",
                "sec_num": null
            },
            {
                "text": "Pattern of correlations among the selfconcept traits. The comparison of convergence coefficients with correlations among traits measured by the same method is based upon the assumption that correlations among the traits represent a method/halo effect. However, the fourth Campbell-Fiske criterion recognizes that some of this correlation may be based upon true trait covariation that is independent of method. This situation certainly exists here, as both the SDQ and the Shavelson model upon which it is based assume a hierarchical ordering of self-concepts. In particular, it is assumed that self-concepts cluster into academic and nonacademic areas. Earlier discussion provides support for this assumption. A more detailed examination of the coefficients, however, does provide some problems to this general conclusion. For both student and teacher ratings, Relationships with Parents is only moderately correlated with the other nonacademic factors, and some correlations between it and the academic factors (particularly those involving All School Subjects) are substantial. For student ratings, though perhaps not teacher ratings, the small correlation among student self-concepts in Reading and Mathematics is surprising. This lack of correlation between these two academic factors is consistent with previous research (see Marsh, Parker, & Smith, 1983) .",
                "cite_spans": [
                    {
                        "start": 1331,
                        "end": 1360,
                        "text": "Marsh, Parker, & Smith, 1983)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Multitrait-Multimethod-Multitime Matrix",
                "sec_num": null
            },
            {
                "text": "A series of exploratory factor analyses were conducted on scores for the seven areas of self-concept to examine this issue further. Factor analyses were first conducted for responses separately at each time (i.e., each factor analysis included only seven variables). Two-factor solutions clearly supported the academic and nonacademic separation. This finding was consistent for student ratings and teacher ratings in each of the studies. In each instance three of the four nonacademic factors (all but Relations with Parents) had substantial loadings on the nonacademic factor and all three of the academic factors had substantial loadings on the academic factor. Relations with Parents had moderate loadings on each of the two higher-order factors.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Multitrait-Multimethod-Multitime Matrix",
                "sec_num": null
            },
            {
                "text": "Next, the 14 student ratings (i.e., ratings of 7 areas at Time 1 and Time 2) were examined in a single factor analysis, as were the 14 corresponding teacher ratings. In both studies, factor analysis of student ratings resulted in four eigenvalues greater than 1.0, and so four-factor solutions were examined. Four-factor solutions were also tested for teacher ratings even though there were only two or three eigenvalues greater than 1.0. The results of these factor analyses suggest a somewhat more complicated hierarchical ordering of the self-concept factors (see Table 3 ). In general, these higher order factors appear to represent (a) Nonacademic Self-Concept (defined by ratings of Physical Ability, Physical Appearance and Relationships with Peers); (b) Verbal-Academic Self-Concept (defined by Reading and All School Subjects); (c) Quantitative-Academic Self-Concept (defined by Mathematics and All School Subjects); and (d) Relations with Parents (defined by ratings of this factor at Time 1 and Time 2). However, the verbalquantitative distinction is not so Clear for teacher ratings in Study 1, and the Relationships with Parents is not well-defined as a separate higher order factor for student ratings in Study 2 (where this factor had an unexpectedly low stability over time).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 567,
                        "end": 574,
                        "text": "Table 3",
                        "ref_id": "TABREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Multitrait-Multimethod-Multitime Matrix",
                "sec_num": null
            },
            {
                "text": "These results demonstrate a hierarchical ordering of dimensions of self-concept. The findings are generally consistent with the design of the SDQ and the Shavelson model upon which it was based. Although there is some support for a simple separation of the self-concepts into academic and nonacademic areas, there is also the indication that a more complicated hierarchical arrangement may exist. The findings that selfconcept factors cluster into logical hierarchical factors, that ratings of the same factor at Time 1 and Time 2 tend to load on the same hierarchical factor, and that this pattern is consistent across student and teacher ratings of self-concept all provide further support for the construct validity of selfconcept.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Multitrait-Multimethod-Multitime Matrix",
                "sec_num": null
            },
            {
                "text": "In both studies academic ability measures were collected at Time 1 and Time 2. Using the same logic as applied in the MTMM analyses, each of these academic ability measures should be most highly correlated with self-concepts in the same area (e.g., reading test scores and reading self-concept), less correlated with other academic selfconcepts, and least correlated with nonacademic self-concepts. Inspection of these correlations (see Table 4 ) provides good support for this predicted pattern of results. None of the academic measures, either test scores or teacher ratings, is positively correlated with self-concepts in any of the nonacademic areas. Reading ability measures are most highly correlated with selfconcepts in Reading and in All School Subjects, but relatively uncorrelated with self-concepts in Mathematics. Mathematics ability measures are most highly correlated with self-concepts in Mathematics and All Note. Coefficients, presented without decimal points, are factor pattern coefficients based upon oblique rotations. For each study, separate factor analyses were performed on the 14 student ratings (Time 1 and Time 2 scores for the seven self-concept areas) and on the 14 teacher ratings of student self-concepts. Factor loadings greater than .30 are underlined to facilitate interpretation. School Subjects, but relatively uncorrelated with self-concepts in Reading. This pattern of results is consistent for testings at both times and for both of the studies. Furthermore, the findings offer further support for the separation of the Academic Self-Concept into verbal and quantitative components that were identified in the higher-order factor analyses.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 437,
                        "end": 444,
                        "text": "Table 4",
                        "ref_id": "TABREF6"
                    }
                ],
                "eq_spans": [],
                "section": "Self-Concept/Academic Performance Correlations",
                "sec_num": null
            },
            {
                "text": "The stability of self-concept over time can be measured in either relative or absolute terms. Absolute stability implies that the average of self-concept ratings across all students does not vary over the interval considered. There is good support for this type of stability in that differences were small and unsystematic for each of the seven areas of self-concept in both studies. Relative stability can be inferred from the magnitude of correlations between self-concept measures at two different times. It is this type of stability that has been emphasized in this study.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Changes in Self-Concept",
                "sec_num": null
            },
            {
                "text": "Change represents the other side of stability; a lack of stability suggests that some change is taking place. To the extent that the stability coefficients fail to approach 1.0, there is evidence for changes in student self-concepts. An important question is whether or not this change is systematic. It was argued earlier that the substantial differences between the reliability at each time and the stability over time is an indication of systematic change; there is a lack of agreement between the two measures beyond that which can be explained by the unreliability of the measures. The purpose of analysis to be described in this section is to further explore this issue and its implications.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Changes in Self-Concept",
                "sec_num": null
            },
            {
                "text": "The measurement of change is complicated (see Cronbach & Furby, 1970) , but for purposes of this study, change is defined to be the simple difference in measures collected at Time 1 and Time 2. 3 Difference scores are notoriously unreliable, and this unreliability could preclude the demonstration of any systematic change in selfconcept. Consequently, the differences in student responses to individual items were used to determine the reliability of differences in each of the seven areas of self-concept and the three total scores. These internal consistency estimates were reasonably high for both the individual scales (mean r = .74) and the total scores (mean r = .87).",
                "cite_spans": [
                    {
                        "start": 46,
                        "end": 69,
                        "text": "Cronbach & Furby, 1970)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Changes in Self-Concept",
                "sec_num": null
            },
            {
                "text": "To the extent that these differences are reliable, there is support for the conclusion that there are systematic changes in student self-concepts over time.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Changes in Self-Concept",
                "sec_num": null
            },
            {
                "text": "Student ratings of self-concept at any one point in time are clearly multidimensional, and the factor structure of the SDQ is well established. However, systematic changes in self-concept may not be multidimensional. For example, a trait-state model of selfconcept might argue that self-concept traits can be identified at any particular time but that state characteristics determine changes in self-concept from one time (or situation) to another, and this effect might be unidimensional. Thus, a particularly devastating experience might lower self-concepts in all areas. However, an inspection of the correlations among the difference scores representing the seven areas of self-concept does not support this argument. The average correlation (r = .24) is much smaller than the reliability estimates of these difference scores, and the pattern of correlations is similar to the patterns observed at Time 1 and Time 2. Changes in self-concepts for All School Subjects correlate substantially with changes in self-concepts for Reading and Mathematics (rs varying between .38 and .52 for the two studies). Changes in self-concepts for Physical Abilities, Physical Appearance, and Relations with Peers are correlated with each other (rs between .30 and .43) but are less correlated with changes in the academic self-concepts (rs between .11 and .28).",
                "cite_spans": [
                    {
                        "start": 1028,
                        "end": 1083,
                        "text": "Reading and Mathematics (rs varying between .38 and .52",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Changes in Self-Concept",
                "sec_num": null
            },
            {
                "text": "To further explore the multidimensionality of the changes in student self-concepts, difference scores for each of the SDQ items were factor analyzed. For each study, less than 15% of the variance could be explained by the first principal component and more than 20 eigenvalues were greater than 1.0. The subsequent rotation of seven factors provided reasonable identification of many of the SDQ factors in both of the studies. These findings provide further support for the multidimensionality of changes in student self-concepts.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Changes in Self-Concept",
                "sec_num": null
            },
            {
                "text": "Since it appears that there are systematic changes in student self-concepts over the interval considered, it also seems reasonable that these changes would be related to changes in the various criterion measures (i.e., reading achievement, teacher ratings of academic ability, and teacher ratings of self-concept). However, correlations between self-concept differences and differences in these criterion measures are consistently close to zero (see Table 5 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 450,
                        "end": 457,
                        "text": "Table 5",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Changes in Self-Concept",
                "sec_num": null
            },
            {
                "text": "An obvious explanation for the lack of correlation between two sets of difference scores, changes in self-concepts, and changes in the criterion measures would be unreliability. Even though changes in student self-concepts do appear to be reliable, changes in the criterion measures may not be. Although internal consistency estimates could not be computed for changes in 3 Numerous researchers describe why it is undesirable to compute simple difference scores (e.g., Cronbach & Furby, 1970) , though there is no agreement as to what the best alternative is. For Study 1 residualized (partialed or regression-adjusted) change scores were calculated for the 10 student self-concept scales and each of the criterion variables. However, even with these residualized difference scores, there was little or no correlation between changes in student self-concepts and changes in the criterion variables. To simplify the discussion of the analysis and the findings, only the simple difference scores are reported. It should be noted that limiting the analysis to simple difference scores would probably reduce the reliability of the change scores and render their multidimensionality less clear. Thus, the conclusions that changes in students' self-concepts are reasonably reliable and clearly multidimensional are unlikely to be altered (except, perhaps, strengthened) if alternative analytic procedures were applied. teacher ratings in specific areas, reliability estimates for changes in their total scores are reasonably high (rs between .70 and .78 in the two studies). Reliability estimates for differences in reading achievement (.46 and .45 in the two studies) were lower, but they still suggest that there is reliable variance in these difference scores. These results suggest that there are reliable changes in self-concepts and at least some reliable differences in the criterion variables as well. However, these two sets of difference scores are relatively uncorrelated with each other. Unlike findings described in other portions of this study, this conclusion does not support the construct validity of self-concept, although, because of the problems inherent in the use of difference scores, this conclusion is somewhat tentative. Furthermore, the findings do not imply that changes that take place over a longer time interval would also be uncorrelated. Difference scores representing a longer time interval will be more reliable and may also reflect different characteristics than those in the present investigation. Nevertheless, if this conclusion is supported in further research, the implications are discouraging for researchers who want to relate changes in self-concept to other variables (including the effects of experimental programs designed to improve self-concepts).",
                "cite_spans": [
                    {
                        "start": 372,
                        "end": 373,
                        "text": "3",
                        "ref_id": null
                    },
                    {
                        "start": 469,
                        "end": 492,
                        "text": "Cronbach & Furby, 1970)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Changes in Self-Concept",
                "sec_num": null
            },
            {
                "text": "Results of this study provide strong support for the construct validity of self-concept. Student self-concepts in specific areas are internally consistent and stable over time. A variety of murtitrait-multimethod analyses demonstrate the distinctiveness of these areas of self-concept, even though there is also evidence for a hierarchical ordering among them. Student self-concepts were also systematically correlated to a variety of criterion variables. Student-teacher agreement was significant in all areas of self-concept. This agreement was specific to particular areas of self-concept and could not be explained in terms of a general selfconcept. In each of two populations academic ability measures were uncorrelated with each of the nonacademic self-concepts and most highly correlated with the particular area of self-concept most logically related to the specific academic ability.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Since self-concepts and the criterion measures were determined at two points in time, changes in self-concept were also explored. Several different approaches argued that changes in student self-concept were systematic and reliable, that these changes were multidimensional, and that the dimensions of change were similar to those underlying the self-concept measures collected at each point in time. These results argued against a state-trait model of selfconcept in which changes in self-concept are due to state characteristics that generalize across traits, though other versions of a state-trait model may be viable. These findings also prompted the examination of relationships between changes in self-concept and changes in other criterion variables.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "It was optimistically (or naively) hoped that changes in student self-concepts would be systematically related to changes in teacher self-concept ratings and to changes in reading achievement scores. However, the results provided little or no support for these predictions. Actually, the lack of correspondence between changes in student ratings and changes in teacher ratings was foreshadowed in an earlier section of the study. It was noted that correlations between student and teacher ratings collected at the same time (e.g., student ratings collected at Time 1 and teacher ratings collected at Time 1) should logically be higher than correlations between ratings collected at different times (e.g., student ratings collected at Time 1 and teacher ratings collected at Time 2). This was not the case, and the extent of agreement was similar whether or not the two sets of ratings were collected at the same point in time. In fact, the \"logic\" of this assumption is based upon the same logic that predicted that differences in student self-concept ratings would be correlated with teacher self-concept ratings.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Researchers in the study of self-concept face an interesting dilemma. Theoretically, general self-concept incorporates all the components of a person's life. Thus, it is unlikely that even a dramatic change in some particular aspect of a person's life will have a large effect on self-concept. Theoretically, and from the perspective of measurement theory, it is desirable that self-concept be relatively stable over time. Some researchers also argue that it is important to a person's mental health that self-concept be relatively stable. Nevertheless, much of the interest in self-concept is directed toward changes in self-concept. The improvement in self-concept is a frequent \"goal\" of intervention programs, and it is often hypothesized that changes in self-concept may lead to the improvement in other desirable outcomes (e.g., academic ability). Obviously, self-concept cannot be perfectly stable and still be responsive to dramatic life events or systematic interventions. Herein lies the dilemma.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The results of this study have relevance to several aspects of this dilemma. First, it was found that self-concept is relatively stable, even for preadolescent children. This seems to satisfy several theoretical and methodological concerns. Second, it was also found that changes in self-concept were systematic and reliable as well. This offers hope to researchers wanting to relate changes in selfconcept to other variables. Third, it was found that there is a clear, logical, and predictable (based upon Shavelson's model and the design of the SDQ) ordering of self-concept factors. Particular factors of self-concept were most strongly correlated with variables to which they are theoretically related, and uncorrelated with variables to which they are theoretically unrelated. Thus, it is at least possible for a particularly dramatic change in a person's life or an experimental intervention to have a substantial effect on some particular component of self-concept, even if it has a less substantial effect on overall self-concept. The suggestion that changes in self-concept over time are also multidimensional and are specific to particular dimensions of self-concept also adds support to this conclusion. Consequently, it seems that the empirical findings may offer an acceptable compromise for both sides of the dilemma; self-concept is relatively stable, but the changes that do take place are reliable and specific to particular dimensions of self-concept. In contrast to this optimistic picture is the finding that these changes in self-concept do not appear to be related to changes in other variables that are logically related to self-concept. Methodological issues and the need for additional research dictate caution in interpreting this last finding, but these results are consistent with the general lack of success of interventions that attempt to change selfconcept (e.g., Scheirer & Kraut, 1979) .",
                "cite_spans": [
                    {
                        "start": 1896,
                        "end": 1919,
                        "text": "Scheirer & Kraut, 1979)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "It must be emphasized that the lack of correspondence between changes in selfconcept and changes in self-concept criteria may not generalize to studies that consider a longer time interval. Several lines of reasoning argue that the correspondence should be better for longer time intervals. First, difference scores have the paradoxical property of becoming more reliable as the correlation between the two scores (the test-retest correlation in this application) becomes lower. Since the test-retest correlations both of the self-concept scores and of the criterion measures are almost certain to drop if the interval between them is longer, then the reliabilities of the difference scores are almost certain to be higher. Second, there is the question of the validity of the difference scores. Since reliability sets an upper bound for validity, it is likely that difference scores based upon a longer time interval will be more valid as well. The validity of difference scores must be assessed against changes in the underlying construct being measured. It is unlikely that there will be large systematic changes in either selfconcept or academic abilities within the space of 6 months, and thus there is relatively little reliable variance that the difference scores could explain. It seems reasonable that larger and more systematic changes are likely to take place over a longer period of time, and perhaps these larger changes will be accurately reflected by the difference scores. There is support for these arguments in research by Brookover (Brookover, Erikson, & Joiner, 1976 ; also see Calsyn & Kenny, 1977) , who collected selfconcept data and academic achievement scores over a 3-year interval and found that changes in academic self-concept were significantly correlated with changes in academic achievement.",
                "cite_spans": [
                    {
                        "start": 1551,
                        "end": 1586,
                        "text": "(Brookover, Erikson, & Joiner, 1976",
                        "ref_id": null
                    },
                    {
                        "start": 1598,
                        "end": 1619,
                        "text": "Calsyn & Kenny, 1977)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "In summary the results of these studies demonstrate that the SDQ factors of selfconcept are internally consistent, stable over time, and distinct from each other. The MTMM analysis performed on student ratings at Time 1 and Time 2 provides further support for the factor structure of the SDQ, which has been identified in previous factor analytic studies. Nevertheless, higher order factor analyses also indicate that there is a hierarchical arrangement of the factors. Student self-concepts in each of the seven areas showed a logical and consistent pattern of relationships to criterion measure and provided further support for the distinc-tiveness of the SDQ factors and the construct validity of interpretations based upon the SDQ. Changes in student self-concepts over a 6-month interval were also reasonably reliable and multidimensional but were not substantially correlated with changes in criterion variables. However, several lines of reasoning and other research suggest that the relationship between the two sets of change scores might be higher for a longer test-retest interval.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "I. Marsh, H. W. Self-concept: The application of a frame of reference hypothesis to explain paradoxical results. Unpublished manuscript, Department of Education, University of Sydney, 1982.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reference Note",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Progressive Achievement Tests: Reading Comprehension and Reading Vocabulary",
                "authors": [],
                "year": 1973,
                "venue": "Correlations Between Changes in Student Self-Concepts and Changes in Criterion Measures Changes (Time 2 -Time 1for Educational Research (ACER)",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Correlations Between Changes in Student Self-Concepts and Changes in Criterion Measures Changes (Time 2 -Time 1for Educational Research (ACER). Progressive Achievement Tests: Reading Com- prehension and Reading Vocabulary. Hawthorn, Australia: Author, 1973.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Youth in transition",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "G"
                        ],
                        "last": "Bachman",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "The impact of family background and intelligence on tenth-grade boys",
                "volume": "2",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bachman, J. G. Youth in transition, Vol. 2: The im- pact of family background and intelligence on tenth-grade boys. Ann Arbor, Mich: Survey Re- search Center, Institute for Social Research, 1970.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Self-concept of ability and school achievement, HI: Relationship of self-concept to achievement in high school",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "B"
                        ],
                        "last": "Brookover",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "L"
                        ],
                        "last": "Erikson",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "M"
                        ],
                        "last": "Joiner",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "Educational Research Series",
                "volume": "",
                "issue": "36",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brookover, W. B., Erikson, E. L., & Joiner, L. M. Self-concept of ability and school achievement, HI: Relationship of self-concept to achievement in high school (Educational Research Series No. 36). East Lansing, Mich: Educational Publication Services, 1967. Burns, R. B. The self-concept: Theory, measure- ment, development and behaviour. London, Eng- land: Longman, 1979.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Self-concept of ability and perceived evaluation of others: Cause or effect of academic achievement",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Calsyn",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Kenny",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Journal of Educational Psychology",
                "volume": "69",
                "issue": "",
                "pages": "136--145",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Calsyn, R. J., & Kenny, D. A. Self-concept of ability and perceived evaluation of others: Cause or effect of academic achievement. Journal of Educational Psychology, 1977, 69, 136-145.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Convergent and discriminant validation by the multitrait-multimethod matrix",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "T"
                        ],
                        "last": "Campbell",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Fiske",
                        "suffix": ""
                    }
                ],
                "year": 1959,
                "venue": "Psychological Bulletin",
                "volume": "56",
                "issue": "",
                "pages": "81--105",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Campbell, D. T., & Fiske, D. W. Convergent and discriminant validation by the multitrait-multi- method matrix. Psychological Bulletin, 1959, 56, 81-105.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "How should we measure \"change\"-Or should we?",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "J"
                        ],
                        "last": "Cronbach",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Furby",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Psychological Bulletin",
                "volume": "74",
                "issue": "",
                "pages": "68--80",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cronbach, L. J., & Furby, L. How should we measure \"change\"-Or should we? Psychological Bulletin, 1970, 74,68-80.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "The relationship between self and achievement/performance measures",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "C"
                        ],
                        "last": "Hansford",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Hattie",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Review of Educational Research",
                "volume": "52",
                "issue": "",
                "pages": "123--142",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hansford, B. C., & Hattie, J. A. The relationship be- tween self and achievement/performance measures. Review of Educational Research, 1982, 52,123-142.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Confirmatory factor analysis of multitrait-multimethod matrices",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "H"
                        ],
                        "last": "Hull",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "H"
                        ],
                        "last": "Nie",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Hocevar",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Journal of Educational Measurement",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hull, C. H., & Nie, N. H. SPSS Update 7-9. New York: McGraw-Hill, 1981. Marsh, H. W., & Hocevar, D. Confirmatory factor analysis of multitrait-multimethod matrices. Journal of Educational Measurement, in press.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Preadolescent self-concept: Its relation to self-concept as inferred by teachers and to academic ability",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Parker",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "D"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "British Journal of Educational Psychology",
                "volume": "53",
                "issue": "",
                "pages": "60--78",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Parker, J. W., & Smith, I. D. Preado- lescent self-concept: Its relation to self-concept as inferred by teachers and to academic ability. British Journal of Educational Psychology, 1983, 53, 60-78.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Self-concept: The construct validity of interpretations based upon the SDQ",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Relich",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "D"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Relich, J., & Smith, I. D. Self-concept: The construct validity of interpretations based upon the SDQ. Journal of Personality and Social Psy- chology, in press.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Multitrait-multimethod analyses of two self-concept instruments",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "D"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Journal of Educational Psychology",
                "volume": "74",
                "issue": "",
                "pages": "430--440",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Smith, I. D. Multitrait-multimethod analyses of two self-concept instruments. Journal of Educational Psychology, 1982, 74, 430-440.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Multitraitmultimethod analysis of interpretations based upon the SDQ: Student-teacher agreement on multidimensional ratings of student self-concept",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "D"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Smith, I. D., & Barnes, J. Multitrait- multimethod analysis of interpretations based upon the SDQ: Student-teacher agreement on multi- dimensional ratings of student self-concept.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Reading Comprehension Test",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Mcleod",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Manual",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Heinemann Educational",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McLeod, J. GAP Manual: Reading Comprehension Test. Richmond, Australia: Heinemann Educa- tional, Australia, 1977.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Increasing educational achievement via self-concept change",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Scheirer",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Kraut",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Review of Educational Research",
                "volume": "49",
                "issue": "",
                "pages": "131--150",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Scheirer, M. A., & Kraut, R. E. Increasing educational achievement via self-concept change. Review of Educational Research, 1979,49,131-150.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Self-concept: the interplay of theory and methods",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Bolus",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Journal of Educational Psychology",
                "volume": "74",
                "issue": "",
                "pages": "3--17",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shavelson, R. J., & Bolus, R. Self-concept: the in- terplay of theory and methods. Journal of Educa- tional Psychology, 1982, 74, 3-17.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Selfconcept: Validation of construct interpretations",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Hubner",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "C"
                        ],
                        "last": "Stanton",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Review of Educational Research",
                "volume": "46",
                "issue": "",
                "pages": "407--441",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shavelson, R. J., Hubner, J. J., & Stanton G. C. Self- concept: Validation of construct interpretations. Review of Educational Research, 1976,46,407-441.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Symbolic interactionist view of self-concept: Through the looking glass darkly",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Shrauger",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "J"
                        ],
                        "last": "Schoeneman",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Psychological Bulletin",
                "volume": "86",
                "issue": "",
                "pages": "549--573",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shrauger, J. S., & Schoeneman, T. J. Symbolic inter- actionist view of self-concept: Through the looking glass darkly. Psychological Bulletin, 1979, 86, 549-573.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Measurement and evaluation in psychology and education",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Thorndike",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "P"
                        ],
                        "last": "Hagen",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thorndike, R. L., & Hagen, E. P. Measurement and evaluation in psychology and education (4th ed.). New York: Wiley, 1977.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Inner-city Schools: Children, teachers and parents",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Turney",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "B"
                        ],
                        "last": "Inglis",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "E"
                        ],
                        "last": "Sinclair",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Straton",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "E"
                        ],
                        "last": "Wells",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Marwell",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Turney, C., Inglis, C. B., Sinclair, K. E., & Straton, R. G. Inner-city Schools: Children, teachers and parents. Sydney: Sydney University Press, 1978. Wells, L. E., & Marwell, G. Self-esteem: Its con- ceptualization and measurement. Beverly Hills, Calif.: Sage, 1976.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "The self-concept",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Wylie",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wylie, R. C. The self-concept (Vol. 1; Rev. ed.). Lincoln: University of Nebraska Press, 1974.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Theory and research on selected topics",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Wylie",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "",
                "volume": "2",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wylie, R. C. The self-concept (Vol. 2): Theory and research on selected topics. Lincoln: University of Nebraska Press, 1979. Received July 2,1982",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "• Acknowledgment In addition to the members of the Advisory Board, the Journal of Educational Psychology asks other psychologists to aid in the review of manuscripts",
                "authors": [],
                "year": 1983,
                "venue": "Revision received",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Revision received January 5,1983 • Acknowledgment In addition to the members of the Advisory Board, the Journal of Educational Psychology asks other psychologists to aid in the review of manuscripts. In this way, we have been able to achieve a broader review base. The Editors wish to thank the following people for their generous assistance to the Journal. (Numbers in parenthesis indicate more than one manuscript reviewed.)",
                "links": null
            }
        },
        "ref_entries": {
            "TABREF0": {
                "num": null,
                "text": "Student-Teacher Agreement on Seven Areas of Student Self-Concept: A Multitrait-Multimethod-Multitime Matrix",
                "type_str": "table",
                "content": "<table><tr><td>Student</td></tr><tr><td>Ratings</td></tr></table>"
            },
            "TABREF4": {
                "num": null,
                "text": "Student-Teacher Agreement on Three Self-Concept Total Scores: A Multitrait-Multimethod-Multitime Matrix",
                "type_str": "table",
                "content": "<table><tr><td colspan=\"2\">Ratings</td><td>HS1</td><td>IS1</td><td>JS1</td><td>HS2</td><td>IS2</td><td>JS2</td><td>HT1</td><td>IT1</td><td>JT1</td><td>HT2</td><td>IT2 JT2</td></tr><tr><td/><td/><td/><td/><td/><td colspan=\"4\">Student ratings: Time 1</td><td/><td/><td/></tr><tr><td colspan=\"2\">HS1#1</td><td>(91)</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">(NACD) #2</td><td>(92)</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">IS1#1</td><td>39</td><td>(92)</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">(ACD) #2</td><td>49</td><td>(91)</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">JS1 #1</td><td>88</td><td>78</td><td>(93)</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">(TSLF) #2</td><td>87</td><td/><td>(93)</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td/><td/><td/><td/><td colspan=\"3\">Student ratings: Time</td><td/><td/><td/><td/></tr><tr><td colspan=\"2\">HS2#1 (NACD) #2</td><td>67 55</td><td>28 32</td><td>60 50</td><td>(91) (91)</td><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">IS2#1</td><td>27</td><td>61</td><td>49</td><td>40</td><td>(93)</td><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">(ACD) #2</td><td>43</td><td>73</td><td>67</td><td>47</td><td>(91)</td><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">JS2#1</td><td>59</td><td>51</td><td>66</td><td>87</td><td>80</td><td>(94)</td><td/><td/><td/><td/></tr><tr><td colspan=\"2\">(TSLF) #2</td><td>58</td><td>61</td><td>68</td><td>86</td><td>85</td><td>(93)</td><td/><td/><td/><td/></tr><tr><td/><td/><td/><td/><td/><td colspan=\"4\">Teacher ratings: Time 1</td><td/><td/><td/></tr><tr><td>HT1 (NACD)</td><td>#1 #2</td><td>21 34</td><td>10 14</td><td>19 28</td><td>23 35</td><td>04 21</td><td>17 33</td><td>(80) (89)</td><td/><td/><td/></tr><tr><td>IT1 (ACD)</td><td>#1 #2</td><td>-04 18</td><td>30 37</td><td>12 32</td><td>00 15</td><td>26 43</td><td>14 33</td><td>53 56</td><td>(90) (88)</td><td/><td/></tr><tr><td>JT1 (TSLF)</td><td>#1 #2</td><td>10 30</td><td>22 27</td><td>18 33</td><td>14 29</td><td>16 36</td><td>18 39</td><td>90 91</td><td>85 85</td><td>(86) (89)</td><td/></tr><tr><td/><td/><td/><td/><td/><td colspan=\"4\">Teacher ratings: Time 2</td><td/><td/><td/></tr><tr><td colspan=\"2\">HT2#1</td><td>19</td><td>08</td><td>17</td><td>18</td><td>02</td><td>12</td><td>77</td><td>37</td><td>59</td><td>(76)</td></tr><tr><td colspan=\"2\">(NACD) #2</td><td>26</td><td>20</td><td>26</td><td>26</td><td>26</td><td>30</td><td>80</td><td>73</td><td>87</td><td>(89)</td></tr><tr><td colspan=\"2\">IT2 #1</td><td>-05</td><td>29</td><td>11</td><td>-02</td><td>27</td><td>13</td><td>41</td><td>77</td><td>65</td><td>54</td><td>(89)</td></tr><tr><td colspan=\"2\">(ACD) #2</td><td>06</td><td>30</td><td>21</td><td>08</td><td>39</td><td>26</td><td>50</td><td>86</td><td>75</td><td>74</td><td>(88)</td></tr><tr><td colspan=\"2\">JT2 #1</td><td>09</td><td>21</td><td>17</td><td>10</td><td>15</td><td>15</td><td>61</td><td>64</td><td>71</td><td>88</td><td>87 (85)</td></tr><tr><td colspan=\"2\">(TSLF) #2</td><td>18</td><td>26</td><td>26</td><td>19</td><td>34</td><td>30</td><td>71</td><td>84</td><td>87</td><td>94</td><td>92 (89)</td></tr></table>"
            },
            "TABREF5": {
                "num": null,
                "text": "Higher-Order Factors Representing Seven Areas of Student Self-Concept",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td>Factor I</td><td/><td>Factor II</td><td colspan=\"2\">Factor III</td><td colspan=\"2\">Factor IV</td></tr><tr><td colspan=\"3\">Self-concept area Study 1 Study 2</td><td colspan=\"2\">Study 1 Study 2</td><td colspan=\"2\">Study 1 Study 2</td><td colspan=\"2\">Study 1 Study 2</td></tr><tr><td/><td/><td colspan=\"4\">Student ratings of own self -concept</td><td/><td/><td/></tr><tr><td>PHYS</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Timel</td><td>72</td><td>32</td><td>-08</td><td>-05</td><td>12</td><td>18</td><td>-04</td><td/></tr><tr><td>Time 2</td><td>74</td><td>53</td><td>04</td><td>-15</td><td>06</td><td>15</td><td>-16</td><td/></tr><tr><td>APPR</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Timel</td><td>59</td><td>54</td><td>00</td><td>19</td><td>03</td><td>15</td><td>16</td><td/></tr><tr><td>Time 2</td><td>62</td><td>75</td><td>16</td><td>05</td><td>09</td><td>12</td><td>07</td><td/></tr><tr><td>PEER</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Timel</td><td>62</td><td>41</td><td>-07</td><td>17</td><td>-02</td><td>20</td><td>23</td><td/></tr><tr><td>Time 2</td><td>66</td><td>72</td><td>08</td><td>19</td><td>02</td><td>17</td><td>14</td><td/></tr><tr><td>PRNT</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Timel</td><td>-07</td><td>05</td><td>-01</td><td>20</td><td>09</td><td>13</td><td>87</td><td/></tr><tr><td>Time 2</td><td>10</td><td>35</td><td>10</td><td>05</td><td>00</td><td>22</td><td>51</td><td/></tr><tr><td>READ</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Timel</td><td>-03</td><td>-06</td><td>59</td><td>94</td><td>-02</td><td>14</td><td>20</td><td/></tr><tr><td>Time 2</td><td>02</td><td>18</td><td>93</td><td>69</td><td>-07</td><td>04</td><td>00</td><td/></tr><tr><td>MATH</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Timel</td><td>05</td><td>11</td><td>-17</td><td>04</td><td>83</td><td>88</td><td>10</td><td/></tr><tr><td>Time 2</td><td>06</td><td>16</td><td>07</td><td>-06</td><td>81</td><td>74</td><td>-01</td><td/></tr><tr><td>SCHL</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Timel</td><td>06</td><td>25</td><td>28</td><td>34</td><td>47</td><td>66</td><td>20</td><td/></tr><tr><td>Time 2</td><td>10</td><td>37</td><td>52</td><td>30</td><td>48</td><td>63</td><td>04</td><td/></tr><tr><td/><td/><td colspan=\"4\">Teacher ratings of student self-concepts</td><td/><td/><td/></tr><tr><td>PHYS</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Timel</td><td>89</td><td>83</td><td>06</td><td>-14</td><td>14</td><td>17</td><td>-21</td><td/></tr><tr><td>Time 2</td><td>85</td><td>85</td><td>-02</td><td>13</td><td>-24</td><td>01</td><td>-05</td><td/></tr><tr><td>APPR</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Timel</td><td>60</td><td>55</td><td>04</td><td>-03</td><td>26</td><td>03</td><td>21</td><td/></tr><tr><td>Time 2</td><td>50</td><td>76</td><td>01</td><td>18</td><td>-20</td><td>-09</td><td>38</td><td/></tr><tr><td>PEER</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Timel</td><td>57</td><td>43</td><td>16</td><td>-08</td><td>28</td><td>11</td><td>23</td><td/></tr><tr><td>Time 2</td><td>50</td><td>51</td><td>14</td><td>-01</td><td>-20</td><td>05</td><td>33</td><td/></tr><tr><td>PRNT</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Timel</td><td>06</td><td>-03</td><td>10</td><td>08</td><td>27</td><td>02</td><td>73</td><td/></tr><tr><td>Time 2</td><td>-04</td><td>10</td><td>05</td><td>18</td><td>-11</td><td>03</td><td>67</td><td/></tr><tr><td>READ</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Timel</td><td>-02</td><td>03</td><td>79</td><td>71</td><td>17</td><td>14</td><td>06</td><td/></tr><tr><td>Time 2</td><td>-05</td><td>12</td><td>73</td><td>90</td><td>-18</td><td>06</td><td>17</td><td>02</td></tr><tr><td>MATH</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Timel</td><td>05</td><td>05</td><td>85</td><td>-04</td><td>13</td><td>92</td><td>-14</td><td/></tr><tr><td>Time 2</td><td>04</td><td>06</td><td>78</td><td>24</td><td>-21</td><td>66</td><td>-01</td><td/></tr><tr><td>SCHL</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Timel</td><td>07</td><td>-09</td><td>89</td><td>48</td><td>35</td><td>42</td><td>-01</td><td/></tr><tr><td>Time 2</td><td>01</td><td>-02</td><td>80</td><td>66</td><td>-29</td><td>32</td><td>17</td><td/></tr></table>"
            },
            "TABREF6": {
                "num": null,
                "text": "Correlations Between Multiple Dimensions of Student Self-Concept and Academic Ability Measures",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td/><td colspan=\"2\">Study 1</td><td/><td/><td/><td/><td colspan=\"2\">Study 2</td><td/><td/></tr><tr><td/><td colspan=\"12\">Reading scores Teacher ratings of ability Reading scores Teacher ratings of ability</td></tr><tr><td/><td colspan=\"2\">PAT</td><td colspan=\"2\">Reading</td><td colspan=\"2\">Math</td><td colspan=\"2\">GAP</td><td colspan=\"2\">Reading</td><td colspan=\"2\">Math</td></tr><tr><td>Self-concept</td><td/><td>-</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>area</td><td colspan=\"12\">Time 1 Time 2 Time 1 Time 2 Time 1 Time 2 Time 1 Time 2 Time 1 Time 2 Time 1 Time 2</td></tr><tr><td/><td/><td/><td/><td colspan=\"4\">Student ratings: Time</td><td/><td/><td/><td/><td/></tr><tr><td>Physical</td><td>-06</td><td>-10</td><td>-09</td><td>-12*</td><td>-03</td><td>-04</td><td>-07</td><td>-10</td><td>-06</td><td>-09</td><td>-01</td><td>-05</td></tr><tr><td>Appearance Peers Parents Reading</td><td>-09 -08 00 18**</td><td>-12 -10 01 16**</td><td>-12** -08 09 22**</td><td>-16** -11* 03 18**</td><td>-10 -07 02 03</td><td>-13** -09 04 03</td><td>-08 03 05 38**</td><td>-02 05 11 48**</td><td>01 12 06 40**</td><td>-02 12 11 39*</td><td>02 20 10 19*</td><td>-07 07 04 21**</td></tr><tr><td colspan=\"2\">Mathematics School Subjects 21** 05</td><td>07 19*</td><td>13** 31**</td><td>10* 27**</td><td>28** 27**</td><td>32** 31**</td><td>00 20*</td><td>07 25**</td><td>-04 17*</td><td>-06 14</td><td>20* 25**</td><td>31* 30**</td></tr><tr><td/><td/><td/><td/><td colspan=\"4\">Student ratings: Time 2</td><td/><td/><td/><td/><td/></tr><tr><td>Physical</td><td>-04</td><td>-10</td><td>-08</td><td colspan=\"2\">-09 -03</td><td>-04</td><td>-13</td><td>-03</td><td>-07</td><td>-05</td><td>00</td><td>-04</td></tr><tr><td>Appearance</td><td>-04</td><td>-10</td><td>-05</td><td colspan=\"2\">-07 -03</td><td>-01</td><td>-11</td><td>-03</td><td>04</td><td>-01</td><td>02</td><td>-07</td></tr><tr><td>Peers Parents Reading</td><td colspan=\"2\">00 -01 20** 20** -05 00</td><td>-03 04 22*</td><td colspan=\"2\">-05 -04 01 06 22** 04</td><td>00 02 06</td><td>05 06 42*</td><td>13 13 55**</td><td>18 11 51**</td><td>14 08 48**</td><td>18 21 16*</td><td>14 14 06</td></tr><tr><td>Mathematics</td><td>04</td><td>07</td><td>10*</td><td>09</td><td>21*</td><td>36*</td><td>01</td><td>04</td><td>-03</td><td>-01</td><td>23**</td><td>32**</td></tr><tr><td colspan=\"8\">School subjects 12** 12** 22** 22** 22** 18** 14</td><td>26*</td><td>27**</td><td>22**</td><td>26**</td><td>29**</td></tr><tr><td>Test-retest</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>correlations\"</td><td colspan=\"2\">70**</td><td colspan=\"2\">.77*</td><td colspan=\"2\">.62*</td><td colspan=\"2\">.82*</td><td colspan=\"2\">.84*</td><td colspan=\"2\">.73*</td></tr><tr><td colspan=\"4\">tt Correlations of the criterion variables.</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"4\">* p &lt; .05; ** p &lt; .01 (two-tailed).</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr></table>"
            }
        }
    }
}