{
    "paper_id": "marsh_1985",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-22T17:56:03.155707Z"
    },
    "title": "Multidimensional Self-Concepts: Relations With Sex and Academic Achievement",
    "authors": [
        {
            "first": "Herbert",
            "middle": [
                "W"
            ],
            "last": "Marsh",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Ian",
            "middle": [
                "D"
            ],
            "last": "Smith",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Jennifer",
            "middle": [],
            "last": "Barnes",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Samuel",
            "middle": [],
            "last": "Ball",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Raymond",
            "middle": [],
            "last": "Debus",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Margaret",
            "middle": [],
            "last": "Myers",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Richard",
            "middle": [],
            "last": "Shavelaon",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "For a sample of 559 fifth-grade students, measures were collected to assess multiple dimensions of self-concept and academic achievements. Factor analyses of the Self Description Questionnaire clearly identified its factors, including a new General Self factor. Confirmatory factor analysis, a methodological demonstration using LISREL, showed the factor structure to be invariant for responses by boys and by girls. Girls had significantly higher achievement scores than did boys in both reading and math, as well as higher selfconcepts in reading, but had lower Math self-concepts than did boys. Academic achievement scores, both objective test scores and teacher ratings, were uncorrelated with nonacademic self-concepts and positively correlated with academic self-concepts, particularly in the matching area. A new internal/external frame of reference model was proposed and was consistent with the model in that (a) math and reading achievements were substantially correlated with each other and with Math and Reading self-concepts, but the two self-concepts were nearly uncorrelated with each other; and (b) path analyses indicated that the direct effects of math achievement on Reading selfconcept and reading achievement on Math self-concept were both negative. We gratefully acknowledge the helpful comments of",
    "pdf_parse": {
        "paper_id": "marsh_1985",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "For a sample of 559 fifth-grade students, measures were collected to assess multiple dimensions of self-concept and academic achievements. Factor analyses of the Self Description Questionnaire clearly identified its factors, including a new General Self factor. Confirmatory factor analysis, a methodological demonstration using LISREL, showed the factor structure to be invariant for responses by boys and by girls. Girls had significantly higher achievement scores than did boys in both reading and math, as well as higher selfconcepts in reading, but had lower Math self-concepts than did boys. Academic achievement scores, both objective test scores and teacher ratings, were uncorrelated with nonacademic self-concepts and positively correlated with academic self-concepts, particularly in the matching area. A new internal/external frame of reference model was proposed and was consistent with the model in that (a) math and reading achievements were substantially correlated with each other and with Math and Reading self-concepts, but the two self-concepts were nearly uncorrelated with each other; and (b) path analyses indicated that the direct effects of math achievement on Reading selfconcept and reading achievement on Math self-concept were both negative. We gratefully acknowledge the helpful comments of",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The present self-concept investigation had four purposes: (a) to investigate the factor structure of the revised version of the Self Description Questionnaire (SDQ) and determine the relation between the new General Self facet and other facets of the self measured by the SDQ; (b) to determine via confirmatory factor analysis (CFA) if the SDQ factor structure was invariant across responses from boys and from girls; (c) to examine sex differences in multiple areas of self-concept and relate these to sex differences in academic achievement; and (d) to test counterintuitive predictions from the internal/external (I/E) frame of reference model about the relations among achievements in mathematics and reading and the corresponding areas of academic self-concept Structure of Self-Concept Systematic reviews of self-concept research (e.g., Burns, 1979; Shavelson, Hubner, & Stanton, 1976; Welles & Marwell, 1976; Wylie, 1974 Wylie, , 1979 emphasize the lack of theoretical basis and the poor quality of measurement instruments used in most research. Shavelson et al. (1976) reviewed theoretical and empirical research and developed a theoretical definition of self-concept and proposed a model that posits self-concept as a multifaceted, hierarchically ordered construct. Shavelson's definition of self-concept, his model, and his proposed self-concept dimensions were the basis of the SDQ used in the present study. Despite the assumption of multidimensionality in the Shavelson model, factor analyses of the most commonly used instruments have typically failed to identify the scales they were designed to measure, although this may be due to the poor construction of many of these instruments (Marsh & Smith, 1982; Shavelson et al., 1976; Wylie, 1974 Wylie, , 1979 . More recently, researchers have developed self-concept instruments specifically to measure facets of self that are at least loosely tied to a theoretical model, and factor analyses of responses to these instruments have provided stronger support for the multidimensionality of self-concept (e. g., Boersma & Chapman, 1979; Dusek & Flaherty, 1981; Fleming & Courtney, 1984; Harter, 1982; Soares & Soares, 1977) . The strongest support for the multidimensionality of self-concept, particularly the facets proposed in the Shavelson model, comes from work with the SDQ (Marsh, Barnes, Cairns, & Tidman, 1984; Marsh, Relich, & Smith, 1983; Shavelson & Marsh, in press ).",
                "cite_spans": [
                    {
                        "start": 843,
                        "end": 855,
                        "text": "Burns, 1979;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 856,
                        "end": 891,
                        "text": "Shavelson, Hubner, & Stanton, 1976;",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 892,
                        "end": 915,
                        "text": "Welles & Marwell, 1976;",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 916,
                        "end": 927,
                        "text": "Wylie, 1974",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 928,
                        "end": 941,
                        "text": "Wylie, , 1979",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 1053,
                        "end": 1076,
                        "text": "Shavelson et al. (1976)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 1699,
                        "end": 1720,
                        "text": "(Marsh & Smith, 1982;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 1721,
                        "end": 1744,
                        "text": "Shavelson et al., 1976;",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 1745,
                        "end": 1756,
                        "text": "Wylie, 1974",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 1757,
                        "end": 1770,
                        "text": "Wylie, , 1979",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 2071,
                        "end": 2095,
                        "text": "Boersma & Chapman, 1979;",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 2096,
                        "end": 2119,
                        "text": "Dusek & Flaherty, 1981;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 2120,
                        "end": 2145,
                        "text": "Fleming & Courtney, 1984;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 2146,
                        "end": 2159,
                        "text": "Harter, 1982;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 2160,
                        "end": 2182,
                        "text": "Soares & Soares, 1977)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 2338,
                        "end": 2377,
                        "text": "(Marsh, Barnes, Cairns, & Tidman, 1984;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 2378,
                        "end": 2407,
                        "text": "Marsh, Relich, & Smith, 1983;",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 2408,
                        "end": 2435,
                        "text": "Shavelson & Marsh, in press",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Whereas recent research has emphasized the multidimensionality of self-concept, historically researchers have focused on a general or overall self-concept. Marsh and Shavelson (in press ; also see Harter, 1982) distinguished between three implicit definitions of the term general self-concept: a total score across a broad collection of selfreport items; a higher order factor inferred to be the apex of a hierarchy of more specific self-concept facets; and a separate, distinguishable facet that is viewed as a superordinate dimension and is sometimes called self-esteem. They indicated the need to empirically examine these different definitions of general self. In response to this need, the SDQ was revised to include a General Self scale that is based on the Rosenberg (1965) self-esteem scale. Thus, one purpose of the present study was to examine the psychometric properties of this new scale and to determine if it can be distinguished from self-concepts in more specific areas.",
                "cite_spans": [
                    {
                        "start": 156,
                        "end": 185,
                        "text": "Marsh and Shavelson (in press",
                        "ref_id": null
                    },
                    {
                        "start": 197,
                        "end": 210,
                        "text": "Harter, 1982)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Although exploratory factor analysis (EFA) continues to be widely applied in self-concept research and elsewhere, it imposes many undesirable limitations. With EFA the researcher is unable to define the model to be tested beyond specifying the number of factors and perhaps the extent of correlation among the factors, and the obtained solution is not unique. When the observed factor structure does not correspond to the hypothesized structure there is no way to determine how well the hypothesized structure would fit the data. In CFA the researcher is able to define the specific model to be examined, to test its ability to fit the data, and to compare the goodness of fit of the hypothesized model with alternative specifications. Confirmatory factor analysis has been used to test the hypothesized factor structure underlying academic self-concept (Shavelson & Bolus, 1982) , to confirm the factor structure underlying responses to the SDQ, and to examine the higher order structure of the SDQ facets (Marsh & Hocevar, 1985; Shavelson & Marsh, in press) .",
                "cite_spans": [
                    {
                        "start": 854,
                        "end": 879,
                        "text": "(Shavelson & Bolus, 1982)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 1007,
                        "end": 1030,
                        "text": "(Marsh & Hocevar, 1985;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1031,
                        "end": 1059,
                        "text": "Shavelson & Marsh, in press)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Use of Confirmatory Factor Analysis in Self-Concept Research",
                "sec_num": null
            },
            {
                "text": "Recent methodological advances in the application of CFA (Alwin & Jackson, 1981; Joreskog & Sorbom, 1981; Marsh & Hocevar, 1983 , 1985 provide rigorous tests of the invariance of factor structures across responses by different subpopulations that are not possible with EFA. Such a test is important in its own right and also because factorial invariance is an implicit assumption in the comparison of mean responses for different subgroups so that its violation renders the interpretations of mean differences dubious. Although many researchers have examined sex differences in selfconcept, we know of no CFA to test the invariance of the factor structure of selfconcept across responses by boys and by girls. A few studies have compared EFAs of responses by male and female subjects (e.g., Dusek & Flaherty, 1981) , but the advantages of CFA over EFA for such a purpose are so important that Alwin and Jackson (1981; also see Marsh & Hocevar, 1985) concluded that \"the issues of factorial invariance are not adequately addressed using exploratory factor analysis\" (p. 250) and that \"the use of exploratory factor analysis in its conventional form to examine issues of factorial invariance is of limited utility\" (p. 253).",
                "cite_spans": [
                    {
                        "start": 57,
                        "end": 80,
                        "text": "(Alwin & Jackson, 1981;",
                        "ref_id": null
                    },
                    {
                        "start": 81,
                        "end": 105,
                        "text": "Joreskog & Sorbom, 1981;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 106,
                        "end": 127,
                        "text": "Marsh & Hocevar, 1983",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 128,
                        "end": 134,
                        "text": ", 1985",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 791,
                        "end": 814,
                        "text": "Dusek & Flaherty, 1981)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 893,
                        "end": 917,
                        "text": "Alwin and Jackson (1981;",
                        "ref_id": null
                    },
                    {
                        "start": 918,
                        "end": 949,
                        "text": "also see Marsh & Hocevar, 1985)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Use of Confirmatory Factor Analysis in Self-Concept Research",
                "sec_num": null
            },
            {
                "text": "The assumption of factorial invariance across responses by different sexes is substantively important, but the assumption of invariance across subgroups is also implicit in the comparison of mean self-concept responses across any subgroups (e.g., different age groups, different socioeconomic status groups, different ethnic groups). Consequently, the application of CFA for testing factorial invariance across responses by subgroups also serves as a methodological demonstration for further research in self-concept and in other areas.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Use of Confirmatory Factor Analysis in Self-Concept Research",
                "sec_num": null
            },
            {
                "text": "Sex Differences in Self-Concept Wylie (1979) , in her comprehensive review of research conducted prior to 1977, concluded that there was no evidence for sex differences in overall self-concept at any age level. She suggested, however, that differences in specific components of self-concept may be lost when responses to items are summed to obtain a total score. Dusek and Flaherty (1981) , in their longitudinal study of adolescent self-concepts, reported differences in specific areas of selfconcept that were consistent with sex stereotypes: Boys had higher self-concepts in masculinity and achievement/leadership and lower self-concepts in congeniality/sociability. Research on the SDQ has typically found sex differences favoring boys in self-concept of Physical Ability and favoring girls in Reading in preadolescent and adolescent (Marsh, Parker, & Barnes, in press) responses and sex differences favoring boys' Math selfconcept during adolescent years. Fleming and Courtney (1984) found significant sex effects in self-concepts of university students, but concluded that only the difference in Physical Ability favoring male subjects was large enough to be practically significant. In summary, although there appears to be little evidence of sex differences in total self-concept, there do appear to be systematic sex differences in particular dimensions of self-concept that are consistent with sex stereotypes.",
                "cite_spans": [
                    {
                        "start": 32,
                        "end": 44,
                        "text": "Wylie (1979)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 363,
                        "end": 388,
                        "text": "Dusek and Flaherty (1981)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 838,
                        "end": 873,
                        "text": "(Marsh, Parker, & Barnes, in press)",
                        "ref_id": null
                    },
                    {
                        "start": 961,
                        "end": 988,
                        "text": "Fleming and Courtney (1984)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Use of Confirmatory Factor Analysis in Self-Concept Research",
                "sec_num": null
            },
            {
                "text": "Sex differences in mathematics achievement and self-concept have been extensively examined. Meece, Parsons, Kaczala, Goff, and Futterman (1982) reviewed this literature and reported that sex differences in achievement and self-concept were not large in the elementary school years, but that girls have lower levels of achievement and self-concept in junior and senior high school years. These findings are consistent with SDQ research that found no sex differences in Math self-concept for preadolescents (Grades 2 to 5; ) but significant differences favoring boys in high school (Grades 7 to 11; Marsh et al., in press) . The Meece et al. review suggested that as students go through their junior and senior high school years math self-concept declines, but the decline begins sooner and is larger for girls than for boys. This pattern of sex differences occurs despite the finding that during elementary and junior high school years, girls generally perform as well as boys on standardized tests of math achievement (e.g., Fennema, 1974; Sherman, 1980) . Meece et al. asserted that the decline in math self-concept precedes the decline in math achievement and that socialization processes that affect math selfconcept are one cause of the decline in achievement. Particularly persuasive support for this assertion would be the demonstration that girls have significantly lower math self-concepts even though their actual school performance and/or achievement in mathematics equals or surpasses that of boys. Extrapolating from the Meece et al. review, such an occurrence would be most likely during late primary or early junior high school years; the examination of such a possibility was the third purpose of the present investigation. It must be emphasized, however, that because the present investigation was not a longitudinal study, this hypothesis could not be fully tested. Hence, such a finding would be meaningful only in the context of other research that demonstrates that by high school years girls have lower math scores in achievement and in self-concept.",
                "cite_spans": [
                    {
                        "start": 92,
                        "end": 143,
                        "text": "Meece, Parsons, Kaczala, Goff, and Futterman (1982)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 597,
                        "end": 620,
                        "text": "Marsh et al., in press)",
                        "ref_id": null
                    },
                    {
                        "start": 1025,
                        "end": 1039,
                        "text": "Fennema, 1974;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1040,
                        "end": 1054,
                        "text": "Sherman, 1980)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 1057,
                        "end": 1069,
                        "text": "Meece et al.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Use of Confirmatory Factor Analysis in Self-Concept Research",
                "sec_num": null
            },
            {
                "text": "In support of the construct validity of self-concept, research has found achievement/ability measures to be more highly correlated with academic than with nonacademic self-concept (Byrne, 1984) , and achievement in particular content areas to be most highly correlated with self-concepts in the matching content areas. For example, Marsh, Relich, and Smith (1983) showed that mathematics achievement was correlated substantially with Math selfconcept (.55), less correlated with self-concepts in other areas (Reading .21 and General School .43), and uncorrelated with selfconcepts in four nonacademic areas. In an extensive review of the achievement-selfconcept relation, Hansford and Hattie (1982) found that measures of ability/performance correlated around .2 with measures of general self-concept and around .4 with measures of academic self-concept.",
                "cite_spans": [
                    {
                        "start": 180,
                        "end": 193,
                        "text": "(Byrne, 1984)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 332,
                        "end": 363,
                        "text": "Marsh, Relich, and Smith (1983)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 672,
                        "end": 698,
                        "text": "Hansford and Hattie (1982)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Academic Self-Concept",
                "sec_num": null
            },
            {
                "text": "Because achievement/ability measures in verbal and mathematical areas typically correlate .5 to .8 with each other, it was reasonable to suspect that the self-concepts would also be substantially correlated. This expectation was incorporated into the Shavelson model, in which academic selfconcepts in particular subject areas were posited to form a general academic selfconcept. Hence it was surprising that Math and Reading self-concepts have been found to be nearly uncorrelated in SDQ research. In studies with older students (Marsh & O'Niell, 1984; Marsh et al., in press) indicators of achievement in mathematics and in verbal areas were highly correlated with each other and with self-concepts in these two areas, even though the two self-concepts were nearly uncorrelated. Paradoxically, once the effect of mathematics achievement was controlled for, the correlation between verbal achievement and Math self-concept was negative, and once the effect of verbal achievement was controlled for, the correlation between mathematics achievement and Verbal selfconcept was also negative. In response to proposed counterexplanations of this finding, Marsh, Smith, and Barnes (1983) demonstrated that this lack of correlation was consistent across responses by girls and boys and across items that reflected academic ability and academic interest that were contained in the SDQ. This finding led to a revision of the Shavelson model (Shavelson & Marsh, in press) in which self-concepts in particular subject areas were posited to form verbal/academic and mathematical/academic self-concepts.",
                "cite_spans": [
                    {
                        "start": 530,
                        "end": 553,
                        "text": "(Marsh & O'Niell, 1984;",
                        "ref_id": null
                    },
                    {
                        "start": 554,
                        "end": 577,
                        "text": "Marsh et al., in press)",
                        "ref_id": null
                    },
                    {
                        "start": 1151,
                        "end": 1182,
                        "text": "Marsh, Smith, and Barnes (1983)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 1433,
                        "end": 1462,
                        "text": "(Shavelson & Marsh, in press)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Academic Self-Concept",
                "sec_num": null
            },
            {
                "text": "This near-zero correlation between Reading and Math self-concepts then, differs dramatically from the substantial correlations between math and reading achievement scores and from predictions made by the original Shavelson model. Although this surprising pattern of relations was observed in several previous studies with the SDQ, no theoretical model has been developed to explain its occurrence. Hence, the development and testing of the internal/external (I/E) frame of reference model to explain this paradoxical phenomenon was the fourth purpose of the present investigation. According to the I/E model, Reading and Math self-concepts are formed in relation to both external and internal comparisons, or frames of reference, which can be characterized as (a) External comparisons-According to this process, students compare their self-perceptions of their own ability in math and in reading with the perceived abilities of other children and use this external relativistic impression as one basis of their academic self-concept in each of the two areas (see Marsh, 1984 , for a more detailed description of the external comparison process).",
                "cite_spans": [
                    {
                        "start": 1063,
                        "end": 1074,
                        "text": "Marsh, 1984",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Academic Self-Concept",
                "sec_num": null
            },
            {
                "text": "(b) Internal comparisons-According to this process, students compare their selfperceptions of their ability in math with their self-perceived ability in reading, independent of how these self-perceived abilities compare with those of other children, and use this internal, relativistic impression as a second basis of their academic sellconcept in each of the two areas. Thus, perceptions of a higher level of ability/ achievement in math than in reading would be correlated with a higher math self-concept, but a lower Reading self-concept.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Academic Self-Concept",
                "sec_num": null
            },
            {
                "text": "Consider, for example, a student who accurately perceives himself or herself to be below average in both math and reading skills but who is better at math than at reading and other academic subjects. This student's math skills are below average relative to other students (an external comparison) but higher than average relative to his or her skills in other academic areas (an internal comparison). Depending on how these two components are weighted, this student may have an average or even aboveaverage self-concept in mathematics. Similarly, a student who is above average in math and verbal skills (an external comparison) but whose skills in math are superior to those in verbal areas, may have an average or even below-average self-concept in verbal areas.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Academic Self-Concept",
                "sec_num": null
            },
            {
                "text": "The external process has been well documented in self-concept research. Marsh and Parker (1984;  also see Marsh, 1984) , for example, demonstrated that students of average ability (relative to the general population) have higher academic self-concepts in a low-ability/low-SES (socioeconomic status) school (where most students have lower abilities) than in a high-ability/high-SES school (where most students have higher abilities). Because reading and math abilities are substantially correlated, this external comparison process leads to a positive correlation between Reading and Math self-concepts. However, the internal process leads to a negative correlation between Reading and Math self-concepts, because math and reading ability/achievements are compared with each other. The joint operation of both processes leads to the near-zero correlation between Reading and Math self-concept that has been observed in empirical research with the SDQ.",
                "cite_spans": [
                    {
                        "start": 72,
                        "end": 95,
                        "text": "Marsh and Parker (1984;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 96,
                        "end": 96,
                        "text": "",
                        "ref_id": null
                    },
                    {
                        "start": 106,
                        "end": 118,
                        "text": "Marsh, 1984)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Academic Self-Concept",
                "sec_num": null
            },
            {
                "text": "The I/E model also predicts a negative direct effect of mathematics achievement on Reading self-concept and of reading achievement on Math self-concept. For example, a high Math self-concept is more likely when math skills are good (the external comparison) and when math skills are better than reading skills (the internal comparison). Thus, once math skills are controlled for, it is the difference between math and reading skills that predicts math self-concept, and high reading skills actually detract from a high Math self-concept.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Academic Self-Concept",
                "sec_num": null
            },
            {
                "text": "Predictions from the internal/external frame of reference model are illustrated in the path diagram in Figure 1 . According to this model, math and reading skills are highly correlated with each other while Math and Reading self-concepts are uncorrelated with each other. Reading achievement has a strong, positive direct effect on Reading self-concept but a small, negative direct effect on Math self-concept. Similarly, math achievement has a strong positive effect on Math self-concept but a weaker, negative effect on Reading self-concept. (In this model, academic achievement is posited to be one \"cause\" of academic selfconcept. Although appropriate for testing this model, such a causal ordering does not preclude a more dynamic model in which levels of self-concept also impact levels of subsequent academic achievement.)",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 103,
                        "end": 111,
                        "text": "Figure 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Academic Self-Concept",
                "sec_num": null
            },
            {
                "text": "Subjects were 559 fifth-grade students (422 boys, 137 girls; mostly 10-year-olds) enrolled in 19 fifthgrade classes in one of seven private Catholic schools in Sydney, Australia. Most of the students attended single-sex classes (18 of the 19 classes). Children in the sample came from families that varied in socioeconomic status from lower-middle to upper-middle class. Across all the children in the study, academic abilities were around average. The Self Description Questionnaire (SDQ) was administered by one of the authors to intact classes of no more than 34 students. Several practice examples were given as well as instructions to ensure that pupils understood what was expected of them, and then the items were read aloud at a fairly rapid pace. (Children had copies of the instruments in front of them and could read along with the researcher.) At the same time, the classroom teacher was asked to complete a rating sheet on each child that included ability ratings for reading, math, and school subjects in general. Teacher ratings were made with a 9-point response scale from 1 (very poor) to 9 (very good). Some teachers were unable to complete the ratings until later, and one teacher declined to complete the forms at all.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sample and Procedures",
                "sec_num": null
            },
            {
                "text": "The achievement tests were administered by the classroom teachers during a regular class session before the administration of the SDQ, but were scored by the researchers. Two of the schools declined to participate in the achievement testing, though they did agree to the administration of the self-report measures and to complete teacher ratings.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sample and Procedures",
                "sec_num": null
            },
            {
                "text": "Self Description Questionnaire. Earlier versions of the SJDQ measured seven components of preadolescent self-concept derived from ShaveLson's model (Shavelson et al., 1976; Shavelson & Marsh, in press ). These consist of self-concepts in four nonacademic areas (Physical Ability, Physical Appearance, Peer Relationships, and Parent Relationships) and three academic areas (Reading, Math, and General School). A description of the seven-scale instrument, its theoretical rationale, the wording of the items, reliabilities, and six separate factor analyses are presented elsewhere Marsh, Parker, & Smith, 1983; Marsh, Relich, & Smith, 1983; Marsh, Smith, & Barnes, 1983) . This research has shown the seven SDQ scales to be reliable (coefficient alphas in the 0.80s and 0.90s), moderately correlated with measures of corresponding academic abilities (rs from .3 to .7), and in agreement with self-concepts inferred by primary school teachers. Developmental changes in selfconcept as measured by the SDQ and their relation to sex differences are described by  also see Marsh & Hocevar, 1985; Marsh et al., in press ).",
                "cite_spans": [
                    {
                        "start": 148,
                        "end": 172,
                        "text": "(Shavelson et al., 1976;",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 173,
                        "end": 200,
                        "text": "Shavelson & Marsh, in press",
                        "ref_id": null
                    },
                    {
                        "start": 579,
                        "end": 608,
                        "text": "Marsh, Parker, & Smith, 1983;",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 609,
                        "end": 638,
                        "text": "Marsh, Relich, & Smith, 1983;",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 639,
                        "end": 668,
                        "text": "Marsh, Smith, & Barnes, 1983)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 1056,
                        "end": 1056,
                        "text": "",
                        "ref_id": null
                    },
                    {
                        "start": 1066,
                        "end": 1088,
                        "text": "Marsh & Hocevar, 1985;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1089,
                        "end": 1111,
                        "text": "Marsh et al., in press",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Testing Materials",
                "sec_num": null
            },
            {
                "text": "The current version of the SDQ differs from the earlier version only in that an eighth component, General Self (similar to the self-esteem scale described by Rosenberg, 1965) , has been added. General self-concept, such as measured by this scale, has important theoretical implications for hierarchical models of self-concept (see Marsh & Shavelson, in press, for further discussion) and is typically the only measure of self-concept used in studies that examine sex differences in self-concept (see Wylie, 1979) . The items used to infer General Self are as follows:",
                "cite_spans": [
                    {
                        "start": 158,
                        "end": 174,
                        "text": "Rosenberg, 1965)",
                        "ref_id": null
                    },
                    {
                        "start": 331,
                        "end": 349,
                        "text": "Marsh & Shavelson,",
                        "ref_id": null
                    },
                    {
                        "start": 500,
                        "end": 512,
                        "text": "Wylie, 1979)",
                        "ref_id": "BIBREF42"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Testing Materials",
                "sec_num": null
            },
            {
                "text": "A lot of things about me are good. I do lots of important things. In general I like being the way I am. Overall I have a lot to be proud of. I can do things as well as most other people. Other people think I am a good person. When I do something, I do it well. I'm as good as most other people.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Testing Materials",
                "sec_num": null
            },
            {
                "text": "In the present investigation, alpha coefficients for the eight SDQ scales varied between 0.79 and 0.91 (median = 0.87). Exploratory factor analyses clearly identified the eight SDQ scales discussed in the Results section, and factor score coefficients (Nie, Hull, Jenkins, Steinbrenner, & Bent, 1975) were determined as part of the oblique factor analysis of the responses to the SDQ, which were used to compute factor scores to represent the eight SDQ factors in subsequent analyses.",
                "cite_spans": [
                    {
                        "start": 252,
                        "end": 300,
                        "text": "(Nie, Hull, Jenkins, Steinbrenner, & Bent, 1975)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Testing Materials",
                "sec_num": null
            },
            {
                "text": "Achievement measures. Reading achievement tests were the Comprehension and Word Knowledge tests of the Primary Reading Survey Tests (Australian Council for Educational Research [ACER], 1976) . The word knowledge test consists of 40 multiplechoice synonym items for which 20 min are allowed, and the comprehension test consists of 34 multiplechoice items for which 30 min are allowed. Scores from the two tests had split-half reliabilities of 0.87 and 0.92, respectively, and correlated 0.73 with each other. For purposes of this study, scores from each of the two tests were standardized to have a mean of 0.0 and standard deviation of 1.0 and then summed to form the reading test score (Read Test). (Note: the summated standardized scores were nearly perfectly correlated with the summated unstandardized scores so that the decision to standardize scores was not critical.) Teacher ratings of reading (Read Ratings) were also taken to be another indicator of reading achievement and correlated .62 with the sum of the two reading test scores. In some analyses, a total reading achievement score (Read Ach Total) was determined by taking the sum of the reading achievement test score and the teacher rating of reading ability after both were standardized (M = 0, SD =1).",
                "cite_spans": [
                    {
                        "start": 177,
                        "end": 190,
                        "text": "[ACER], 1976)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Testing Materials",
                "sec_num": null
            },
            {
                "text": "The objective mathematics achievement test (Math Test), the Class Achievement Test in Mathematics (CATIM 4/5; ACER, 1979), consists of 45 multiplechoice items and takes about 45 min to complete. The split-half reliability of this score was 0.86. Teacher ratings of ability in mathematics (Math Ratings) were also taken to be an indicator of math achievement and correlated .59 with the mathematic achievement score. The sum of these two indicators (Math Ach Total) after each had been standardized was used in some analyses.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Testing Materials",
                "sec_num": null
            },
            {
                "text": "There were almost no missing responses to the SDQ (less than V 4 of 1%), and the median response was substituted for the few values that were missing. However, for the teacher ratings of academic ability there were 36 missing cases (6%), representing primarily students from one class in which the teacher did not complete the ratings, and there were 142 missing values (25%) for the achievement tests, representing primarily students from two schools that did not administer the achievement tests. For purposes of thia study, pairwise deletion of missing data for the ability/achievement measures was used in the determination of the correlations (see Nie et al., 1975) . However, similar correlations based on only those cases that had no missing data were nearly the same as those actually reported for the whole group. Thus, while the large number of missing values for the achievement measures requires that the results be interpreted cautiously, it is unlikely to have had any substantial effect.",
                "cite_spans": [
                    {
                        "start": 653,
                        "end": 670,
                        "text": "Nie et al., 1975)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analyses",
                "sec_num": null
            },
            {
                "text": "For purposes of this study, the eight positively worded items designed to measure each SDQ scale were divided into four item-pairs such that the first two items were assigned to the first pair, the next two items to the next pair, and so forth. Four subscale scores, the sum of responses to each pair of items, were then formed to represent each of the eight SDQ factors, and factor analyses were performed on responses to these 32 subscale scores (see . This procedure has typically been used in recent factor analytic research with the SDQ (e.g., Marsh & O'Niell, 1984; Shavelson & Marsh, in press) and is preferable to factor analyzing responses to individual items because (a) the ratio of the number of subjects to variables is increased, (b) each measured variable is more reliable and has a smaller unique component, (c) factor loadings are less affected by the idiosyncratic warding of individual items, and (d) the cost of the factor analyses (particularly the CFA) is substantially reduced (see Marsh & O'Niell, 1984 , for further discussion).",
                "cite_spans": [
                    {
                        "start": 549,
                        "end": 571,
                        "text": "Marsh & O'Niell, 1984;",
                        "ref_id": null
                    },
                    {
                        "start": 572,
                        "end": 600,
                        "text": "Shavelson & Marsh, in press)",
                        "ref_id": null
                    },
                    {
                        "start": 1005,
                        "end": 1026,
                        "text": "Marsh & O'Niell, 1984",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analyses",
                "sec_num": null
            },
            {
                "text": "An exploratory factor analysis was performed with the commercially available SPSS program (Nie et al., 1975) using iterated communality estimates, a Kaiser normalization, and an oblique rotation to the final solution with delta equal to -2. Confirmatory factor analyses were also conducted with the commercially available LISREL V program (Joreskog & Sorbom, 1981) . In the CFA models solutions were hypothesized where each measured variable was allowed to define one and only one factor, the factors were correlated, and error/uniqueness terms for the measured variables were uncorrelated. 1 The ability of the pro-posed models to fit responses to the SDQ was determined by an examination of the parameter estimates, the ratio of the chi-square to the degrees of freedom, and coefficient d (Bentler & Bonett, 1980) . There are no universally accepted guidelines for evaluating goodness-of-fit (Fornell, 1983) , although the ratio of the chi-square to degrees of freedom is the most commonly used index. Some researchers argue that chisquare/degrees of freedom ratios as high as 5 may indicate a good fit (e.g., Wolfle, 1981) , and others claim that a ratio of 2 or less is required (e.g., Alwin & Jackson, 1981) , but most agree that ratios of less than 2 indicate a good fit. In the CFA models, analyses were performed on variance-covariance matrices representing responses for boys and for girls. In the first model, no parameters were assumed to be the same for boys and girls, while in alternative models various subsets of parameters were set to be invariant across the two samples so that for the most restrictive model all parameters were hypothesized to be the same. A more detailed presentation of CFA, goodness of fit, and factorial invariance across different groups was beyond the scope of the present study, but these topics are discussed elsewhere (Alwin & Jackson, 1981; Bentler & Bonett, 1980; Joreskog & Sorbom, 1981; Marsh & Hocevar, 1983 , 1985 Maruyama & McGarvey, 1980; Wolfle, 1981) .",
                "cite_spans": [
                    {
                        "start": 90,
                        "end": 108,
                        "text": "(Nie et al., 1975)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 339,
                        "end": 364,
                        "text": "(Joreskog & Sorbom, 1981)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 591,
                        "end": 592,
                        "text": "1",
                        "ref_id": null
                    },
                    {
                        "start": 791,
                        "end": 815,
                        "text": "(Bentler & Bonett, 1980)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 894,
                        "end": 909,
                        "text": "(Fornell, 1983)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1112,
                        "end": 1125,
                        "text": "Wolfle, 1981)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 1190,
                        "end": 1212,
                        "text": "Alwin & Jackson, 1981)",
                        "ref_id": null
                    },
                    {
                        "start": 1863,
                        "end": 1886,
                        "text": "(Alwin & Jackson, 1981;",
                        "ref_id": null
                    },
                    {
                        "start": 1887,
                        "end": 1910,
                        "text": "Bentler & Bonett, 1980;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 1911,
                        "end": 1935,
                        "text": "Joreskog & Sorbom, 1981;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 1936,
                        "end": 1957,
                        "text": "Marsh & Hocevar, 1983",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 1958,
                        "end": 1964,
                        "text": ", 1985",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1965,
                        "end": 1991,
                        "text": "Maruyama & McGarvey, 1980;",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 1992,
                        "end": 2005,
                        "text": "Wolfle, 1981)",
                        "ref_id": "BIBREF40"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analyses",
                "sec_num": null
            },
            {
                "text": "Correlations among the self-concept scores, the achievement indicators, and student sex were determined with \"pair-wise deletion of missing data\" (see Nie et al., 1975) . Hierarchical multiple regressions were performed on this correlation matrix with the commercially available SPSS program and served as the basis of a series of path analyses. Construction and analysis of the path models followed procedures described by Wolfle (1980) in which path coefficients (direct effects) were standardized beta weights derived from a series of multiple regressions. The results of these path analyses were used to test implications derived from the internal/external frame of reference model.",
                "cite_spans": [
                    {
                        "start": 151,
                        "end": 168,
                        "text": "Nie et al., 1975)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 424,
                        "end": 437,
                        "text": "Wolfle (1980)",
                        "ref_id": "BIBREF39"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analyses",
                "sec_num": null
            },
            {
                "text": "Results of the exploratory factor analysis of responses to the SDQ clearly identified the eight hypothesized factors (see Table  1 ). The factor loadings for variables-the item pairs-designed to measure each factor (the target loadings) were substantial; the median target loading was .72, none were less than .30, and 90% were greater than .50. The nontarget loadings were smaller; the median was .03, none was greater than .30, and 98% were less than .20. Correlations among the SDQ factors tended to be small (median r = .17), with the largest correlations occurring between the first three nonacademic factors, between General School and the other two academic factors, and those involving the General Self factor. Of particular relevance for this study were the clear definition of the General Self scale and the near-zero correlation between Reading and Math self-concepts.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 122,
                        "end": 130,
                        "text": "Table  1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Factor Analyses of Responses to the SDQ",
                "sec_num": null
            },
            {
                "text": "The clear identification of the seven SDQ factors considered previously replicates findings of other studies described earlier.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Factor Analyses of Responses to the SDQ",
                "sec_num": null
            },
            {
                "text": "The pattern of correlations among these factors supports the revision of the Shaveison model that hypothesizes three higher order factors representing nonacademic, verbal/academic, and math/academic selfconcepts instead of just academic and nonacademic self-concepts. The General Self factor did not appear on earlier versions of the SDQ, but it also was clearly identified by results of the present factor analysis and was moderately correlated with self-concepts in other areas.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Factor Analyses of Responses to the SDQ",
                "sec_num": null
            },
            {
                "text": "The purposes of the CFA were to determine how well a model, based on the design of the SDQ and the results described above, was able to fit the data and whether this solution was invariant across responses by boys and girls. In the first CFA model (Model 1 in Table 2 ) it was hypothesized that each factor was defined only by the four item pairs designed to measure it (i.e., target loadings were estimated, but nontarget factor loadings were fixed to be zero-see Footnote 1). For Model 1 the pattern of parameter estimates was hypothesized to be the same for the male and female samples, but the actual values for any of the parameter estimates were not assumed to be the same across samples (i.e., there were no invariance constraints). Inspection of the parameter estimates (not shown), where every factor loading for each sex was statistically significant, and the goodness-of-fit indices for Model 1 (see Table 2) indicate that Model 1 provided a good fit to the data.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 260,
                        "end": 267,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Factor Analyses of Responses to the SDQ",
                "sec_num": null
            },
            {
                "text": "In Model 2 the invariance of the factor loadings was tested such that the final solutions for the two samples were required to have the same factor loadings, though other parameters (i.e., factor variance/covariances and error/uniquenesses) were allowed to vary. This model is normally taken to be the minimum condition for factorial invariance, and inspection of the This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Factor Analyses of Responses to the SDQ",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly. Note. The four variables designed to measure each factor are the sum of responses to pairs of items. All parameters are presented without decimal points. Factor loadings in boxes are the loadings of items designed to measure each factor (target loadings). PHYS = Physical Abilities; APPR = Appearance; PEER = Peer Relations; PRNT = Parent Relations; READ -Reading; MATH -Mathematics; SCHL = General School; GENL = General Self. Note. CFA = confirmatory factor analysis. SDQ = Self Description Questionnaire. FL « factor loadings; FVC -factor variance/covariancea; EU =* error/uniquenesses.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Factor Analyses of Responses to the SDQ",
                "sec_num": null
            },
            {
                "text": "goodness-of-fit indices demonstrates that this solution also provided a good fit to the data. In Models 3, 4, and 5, respectively, invariance was tested for factor variance/ covariances, error/uniquenesses, and both (i.e., total invariance). Even the most restrictive model, in which total invariance was tested, provided a good fit to the data and differed only slightly from the model where no invariance was hypothesized.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Factor Analyses of Responses to the SDQ",
                "sec_num": null
            },
            {
                "text": "The results of the confirmatory factor analyses show that responses to the SDQ can be explained by the hypothesized factor structure and that parameter estimates are nearly invariant for boys and girls. Although this assumption has not previously been tested with CFA in studies on sex differences in self-concept, its violation can render observed differences uninterpretable. Hence, the finding that the factor structure was invariant for boys and girls is important and also provides a justification for the comparison of self-concepts for boys and girls.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Factor Analyses of Responses to the SDQ",
                "sec_num": null
            },
            {
                "text": "Correlations between sex, achievement scores, and the multiple dimensions of selfconcept appear in Table 3 (male was coded 1 and female 2, such that positive correlations indicated higher scores for girls than boys). Girls had significantly lower selfconcepts than did boys in Physical Abilities, Physical Appearance, and Math; had significantly higher self-concepts in Reading; and did not differ significantly from boys (atp < .01) for Peer Relations, Parent Relations, General School, and General Self. However, because of the large sample size, even small correlations were statistically significant, and sex differences accounted for no more than 3% of the variance in any of the self-concept scores. In addi- This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 99,
                        "end": 106,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Correlations With Sex and Academic Achievement",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Correlations With Sex and Academic Achievement",
                "sec_num": null
            },
            {
                "text": "tion, girls had higher achievement scores in math and reading, a finding consistent for both test scores and teacher ratings. These findings support the suggestion that girls in late primary grades have significantly higher levels of mathematics achievement but lower levels of Math self-concept than do boys. Achievement scores in reading and math were positively correlated with self-concepts in Reading and Math but not with self-concepts in nonacademic areas, where correlations were either nonsignificant or significantly negative. Using either test scores or teacher ratings, reading achievement was most highly correlated with Reading self-concept, whereas math achievement was most highly correlated with Math self-concept. Multiple correlations relating the set of four achievement scores to each area of self-concept were also highest for self-concepts in Reading and Mathematics (Rs = .49 and .40, respectively). These findings demonstrate that academic achievement and academic self-concept are significantly correlated and the relations are specific to particular subject areas and also provide further support for the construct validity of interpretations based upon responses to the SDQ.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Correlations With Sex and Academic Achievement",
                "sec_num": null
            },
            {
                "text": "The relations among sex, reading and math achievement, and Reading and Math self-concepts were further examined in a series of path analyses (see Figure 2) . In each of these models, academic achievement was hypothesized to be one causal determinant of academic self concept. Although such a model was useful for our purposes in this study, we do not argue against a more dynamic model in which subsequent levels of academic achievement are determined by both prior levels of academic selfconcept and academic achievement. Nevertheless, the results of the path models confirm the paradoxical set of relations among the achievement and self-concept variables that has been found with responses by older students. Achievements in reading and mathematics were substan-tially correlated with each other and selfconcepts in reading and mathematics, but Reading and Math self-concepts were nearly uncorrelated with each other. The direct effect of reading achievement on Reading self-concept was positive and substantial, but the direct effect of math achievement on Reading self-concept was significant and negative. Higher math achievement, once the effect of reading achievement was controlled, was correlated with lower self-concepts in Reading. In contrast, the direct effect of math achievement on Math self-concept was substantial and positive, but the direct effect of reading achievement was significant and negative. This same pattern of results was observed for achievement measured by test scores, teacher ratings, and their total after each was standardized (Models 1, 2, and 3, respectively).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 146,
                        "end": 155,
                        "text": "Figure 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Correlations With Sex and Academic Achievement",
                "sec_num": null
            },
            {
                "text": "The inclusion of student sex (see Model 4 in Figure 2 ) had little effect on the pattern of relations observed in Model 3, but the model did provide a way of separating the effects of sex on academic achievement and self-concept. For reading, girls had higher levels of achievement, this better achievement lead to better Reading self-concept, and sex had no direct effect on Reading self-concept; the higher Reading self-concept for girls can be explained in terms of their higher levels of ability/achievement. The pattern, however, was quite different for mathematics. Girls had significantly higher levels of math achievement but lower levels of Math self-concept. Thus, being a girl had a positive direct effect on mathematics achievement but a negative direct effect on Math self-concept. The results in Model 4 were based on academic achievement assessed by test scores, but the same pattern of results was also observed for achievement based on teacher ratings or on the total of teacher ratings and academic achievement.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 45,
                        "end": 53,
                        "text": "Figure 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Correlations With Sex and Academic Achievement",
                "sec_num": null
            },
            {
                "text": "In Model 5 teacher ratings and test scores were considered separately and it was assumed that academic achievement as re- Figure 2 . Five path diagrams relating sex and achievement with Reading and Math self-concepts. (Paths that did not reach statistical significance are excluded, though none had path coefficients greater than .10.) fleeted in objective tests was one of the causal determinants of teacher ratings of academic ability. Observations made about Models 1-4 applied to Model 5 as well. The positive direct impact of reading test scores was substantial on teacher ratings of reading and Reading self-concept and smaller on teacher ratings of math; reading test scores also had a substantial indirect effect on Reading self-concept, primarily through their effect on teacher ratings of reading. However, the direct effect of reading test scores on Math self-concept was negative. Teacher ratings of reading also had a positive direct effect on Reading self-concept and a negative direct effect on Math self-concept. The pattern of results for Math achievement mirrored this pattern except that the direct negative effect of teacher ratings of mathematics on reading self-concept did not reach statistical significance (though the negative direct effect of math test scores did).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 122,
                        "end": 130,
                        "text": "Figure 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Correlations With Sex and Academic Achievement",
                "sec_num": null
            },
            {
                "text": "Model 5 provided another perspective on the sex effects observed earlier. Being a girl had a direct positive effect on both reading test scores and teacher ratings of reading; teachers rated girls' reading ability to be higher, and this sex difference was larger than can be accounted for by differences in test scores. Being a girl had a direct positive effect on math test scores, but not on teacher ratings of math; the higher teacher ratings of girls' math ability in this study can be accounted for by differences in test scores. Again, as in Model 3, being a girl had no direct effect on reading self-concept but had a negative, direct effect on Math self-concept.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Correlations With Sex and Academic Achievement",
                "sec_num": null
            },
            {
                "text": "Exploratory and confirmatory factor analyses supported the eight factors, including the new General Self scale, which the SDQ was designed to measure, and demonstrated that this structure is reasonably invariant across responses by boys and girls. Academic achievement indicators were significantly and positively correlated with academic self-concepts but not with nonacademic areas of self-concept. The academic achievement/academic self-concept relationship was quite specific to particular subject areas. In this study girls had higher levels of academic achievement in both reading and mathematics and higher levels of Reading self-concept but lower levels of Math self-concept. 2",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The inability of many self-concept instruments to adequately differentiate among the facets of self-concept that they claim to measure has seriously hindered theoretical work on the structure of selfconcept. Previous research has generally used exploratory factor analysis. However, limitations inherent in the application of exploratory factor analysis render it relatively unsuitable for many important problems in self-concept research, such as testing the invariance of factor structures 2 An anonymous reviewer questioned whether two aspects of the sample, the disproportionately large proportion of boys and the missing values for the achievement indicators, may have biased the results. The original purpose of the study was to study selfconcept/academic achievement relations, and no attempt was made to balance the sample in terms of sex; the use of seven predominantly single-sex schools made it likely that there would not be equal numbers of boys and girls. Although the unequal numbers of boys and girls is somewhat embarrassing and could have been controlled for in the original design, there is no reason to suspect that it produced any bias in the results. The potential bias due to missing values in the achievement indicators-the test scores and teacher ratings-was discussed briefly in the statistical analysis portion of the Method section where it was indicated that correlations, and thus the path analyses in Figure 2 , were similar whether based on pairwise or casewise deletion of missing data. It is important to emphasize that virtually no students had missing values for both test scores and teacher ratings, that these two achievement indicators were substantially correlated, and that each provides a reasonable basis for inferring achievement. Hence the similarity of the findings based on test scores, which excluded subjects with missing test scores (Model 1 in Figure 2) ; on teacher ratings, which excluded subjects with missing teacher ratings (Model 2 in Figure 2) ; and on the average of all available achievement indicators, which excluded virtually no subjects (Model 3 in Figure 2 ) provides further evidence that the missing values for these indicators did not produce a bias in the results. Similarly, the modest but statistically significant sex differences favoring girls over boys in reading and mathematics achievement was observed for both test scores and teacher ratings. In summary, it seems unlikely that either of the potential problems with the sample identified by the reviewer is likely to have had a substantial impact on the findings of this study. across subgroups. Confirmatory factor analyses described here replicated previous findings with the earlier version of the SDQ, but this is the first confirmation of the new General Self scale on the revised instrument, and this scale has important theoretical implications (Marsh & Shavelson, in press ).",
                "cite_spans": [
                    {
                        "start": 2880,
                        "end": 2908,
                        "text": "(Marsh & Shavelson, in press",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1432,
                        "end": 1440,
                        "text": "Figure 2",
                        "ref_id": null
                    },
                    {
                        "start": 1895,
                        "end": 1904,
                        "text": "Figure 2)",
                        "ref_id": null
                    },
                    {
                        "start": 1992,
                        "end": 2001,
                        "text": "Figure 2)",
                        "ref_id": null
                    },
                    {
                        "start": 2113,
                        "end": 2121,
                        "text": "Figure 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "SDQ Factor Structure and Its Invariance Across Sexes",
                "sec_num": null
            },
            {
                "text": "Confirmatory factor analysis has not previously been used to demonstrate the invariance of self-concept factors across responses by boys and by girls. Nevertheless, such an assumption is implicit in the comparison of mean responses by boys and girls or in the comparison of responses by other subgroups (e.g., different age groups, different SES groups, different ethnic groups). If this assumption is violated the interpretation of mean differences is ambiguous, but suitable analytic procedures have not been applied in self-concept research to test the assumption. Hence the application of confirmatory factor analysis to demonstrate the factorial invariance responses across sexes is substantively important and also provides an important methodological demonstration for further research.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SDQ Factor Structure and Its Invariance Across Sexes",
                "sec_num": null
            },
            {
                "text": "Sex differences observed in the present study were generally consistent with findings from other studies and support observations by Meece et al. (1982) in their review of mathematics achievement and affect. Nevertheless, Meece et al. cited no research (and we know of no other published studies) in which girls had higher achievement scores in math and reading and higher self-concepts in reading but lower self-concepts in math. They did argue that sex differences favoring boys in mathematics are not well established until junior and senior high school, but that sex differences in math self-concept occur at younger ages than do differences in math achievement. This observation is important in their schema because it was one basis for their contention that sex differences in mathematics achievement are due to stereotyped socialization patterns that produce traditional sex roles, attitudes, and beliefs. In terms of the present investiga-tion, we interpret this to mean that socialization produces self-concept differences that produce achievement differences.",
                "cite_spans": [
                    {
                        "start": 133,
                        "end": 152,
                        "text": "Meece et al. (1982)",
                        "ref_id": "BIBREF29"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sex Differences in Academic Self-Concept and Academic Achievement",
                "sec_num": null
            },
            {
                "text": "The support for the Meece et al. proposal demonstrated in our study is particularly compelling because girls were shown to have significantly lower self-concepts in mathematics even though their level of math achievement was higher, as measured by objective test scores and as judged by their teachers. Because the direction of the sex effects on the two variables was opposite, it was not necessary to demonstrate the causal predominance of one effect over the other, and many alternative explanations (e.g., that changes in self-concept are produced by changes in achievement ) are not viable. In another Australian study with the SDQ in schools similar to the ones in this study, Relich (1983) also demonstrated that sixth-grade girls had significantly lower math self-concepts than did boys even though the girls had significantly higher levels of mathematics achievement. Although the focus of the Relich dissertation was not on self-concept, his findings provide corroboration to the present sex differences observed. These findings in conjunction with the Meece review are also important because they suggest that changes in self-concept can apparently cause subsequent changes in academic achievement.",
                "cite_spans": [
                    {
                        "start": 683,
                        "end": 696,
                        "text": "Relich (1983)",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sex Differences in Academic Self-Concept and Academic Achievement",
                "sec_num": null
            },
            {
                "text": "However, this interpretation of the present study must be viewed cautiously because the findings are based on a single testing with one age cohort. The interpretation is only meaningful in the context of other research such as reviewed by Meece et al. It is also important to note that nearly all of the students in this study attended single-sex classes. Marsh, Relich, and Smith (1983) compared sex differences in responses to the SDQ in single-sex and coeducational settings and found the differences-both those favoring girls and those favoring boys-to be larger in the coeducational setting. Although many alternative explanations of the findings existed, Marsh, Relich, and Smith suggested that the coeducational setting exacerbated sex stereotypes and that this produced larger sex differences in multiple dimensions of self-concept. If this is so, then the sex differences we observed may represent an underestimate of those that This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [
                    {
                        "start": 356,
                        "end": 387,
                        "text": "Marsh, Relich, and Smith (1983)",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sex Differences in Academic Self-Concept and Academic Achievement",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sex Differences in Academic Self-Concept and Academic Achievement",
                "sec_num": null
            },
            {
                "text": "would be observed in a coeducational setting. In summary, these conclusions need further examination in longitudinal studies and in studies conducted in coeducational settings.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sex Differences in Academic Self-Concept and Academic Achievement",
                "sec_num": null
            },
            {
                "text": "Relations between achievement in reading and mathematics and the corresponding measures of self-concept were dramatic, surprising, and paradoxical. Despite the high correlations between reading and math achievement indicators, self-concepts in these two academic areas were nearly uncorrelated. Furthermore, the direct effect of reading achievement on Math selfconcept and the direct effect of math achievement on reading self-concept were each significant and negative. This pattern of results is consistent, however, with the internal/external frame of reference model depicted in Figure 1 . According to this model, a student compares his or her abilities with those of other students (an external comparison) and also compares his or her own abilities in different academic areas. Hence a student whose academic abilities are low in both math and reading (compared with those of other students-an external comparison) but whose ability in math is better than in reading (an internal comparison) may have an average, or even above-average self-concept in mathematics. The external comparison process will lead to positive correlations between reading and math self-concepts, and the internal comparison process will lead to negative correlations, so that the joint operation of both produces the relatively uncorrelated self-concepts that are consistent with results observed in the present study and elsewhere.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 583,
                        "end": 591,
                        "text": "Figure 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "It is important to emphasize that the internal/external model explains more than just the lack of correlation between Reading and Math self-concepts. The model is consistent with the positive path coefficients connecting math achievement with Math self-concept and reading achievement with Reading self-concept; and particularly with the negative path coefficients connecting math achievement with Reading self-concept and reading achievement with Math self-concept. According to this model, a high self-concept in reading is more likely when reading achievement is high (the external comparison process) and when reading achievement is higher than math achievement (the internal comparison process). Hence, once the effect of reading achievement is controlled for, it is the difference between reading and math achievements that determines reading selfconcept, and the direct effect of math achievement is predicted to be negative. These findings not only illustrate the clear separation of self-concepts in different academic areas-much clearer than that of the corresponding achievements-but also demonstrate that academic self-concepts are affected by different processes than are the academic achievement areas they reflect.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "The validity of interpretations based on the internal comparison process was demonstrated in this study with responses by 10-year-old children and elsewhere with responses by older students. The model actually posits that self-perceptions of abilities in math and reading are one basis for the formation of these academic selfconcepts, rather than objective ability/ achievement measures. Consequently, in these studies we had to assume that selfperceptions of academic ability are reasonably well represented by actual ability/ achievement; support for the model justifies this assumption. Nicholls (1979) , however, asked children between the ages of 6 and 12 to rank their own reading ability compared with other children in their classroom and found that the accuracy of their perceptions varied substantially with age: Self-ratings and teacher ratings for the youngest children were nearly uncorrelated. The validity of the internal/external frame of reference model does not depend on self-perceptions' being accurate, but tests of the validity of the model will be more difficult to formulate if they are not. Consequently, although the model appears valid for a wide range of ages, it has not been tested with very young children under the age of 10, with whom tests of its validity may be more difficult to formulate.",
                "cite_spans": [
                    {
                        "start": 591,
                        "end": 606,
                        "text": "Nicholls (1979)",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "In the present application of the internal/external frame of reference model, academic abilities and self-concepts were em-phasized. However, we suspect that a similar process acts in other areas as well. For example, consider a professional tennis player who is also an excellent golfer and a weekend sports enthusiast who is an average golfer (which is his or her best sport) and a below-average tennis player. The tennis professional is a better golfer than the weekend sports enthusiast but may have a self-concept as a golfer that is the same or even poorer; this is consistent with the internal comparison process. Such a process may also affect self-concepts in broader areas such as academic versus nonacademic self-concept. Hence, although this application of the internal/external frame of reference model is specific to academic areas, it remains the task of further research to test its application in other areas. 3",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "a I recently conducted a more comprehensive test of the internal/external model for all previous SDQ studies, including the present study (Marsh, in press ). Results from this more comprehensive study substantiate the findings presented here.",
                "cite_spans": [
                    {
                        "start": 138,
                        "end": 154,
                        "text": "(Marsh, in press",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "This document is copyrighted by the American Psychological Association or one of its allied publishers.This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "For purposes of this study, each of the confirmatory factor models inTable 2was defined with reference indicators where the factor loading for one of the measured variables (item-pairs) designed to measure each factor was set to 1-0, and the diagonal of the factor variance/covariance matrix was free to be estimated. Each model inTable 2was tested with covariance matrices rather than correlation matrices. For Model 1, in which there were no invariance constraints, the observed chi-square values would be the same for either metric, but for each of the other models observed chi-squares would be smaller and goodnessof-fit indicators superior if the models were tested with the correlation metric.This document is copyrighted by the American Psychological Association or one of its allied publishers.This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Factor analysis and measurement in sociological research: A multidimensional perspective",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Jackson",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Beverly Hills",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "& Jackson, D.J. (1981). Applications of simultaneous factor analysis to issues of factorial invariance. In D. Jackson & E. Borgotta (Eds.), Factor analysis and measurement in sociological research: A multidimensional perspective. Bev- erly Hills, CA: Sage.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "ACER Primary Reading Survey Tests",
                "authors": [],
                "year": 1976,
                "venue": "Australian Council for Educational Research",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Australian Council for Educational Research. (1976). ACER Primary Reading Survey Tests. Hawthorn, Australia: Author.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Australian Council for Educational Research",
                "authors": [],
                "year": 1979,
                "venue": "Class Achievement Test in Mathematics (CATIM",
                "volume": "4",
                "issue": "5",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Australian Council for Educational Research. (1979). Class Achievement Test in Mathematics (CATIM 4/5). Hawthorn, Australia: Author.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Significance tests and goodness of fit in the analysis of covariance structures",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "M"
                        ],
                        "last": "Bentler",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "G"
                        ],
                        "last": "Bonett",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Psychological Bulletin",
                "volume": "88",
                "issue": "",
                "pages": "588--606",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bentler,P. M.,& Bonett, D. G. (1980). Significance tests and goodness of fit in the analysis of covariance structures. Psychological Bulletin, 88, 588-606.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Student's Perception of Ability Scale manual",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "J"
                        ],
                        "last": "Boersma",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Chapman",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Boersma, F. J., & Chapman, J. W. (1979). Student's Perception of Ability Scale manual. University of Alberta, Edmonton, Canada.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "The self-concept: Theory, measurement, development and behaviour",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "B"
                        ],
                        "last": "Burns",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Burns, R. B. (1979). The self-concept: Theory, measurement, development and behaviour. Lon- don: Longman.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "The general/academic selfconcept nomological network: A review of construct validation research",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Byrne",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Review of Educational Research",
                "volume": "54",
                "issue": "",
                "pages": "427--56",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Byrne, B. M. (1984). The general/academic self- concept nomological network: A review of con- struct validation research. Review of Educational Research, 54, 427^56.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "The development of self-concept during adolescent years. Monographs of the Society for Research in Child Development",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "B"
                        ],
                        "last": "Dusek",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "F"
                        ],
                        "last": "Flaherty",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "46",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dusek, J. B., & Flaherty, J. F. (1981). The develop- ment of self-concept during adolescent years. Monographs of the Society for Research in Child Development, 46 (4, Serial No. 191).",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Mathematics learning and the sexes: A review",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Fennema",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Journal for Research in Mathematics Education",
                "volume": "5",
                "issue": "",
                "pages": "126--139",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fennema, E. (1974). Mathematics learning and the sexes: A review. Journal for Research in Mathe- matics Education, 5,126-139.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "The dimensionality of self-esteem: Hierarchical facet model for revised measurement scales",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Fleming",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "E"
                        ],
                        "last": "Courtney",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "46",
                "issue": "",
                "pages": "404--421",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fleming, J.S.,& Courtney, B.E. (1984). The dimen- sionality of self-esteem: Hierarchical facet model for revised measurement scales. Journal of Per- sonality and Social Psychology, 46, 404-421.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Issues in the application of covariance structure analysis: A comment",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Fornell",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Journal of Consumer Research",
                "volume": "9",
                "issue": "",
                "pages": "443--448",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fornell, C. (1983). Issues in the application of co- variance structure analysis: A comment. Journal of Consumer Research, 9, 443-448.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "The relationship between self and achievement/performance measures",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "C"
                        ],
                        "last": "Hansford",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "&hattie",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Review of Educational Research",
                "volume": "52",
                "issue": "",
                "pages": "123--142",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hansford,B.C.,&Hattie,J.A. (1982). The relation- ship between self and achievement/performance measures. Review of Educational Research, 52, 123-142.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "The Perceived Competence Scale for Children",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Harter",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Child Development",
                "volume": "53",
                "issue": "",
                "pages": "87--97",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harter, S. (1982). The Perceived Competence Scale for Children. Child Development, 53, 87-97.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "LISREL V: Analysis of linear structural relations by the method of maximum likelihood. Chicago: International Educational Services",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "G"
                        ],
                        "last": "Joreskog",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Sorbom",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Joreskog, K. G., & Sorbom, D. (1981). LISREL V: Analysis of linear structural relations by the meth- od of maximum likelihood. Chicago: Internation- al Educational Services.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Self-concept: The application of a frame of reference model to explain paradoxical results",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Australian Journal of Education",
                "volume": "28",
                "issue": "",
                "pages": "165--181",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1984). Self-concept: The applica- tion of a frame of reference model to explain para- doxical results. Australian Journal of Education, 28, 165-181.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Verbal and math self-concepts: An internal/external frame of reference model",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "American Educational Research Journal",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (in press). Verbal and math self-con- cepts: An internal/external frame of reference model. American Educational Research Journal.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "The Self-Description Questionnaire: Age and sex effects in the structure and level of selfconcept for preadolescent children",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Cairns",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Tidman",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Journal of Educational Psychology",
                "volume": "75",
                "issue": "",
                "pages": "940--956",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Barnes, J., Cairns, L., & Tidman, M. (1984). The Self-Description Questionnaire: Age and sex effects in the structure and level of self- concept for preadolescent children. Journal of Educational Psychology, 75, 940-956.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Confirmatory factor analysis of multitrait-multi method matrices",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Hocevar",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Journal of Educational Measurement",
                "volume": "20",
                "issue": "",
                "pages": "231--248",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. ? & Hocevar, D. (1983). Confirmatory factor analysis of multitrait-multi method matrices. Journal of Educational Measurement, 20,231-248.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Application of confirmatory factor analysis to the study of selfconcept: First-and higher order factor models and their invariance across groups",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Hocevar",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Psychological Bulletin",
                "volume": "3",
                "issue": "",
                "pages": "562--582",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Hocevar, D. (1985). Application of confirmatory factor analysis to the study of self- concept: First-and higher order factor models and their invariance across groups. Psychological Bul- letin, 3, 562-582.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Self-Description Questionnarie III: The construct validity of multidimensional self-concept ratings by late-adolescents",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "&0'niell",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Journal of Educational Measurement",
                "volume": "21",
                "issue": "",
                "pages": "153--174",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W.,&0'Niell,R. (1984). Self-Description Questionnarie III: The construct validity of multi- dimensional self-concept ratings by late-adoles- cents. Journal of Educational Measurement, 21, 153-174.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Determinants of student self-concept: Is it better to be a relatively large fish in a small pond even if you don't learn to swim as well",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Parker",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "47",
                "issue": "",
                "pages": "213--231",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H.W..& Parker, J.W. (1984). Determinants of student self-concept: Is it better to be a relative- ly large fish in a small pond even if you don't learn to swim as well? Journal of Personality and Social Psychology, 47, 213-231.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Multidimensional adolescent self-concepts: Their relationship to age, sex and academic measures",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Parker",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "American Educational Research Journal",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Parker, J., & Barnes, J. (in press). Multidimensional adolescent self-concepts: Their relationship to age, sex and academic measures. American Educational Research Journal.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Preadolescent self-concept: Its relation to self-concept as inferred by teachers and to academic ability",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Parker",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "D"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "British Journal of Educational Psychology",
                "volume": "53",
                "issue": "",
                "pages": "60--78",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Parker, J. W., & Smith, I. D. (1983). Preadolescent self-concept: Its relation to self-con- cept as inferred by teachers and to academic ability. British Journal of Educational Psychology, 53, 60-78.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Self-concept: The construct validity of interpretations based upon the SDQ",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Relich",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "D"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "45",
                "issue": "",
                "pages": "173--187",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Relich, J. D., & Smith, I. D. (1983). Self-concept: The construct validity of interpreta- tions based upon the SDQ. Journal of Personality and Social Psychology, 45,173-187.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Selfconcept: Its multifaceted, hierarchical structure",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Educational Psychologist",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Shavelson, R. J. (in press). Self- concept: Its multifaceted, hierarchical structure. Educational Psychologist.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Multitraitmultimethod analyses of two self-concept instruments",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W-"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "D"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Journal of Educational Psychology",
                "volume": "74",
                "issue": "",
                "pages": "430--440",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W-, & Smith, I. D. (1982). Multitrait- multimethod analyses of two self-concept instru- ments. Journal of Educational Psychology, 74, 430-440.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Multitrait-multimethod analyses of the Self-Description Questionnaire: Student-teacher agreement on multidimensional ratings of student self-concept",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "D"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "American Educational Research Journal",
                "volume": "20",
                "issue": "",
                "pages": "333--357",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H.W., Smith, I. D..& Barnes, J. (1983). Mul- titrait-multimethod analyses of the Self-Descrip- tion Questionnaire: Student-teacher agreement on multidimensional ratings of student self-concept. American Educational Research Journal, 20, 333-357.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Evaluating causal models: An application of maximum likelihood analysis of structural equations",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Maruyama",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Mcgarvey",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Psychological Bulletin",
                "volume": "87",
                "issue": "",
                "pages": "502--512",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Maruyama, G., & McGarvey, B. (1980). Evaluating causal models: An application of maximum likeli- hood analysis of structural equations. Psychologi- cal Bulletin, 87, 502-512.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Sex differences in math achievement: Toward a model of academic choice",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Meece",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Parsons",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Kaczala",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "B"
                        ],
                        "last": "Goff",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Futterman",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Psychological Bulletin",
                "volume": "91",
                "issue": "",
                "pages": "324--348",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Meece, J. L., Parsons, J. E., Kaczala, C. M., Goff, S. B., & Futterman, R. (1982). Sex differences in math achievement: Toward a model of academic choice. Psychological Bulletin, 91,324-348.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Development of perception of attainment and causal attributions for success and failure in reading",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Nicholls",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Journal of Educational Psychology",
                "volume": "7",
                "issue": "",
                "pages": "94--99",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nicholls, J. (1979). Development of perception of attainment and causal attributions for success and failure in reading. Journal of Educational Psy- chology, 7i, 94-99.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Statistical Package for the Social Sciences",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "H"
                        ],
                        "last": "Nie",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "H"
                        ],
                        "last": "Hull",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "G"
                        ],
                        "last": "Jenkins",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Steinbrenner",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "H"
                        ],
                        "last": "&bent",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nie, N. H. ? Hull, C. H., Jenkins, J. G., Steinbrenner, K. &Bent,D. H. (1975). Statistical Package for the Social Sciences. New York: McGraw-Hill.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Attribution, affective variables and arithmetic achievement",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Relich",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Relich, J. (1983). Attribution, affective variables and arithmetic achievement. Unpublished doctor- al dissertation, University of Sydney, Australia. Rosenberg, M. (1965). Society and the adolescent child. Princeton, NJ: Princeton University Press.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Self-concept: The interplay of theory and methods",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Bolus",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Journal of Educational Psychology",
                "volume": "74",
                "issue": "",
                "pages": "3--17",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shavelson, R. J., & Bolus, R. (1982). Self-concept: The interplay of theory and methods. Journal of Educational Psychology, 74, 3-17.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Validation of construct interpretations",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Hubner",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "C"
                        ],
                        "last": "Stanton",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Review of Educational Research",
                "volume": "46",
                "issue": "",
                "pages": "407--441",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shavelson, R. J., Hubner, J. J., & Stanton, G. C. (1976). Validation of construct interpretations. Review of Educational Research, 46,407-441.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "On the structure of self-concept",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Anxiety and cognitions",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shavelson, R. J., & Marsh, H. W. (in press). On the structure of self-concept. In R. Schwarzer (Ed.), Anxiety and cognitions. Hillside, NJ: Erlbaum.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Mathematics, spatial visualization, and related factors: Changes in girls and boys, Grades 8-11",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Sherman",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Journal of Educational Psychology",
                "volume": "72",
                "issue": "",
                "pages": "476--482",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sherman, J. (1980). Mathematics, spatial visualiza- tion, and related factors: Changes in girls and boys, Grades 8-11. Journal of Educational Psychology, 72, 476-482.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "The self-concept: Mini, maxi, multi 1 ? Paper presented at the annual meeting of the",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "M"
                        ],
                        "last": "Soares",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "T"
                        ],
                        "last": "Soares",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Soares, L. M., & Soares, A. T. (1977, April). The self-concept: Mini, maxi, multi 1 ? Paper presented at the annual meeting of the American Educational Research Association, New York, NY.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Self-esteem: Its conceptualization and measurement",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "E"
                        ],
                        "last": "Welles",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Marwell",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Welles, L. E., & Marwell, G. (1976). Self-esteem: Its conceptualization and measurement. Beverly Hills, CA: Sage.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Strategies of path analysis",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "M"
                        ],
                        "last": "Wolfle",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "American Educational Research Journal",
                "volume": "17",
                "issue": "",
                "pages": "183--209",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wolfle, L. M. (1980). Strategies of path analysis. American Educational Research Journal, 17, 183-209.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Causal models with unmeasured variables: An introduction to LISREL. Paper presented at the annual meeting of the American Educational Research Association, Los Angeles",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "M"
                        ],
                        "last": "Wolfle",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wolfle, L. M. (1981, April). Causal models with unmeasured variables: An introduction to LISREL. Paper presented at the annual meeting of the Amer- ican Educational Research Association, Los Ange- les, CA.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "The self-concept (rev",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Wylie",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "",
                "volume": "1",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wylie, R. C. (1974). The self-concept (rev. ed., Vol. 1), Lincoln: University of Nebraska Press.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Lincoln",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Wylie",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "The self-concept",
                "volume": "2",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wylie, R.C. (1979). The self-concept (Vol. 2). Lin- coln: University of Nebraska Press.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "text": "Schematic path diagram of predicted relations among achievements and self-concepts in reading and mathematics. (++ = high correlation; -= small negative effect; absence of an arrow -no correlation.)",
                "uris": null
            },
            "TABREF0": {
                "num": null,
                "text": "Summary of Conventional/Exploratory Factor Analysis of Responses to the Self Description Questionnaire",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td/><td colspan=\"4\">Oblique factor pattern matrix</td><td/><td/><td/></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>Commu-</td></tr><tr><td>Variables</td><td>PHYS</td><td>APPR</td><td>PEER</td><td>PRNT</td><td colspan=\"2\">READ MATH</td><td>SCHL</td><td>GENL</td><td>nality</td></tr><tr><td>Phyal Phys2 Phys3 Phys4</td><td>68 51 84 71</td><td>00 19 00 02</td><td>06 06 09 04</td><td>04 01 -01 02</td><td>00 01 05 -05</td><td>03 05 01 -01</td><td>04 -02 -01 08</td><td>00 12 01 13</td><td>44 42 61 57</td></tr><tr><td>Apprl</td><td>01</td><td>77</td><td>03</td><td>12</td><td>03</td><td>08</td><td>02</td><td>01</td><td>62</td></tr><tr><td>Appr2</td><td>02</td><td>76</td><td>12</td><td>05</td><td>03</td><td>06</td><td>03</td><td>04</td><td>66</td></tr><tr><td>Appr3 Appr4</td><td>18 03</td><td>64 57</td><td>11 13</td><td>-05 00</td><td>-01 -03</td><td>-06 -04</td><td>08 10</td><td>14 23</td><td>63 61</td></tr><tr><td>Peerl</td><td>09</td><td>03</td><td>72</td><td>05</td><td>04</td><td>03</td><td>-03</td><td>03</td><td>56</td></tr><tr><td>Peer2</td><td>03</td><td>08</td><td>62</td><td>04</td><td>02</td><td>-01</td><td>07</td><td>16</td><td>55</td></tr><tr><td>Peer3</td><td>07</td><td>08</td><td>65</td><td>03</td><td>-02</td><td>05</td><td>04</td><td>08</td><td>54</td></tr><tr><td>Peer4</td><td>05</td><td>14</td><td>59</td><td>00</td><td>02</td><td>00</td><td>02</td><td>24</td><td>62</td></tr><tr><td>Prntl</td><td>02</td><td>04</td><td>-02</td><td>49</td><td>-05</td><td>04</td><td>05</td><td>03</td><td>25</td></tr><tr><td>Prnt2</td><td>-03</td><td>10</td><td>-03</td><td>52</td><td>04</td><td>05</td><td>09</td><td>01</td><td>29</td></tr><tr><td>Prnt3 Prnt4</td><td>06 01</td><td>-01 01</td><td>11 16</td><td>71 73</td><td>01 -02</td><td>05 05</td><td>01 00</td><td>09 10</td><td>52 54</td></tr><tr><td>Readl</td><td>02</td><td>02</td><td>-06</td><td>00</td><td>83</td><td>-05</td><td>07</td><td>06</td><td>70</td></tr><tr><td>Read2</td><td>02</td><td>01</td><td>02</td><td>-07</td><td>85</td><td>01</td><td>07</td><td>02</td><td>72</td></tr><tr><td>Read3 Read4</td><td>01 -05</td><td>01 01</td><td>03 07</td><td>-01 04</td><td>80 77_</td><td>01 01</td><td>07 14</td><td>08 04</td><td>67 67</td></tr><tr><td>Mathl</td><td>-01</td><td>02</td><td>04</td><td>-01</td><td>-02</td><td>72</td><td>16</td><td>08</td><td>68</td></tr><tr><td>Math2</td><td>04</td><td>04</td><td>-02</td><td>07</td><td>02</td><td>79</td><td>11</td><td>06</td><td>73</td></tr><tr><td>Math3 Math4</td><td>02 04</td><td>02 01</td><td>03 05</td><td>05 -01</td><td>-02 -03</td><td>76 76</td><td>17 22</td><td>05 03</td><td>74 77</td></tr><tr><td>Schll</td><td>00</td><td>05</td><td>-04</td><td>04</td><td>08</td><td>10</td><td/><td>11</td><td>57</td></tr><tr><td>Schl2</td><td>-03</td><td>02</td><td>-01</td><td>-07</td><td>12</td><td>19</td><td/><td>30</td><td>49</td></tr><tr><td>Schl3</td><td>03</td><td>03</td><td>03</td><td>12</td><td>06</td><td>13</td><td/><td>-09</td><td>62</td></tr><tr><td>SchU</td><td>06</td><td>01</td><td>05</td><td>-02</td><td>06</td><td>14</td><td/><td>10</td><td>66</td></tr><tr><td>Genii</td><td>10</td><td>18</td><td>15</td><td>21</td><td>06</td><td>-03</td><td>11</td><td>30</td><td>43</td></tr><tr><td>Genl2</td><td>03</td><td>09</td><td>19</td><td>10</td><td>01</td><td>09</td><td>01</td><td>55</td><td>55</td></tr><tr><td>Genl3</td><td>02</td><td>27</td><td>18</td><td>02</td><td>-03</td><td>01</td><td>08</td><td>50</td><td>60</td></tr><tr><td>GenI4</td><td>07</td><td>-03</td><td>01</td><td>05</td><td>07</td><td>04</td><td>02</td><td>75</td><td>53</td></tr><tr><td/><td/><td/><td colspan=\"3\">Factor pattern correlations</td><td/><td/><td/><td/></tr><tr><td>PHYS APPR</td><td>100 19</td><td>100</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>PEER</td><td>25</td><td>33</td><td>100</td><td/><td/><td/><td/><td/><td/></tr><tr><td>PRNT</td><td>08</td><td>18</td><td>18</td><td>100</td><td/><td/><td/><td/><td/></tr><tr><td>READ</td><td>01</td><td>04</td><td>04</td><td>-01</td><td>100</td><td/><td/><td/><td/></tr><tr><td>MATH</td><td>07</td><td>08</td><td>07</td><td>10</td><td>01</td><td>100</td><td/><td/><td/></tr><tr><td>SCHL</td><td>10</td><td>19</td><td>11</td><td>17</td><td>25</td><td>47</td><td>100</td><td/><td/></tr><tr><td>GENL</td><td>23</td><td>39</td><td>43</td><td>21</td><td>16</td><td>19</td><td>31</td><td>100</td><td/></tr></table>"
            },
            "TABREF1": {
                "num": null,
                "text": "Summaries of Goodness-of-Fit Indices for the CFA Models Describing Responses to the SDQ for Boys and Girls Separately",
                "type_str": "table",
                "content": "<table><tr><td>Model</td><td/><td/><td>X 2 /d/</td><td/></tr><tr><td>description</td><td>X 2</td><td>df</td><td>ratio</td><td>d</td></tr><tr><td>Null</td><td>11, 928</td><td>992</td><td>12.02</td><td>.00</td></tr><tr><td>1. No in vari-</td><td/><td/><td/><td/></tr><tr><td>ance</td><td>1,664</td><td>872</td><td>1.91</td><td>.86</td></tr><tr><td>2. FL invari-</td><td/><td/><td/><td/></tr><tr><td>ant</td><td>1,708</td><td>896</td><td>1.91</td><td>.86</td></tr><tr><td>3. FL &amp; FVC</td><td/><td/><td/><td/></tr><tr><td>invariant</td><td>1,799</td><td>932</td><td>1.93</td><td>.85</td></tr><tr><td>4. FL&amp;EU</td><td/><td/><td/><td/></tr><tr><td>invariant</td><td>1,790</td><td>928</td><td>1.93</td><td>.85</td></tr><tr><td>5. FL, FVC, &amp;</td><td/><td/><td/><td/></tr><tr><td>EU invari-</td><td/><td/><td/><td/></tr><tr><td>ant</td><td>1,888</td><td>964</td><td>1.96</td><td>.84</td></tr></table>"
            },
            "TABREF2": {
                "num": null,
                "text": "Correlations Between Self Description Questionnaire Factors, Sex* and Achievement Scores",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td colspan=\"2\">Achievement</td><td/><td/><td/><td/></tr><tr><td/><td/><td>test score</td><td/><td colspan=\"3\">Teacher ability rating</td><td/></tr><tr><td>Self-concept factor</td><td>Sex</td><td>Reading</td><td>Math</td><td>Reading</td><td>Math</td><td>School</td><td>K a</td></tr><tr><td>PHYS</td><td>-17*</td><td>-18*</td><td>-15*</td><td>-08</td><td>-03</td><td>-03</td><td>23*</td></tr><tr><td>APPH</td><td>-13*</td><td>-17*</td><td>-12</td><td>-08</td><td>-06</td><td>-06</td><td>18</td></tr><tr><td>PEER</td><td>-10</td><td>-08</td><td>-12</td><td>-03</td><td>03</td><td>03</td><td>20*</td></tr><tr><td>PRNT</td><td>-05</td><td>-11</td><td>-15*</td><td>-05</td><td>00</td><td>-02</td><td>19</td></tr><tr><td>READ</td><td>13*</td><td>43*</td><td>14*</td><td>37*</td><td>23*</td><td>29*</td><td>49*</td></tr><tr><td>MATH</td><td>-13*</td><td>-03</td><td>17*</td><td>07</td><td>28*</td><td>21*</td><td>40*</td></tr><tr><td>SCHL</td><td>-01</td><td>-04</td><td>-02</td><td>08</td><td>18* '</td><td>17*</td><td>29*</td></tr><tr><td>GENL</td><td>-03</td><td>08</td><td>06</td><td>15*</td><td>18*</td><td>20*</td><td>21*</td></tr><tr><td>Sex</td><td>_</td><td>12*</td><td>13*</td><td>21*</td><td>12*</td><td>11</td><td>-</td></tr><tr><td>p &lt; .01,</td><td/><td/><td/><td/><td/><td/><td/></tr></table>"
            }
        }
    }
}