{
    "paper_id": "marsh_1986",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-22T17:57:46.557685Z"
    },
    "title": "Multidimensional Self-Concepts: The Effect of Participation in an Outward Bound Program",
    "authors": [
        {
            "first": "Herbert",
            "middle": [
                "W"
            ],
            "last": "Marsh",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "The University of Sydney",
                "location": {
                    "settlement": "Sydney",
                    "country": "Australia"
                }
            },
            "email": ""
        },
        {
            "first": "Garry",
            "middle": [
                "E"
            ],
            "last": "Richards",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Jennifer",
            "middle": [],
            "last": "Barnes",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "The University of Sydney",
                "location": {
                    "settlement": "Sydney",
                    "country": "Australia"
                }
            },
            "email": ""
        },
        {
            "first": "W",
            "middle": [],
            "last": "Marsh",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "The University of Sydney",
                "location": {
                    "postCode": "2006",
                    "settlement": "Sydney",
                    "region": "NSW",
                    "country": "Australia"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "The purposes of this study were to examine systematic change and stability in multiple dimensions of self-concept, to test hypothesized effects of participation in the Outward Bound Program on selfconcept, and to explore methodological issues in such studies. A total of 27 groups (N = 361 participants aged 16-31, 75% male) participated in a 26-day residential program. Participants completed the Self-Description Questionnaire III (SDQ III) 1 month before the start of the program (Time 1), on the first day of the program (Time 2), and on the last day of the program (Time 3). Participation in the program produced increases in the multiple dimensions of self-concept over the 26-day interval, demonstrating the program's effectiveness. Counter explanations for the findings were examined with a variety of different approaches and did not appear to be viable. The psychometric properties of responses to the SDQ III-reliability, dimensionality, and stability-coupled with the systematic relation between the size of shifts in SDQ III scales and the scales' a priori relevance to program goals, support the validity of interpretations based on the SDQ III and its use as a criterion measure in intervention studies. Enhancement of self-concept is widely valued as a desirable goal and has been posited as an intervening process that may lead to changes in other outcomes. However, systematic reviews of self-concept research emphasize the lack of theoretical basis in most studies, the poor quality of measurement instruments used to assess self-concept, methodological shortcomings, and a general lack of consistent findings (e.g.",
    "pdf_parse": {
        "paper_id": "marsh_1986",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The purposes of this study were to examine systematic change and stability in multiple dimensions of self-concept, to test hypothesized effects of participation in the Outward Bound Program on selfconcept, and to explore methodological issues in such studies. A total of 27 groups (N = 361 participants aged 16-31, 75% male) participated in a 26-day residential program. Participants completed the Self-Description Questionnaire III (SDQ III) 1 month before the start of the program (Time 1), on the first day of the program (Time 2), and on the last day of the program (Time 3). Participation in the program produced increases in the multiple dimensions of self-concept over the 26-day interval, demonstrating the program's effectiveness. Counter explanations for the findings were examined with a variety of different approaches and did not appear to be viable. The psychometric properties of responses to the SDQ III-reliability, dimensionality, and stability-coupled with the systematic relation between the size of shifts in SDQ III scales and the scales' a priori relevance to program goals, support the validity of interpretations based on the SDQ III and its use as a criterion measure in intervention studies. Enhancement of self-concept is widely valued as a desirable goal and has been posited as an intervening process that may lead to changes in other outcomes. However, systematic reviews of self-concept research emphasize the lack of theoretical basis in most studies, the poor quality of measurement instruments used to assess self-concept, methodological shortcomings, and a general lack of consistent findings (e.g.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "within-network or between-network research. Within-network studies test the existence of hypothesized facets of self-concept (e.g., physical, social, and academic) through procedures like factor analysis and multitrait-multimethod analyses. Betweennetwork studies attempt to demonstrate a theoretically consistent pattern of relations between self-concept and external criteria such as other self-report measures, ability/achievement indicators, self-concept ratings inferred by significant others, behavior, and the impact of systematic interventions that are designed to enhance self-concept. Increasingly, researchers incorporate both these emphases, attempting to demonstrate that external criteria are systematically related to particular facets of self-concept to which they are most logically related and substantially less related to other facets of self-concept. For example, in an analysis of the self-concept/academic achievement relation, Marsh (in press) reported that verbal and mathematical achievements were substantially correlated with Verbal and Math self-concepts but were nearly uncorrelated with nonacademic areas of self-concept.",
                "cite_spans": [
                    {
                        "start": 951,
                        "end": 967,
                        "text": "Marsh (in press)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Self-concept investigators face an interesting dilemma. Theoretically, and from the perspective of measurement theory, it is desirable that self-concept be relatively stable over time. Because general self-concept, and even particular facets of self-concept, are based on such a wide range of experience, even dramatic life events and interventions may have only a modest effect on selfconcept. Some researchers also argue that it is important to a person's mental health that self-concept be relatively stable. Nevertheless, much of the interest in self-concept is directed toward changes in self-concept, as is the case in most intervention studies that use self-concept measures. Self-concept cannot be perfectly stable and still be responsive to dramatic life events or systematic interventions, and herein lies the dilemma. Marsh, Smith, Barnes, and Butler (1983) examined changes in multidimensional self-concepts of preadolescent children in a study that has particular relevance to this dilemma. First, their research identified multiple facets of self-concept that were derived from the Shavelson model and showed that these multiple facets were systematically related to self-concepts inferred by teachers and systematically related to academic achievement indicators. Second, they found that the facets of self-concept were relatively stable, even for young children. Third, they found that changes in self-concept that did occur were reliable and systematic. Finally, their results suggested that changes in self-concept were multidimensional such that changes were specific to particular dimensions of self-concept rather than generalizing across all dimensions. Thus, they suggested, it is possible for an intervention to have a moderate effect on some particular facet of self-concept, even if it has a less substantial effect on overall selfconcept. These results may offer an acceptable compromise to both sides of the dilemma; self-concept is relatively stable, but the changes that do take place are reliable and specific to particular dimensions of self-concept. However, these researchers were not able to demonstrate that the systematic and reliable changes in multiple facets of self-concept were substantially correlated with changes in other constructs, and they did not examine changes in self-concept produced by a systematic intervention.",
                "cite_spans": [
                    {
                        "start": 829,
                        "end": 868,
                        "text": "Marsh, Smith, Barnes, and Butler (1983)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stability and Change in Self-Concept",
                "sec_num": null
            },
            {
                "text": "The study of changes in multiple dimensions of self-concept because of systematic interventions has important practical and theoretical implications but is particularly plagued with methodologically weak studies, with studies based on poor measurement instruments, and with a paucity of consistent findings. Whereas a systematic review of such research is beyond the scope of this article, reviews by Wylie (1979) and by Scheirer and Kraut (1979) are particularly relevant. Wylie reviewed research proposing to alter self-concept as a consequence of psychotherapy. She concluded that an \"overview of all substantively summarized research gives no support for the belief that allegedly therapeutic or growth-producing group experiences affect the over-all level of self-regard of volunteer 'normal,' young adult participants\" (1979, pp. 642-643) . Scheirer and Kraut (1979) reviewed the effects of academic interventions on self-concept and academic achievement; they too failed to find a consistent pattern of results or many studies that produced any change in self-concept. Wylie cautioned that there are many reasons why we should be suspicious of systematic changes in self-concept produced by interventions (e.g., placebo effects, acquiescence to the experimenter). However, when the trends are not positive despite these apparent biases, then the hypothesized changes in self-concept are particularly tenuous. With regard to psychotherapy research she suggested two alternatives; to reject the popular and plausible notion that therapy should improve self-concept, or to assert that the notion is too intuitively plausible to abandon in the face of null findings and to pursue methodologically and theoretically more sophisticated research.",
                "cite_spans": [
                    {
                        "start": 401,
                        "end": 413,
                        "text": "Wylie (1979)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 421,
                        "end": 446,
                        "text": "Scheirer and Kraut (1979)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 825,
                        "end": 844,
                        "text": "(1979, pp. 642-643)",
                        "ref_id": null
                    },
                    {
                        "start": 847,
                        "end": 872,
                        "text": "Scheirer and Kraut (1979)",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stability and Change in Self-Concept",
                "sec_num": null
            },
            {
                "text": "Why does intervention research rarely demonstrate systematic changes in self-concept? Many probable reasons exist, but two are particularly relevant to the present investigation. First, most research uses ill-defined measures of overall self-concept that ignore the multidimensionality of the construct. If self-concept is multidimensional, as asserted in this study, then some areas of self-concept will be logically related to the goals of an intervention, whereas others will not. Second, the size of the likely effect relative to the probable error is typically small. This will be the case when the intervention is weak or when the number of subjects in the study is small. The primary purpose of the present investigation is to examine the effect of a powerful intervention, the Outward Bound Program, on multiple dimensions of self-concept for a large sample of participants.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stability and Change in Self-Concept",
                "sec_num": null
            },
            {
                "text": "The first Outward Bound School was founded by Kurt Hahn in Wales in 1941 in order to train young British seamen to withstand the hazards of naval warfare; the initial program was designed to allow young men to realize their potential and to develop a stronger character and a will to survive. Since 1941 more than 35 Outward Bound Schools have been established in more than 15 countries. The standard Outward Bound course is a 26-day residential program for young men and women 17-29 years of age (or older with special permission). The course is both physically and mentally very demanding. Participants enroll in the course for many reasons including the enjoyment and challenge of the outdoors activities, broadening their outlook on life, developing character, and enhancing leadership potential. Some are sponsored by employers; some are sent by their parents; some are sponsored by social service organizations; and some sponsor themselves. Historically, Outward Bound participants have been young men, but an increasing number of young women are participating in mixed-sex or all-female groups.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Outward Bound Program",
                "sec_num": null
            },
            {
                "text": "Participants work in groups of about 12, sharing most of the activities, many of which require considerable group organization and cooperation among the individuals. As part of the program each person follows a personal physical fitness program that includes cross-country runs, rock climbing, and other vigorous activities. Participants travel up to 300 km on foot in rough mountainous terrain, or paddling their own craft in swiftly flowing rivers. While the strong emphasis on physical, outdoor activities is a part of Outward Bound, physical fitness is not the primary goal. Instead, Richards argues that the physical activities are an effective medium for \"the person to recognize and understand his own weaknesses, strengths, and resources and thus find within himself the wherewithal to master the difficult and unfamiliar\" (1977, p. 69) . Similarly, overt, external competition is deemphasized and the focus is on \"the internal competition of the individual with himself, trying to achieve greater personal goals,. . . which form the basis of competition between where the individual's standards have been, and where he wants them to be\" (Richards, 1977, p. 93) . The establishment and fulfillment of personal and group goals in outdoor physical activities, the group experience, and the opportunity to experience and master stressful situations are important components of the program. In addition to increased physical fitness, goals of the program include improved awareness of self, self-confidence, initiative and self-reliance, cooperation, awareness of others, talcing responsibility for self, and the mastery of stressful situations (see Richards, 1977 , for further discussion of the standard course and the aims of the Outward Bound course examined in this study).",
                "cite_spans": [
                    {
                        "start": 831,
                        "end": 844,
                        "text": "(1977, p. 69)",
                        "ref_id": null
                    },
                    {
                        "start": 1146,
                        "end": 1169,
                        "text": "(Richards, 1977, p. 93)",
                        "ref_id": null
                    },
                    {
                        "start": 1654,
                        "end": 1668,
                        "text": "Richards, 1977",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Outward Bound Program",
                "sec_num": null
            },
            {
                "text": "Considerable research from all over the world has been conducted to evaluate the impact of Outward Bound Programs, and these have been reviewed by Godfrey (1974) , Richards (1977) , and Shore (1977) . Shore (1977) noted that most of the research is unpublished and methodologically flawed, leading him to argue that \"One must conclude, overall, that the research literature of Outward Bound is weak.\" None of the more than 80 studies reviewed by Shore used a true experimental design, and few systematically examined threats to the validity of interpretations based on pretest-posttest difference scores. In one of the most carefully considered studies, Smith, Gabriel, Schott, and Padia (1975, p. 4) recognized the potential value of a randomly assigned control group but argued that: \"Interference by the researchers into participant selection and placement necessary in implementing a true experimental design was impossible for this study, however. The decision was made instead to use the interrupted time-series design\" (p. 4). On the basis of their study they found evidence that the program had a positive impact on self-assertion (taking personal responsibility and actively confronting new or stressful situations) and on self-esteem.",
                "cite_spans": [
                    {
                        "start": 147,
                        "end": 161,
                        "text": "Godfrey (1974)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 164,
                        "end": 179,
                        "text": "Richards (1977)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 186,
                        "end": 198,
                        "text": "Shore (1977)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 201,
                        "end": 213,
                        "text": "Shore (1977)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 654,
                        "end": 700,
                        "text": "Smith, Gabriel, Schott, and Padia (1975, p. 4)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Outward Bound Research Studies",
                "sec_num": null
            },
            {
                "text": "Self-concept is the most frequently examined psychological construct in the Outward Bound literature. Richards (1977) reviewed theoretical and empirical bases for the impact of Outward Bound on self-concept and concluded that \"The observations of so many tens of thousands of students throughout the world who have completed the Outward Bound courses clearly support the influence Outward Bound has on the individual's concept of self. These observations have also gained increasing support, especially since the mid 1960s from a growing body of research\" (p. 96). Although many of the studies in Shore's 1977 review also reported that participation in Outward Bound leads to a more positive self-concept, he concluded that the findings were mixed, methodologically flawed, and often confused. However, important problems in the measurement of self-concept discussed earlier mean that it is difficult to disentangle measurement problems from the problems involved in measuring the impact of the program. Hence it is not surprising that Shore found some methodological and empirical inconsistencies when reviewing selfconcept studies in the Outward Bound literature. An important focus of the present study is to examine psychometric properties of a well-developed self-concept instrument and the impact of the Outward Bound program on responses to this instrument.",
                "cite_spans": [
                    {
                        "start": 102,
                        "end": 117,
                        "text": "Richards (1977)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Outward Bound Research Studies",
                "sec_num": null
            },
            {
                "text": "In addition to the background/demographic information normally collected by the Outward Bound Program, all participants were required to complete the Self-Description Questionnaire (SDQ) III and the Rotter Locus of Control (LOG) Scale. SDQ HI. The SDQ III is one of a set of self-report instruments designed to measure self-concepts of preadolescents (SDQ), early-adolescents (SDQ II), and late-adolescents and young adults (SDQ III). The set of SDQ instruments is based on the Shavelson model of self-concept (Shavelson et al., 1976) , the facets of self-concept proposed in that model, and earlier research with the SDQ instruments (see Marsh, Barnes, & Hocevar, 1985; Marsh & Shavelson, in press) . Numerous exploratory and confirmatory factor analyses of responses to the SDQ instruments have identified the factors that each is designed to measure and support the multidi-mensionality of self-concept (e.g., Marsh, Barnes, Cairns, & Tidman, 1984; Marsh & O'Niell, 1984; Marsh, Parker, & Barnes, 1985; Marsh, Relich, & Smith, 1983; Marsh, Smith, & Barnes, 1984; Shavelson & Marsh, in press ). Other research with the SDQ instruments has shown that (a) the reliability of each factor is generally in the 0.80s and 0.90s, whereas correlations among the factors are modest (median rs are generally 0.20 or less); (b) the self-concept factors are substantially correlated with self-concepts in matching areas as inferred by teachers and by significant others (Marsh, Barnes, & Hocevar, 1985; Marsh & O'Niell, 1984; Marsh, Smith, Barnes, & Butler, 1983) ; and (c) the self-concepts in academic areas are substantially correlated with academic achievement indicators, whereas nonacademic self-concepts are not Marsh & O'Neill, 1984; Marsh & Parker, 1984; Marsh, Parker, & Barnes, 1985; Marsh, Parker, & Smith, 1983; Marsh, Smith, Barnes, & Butler, 1983) . These findings support the validity of interpretations based on the SDQ instruments.",
                "cite_spans": [
                    {
                        "start": 510,
                        "end": 534,
                        "text": "(Shavelson et al., 1976)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 639,
                        "end": 670,
                        "text": "Marsh, Barnes, & Hocevar, 1985;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 671,
                        "end": 699,
                        "text": "Marsh & Shavelson, in press)",
                        "ref_id": null
                    },
                    {
                        "start": 913,
                        "end": 951,
                        "text": "Marsh, Barnes, Cairns, & Tidman, 1984;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 952,
                        "end": 974,
                        "text": "Marsh & O'Niell, 1984;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 975,
                        "end": 1005,
                        "text": "Marsh, Parker, & Barnes, 1985;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1006,
                        "end": 1035,
                        "text": "Marsh, Relich, & Smith, 1983;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 1036,
                        "end": 1065,
                        "text": "Marsh, Smith, & Barnes, 1984;",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 1066,
                        "end": 1093,
                        "text": "Shavelson & Marsh, in press",
                        "ref_id": null
                    },
                    {
                        "start": 1459,
                        "end": 1491,
                        "text": "(Marsh, Barnes, & Hocevar, 1985;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 1492,
                        "end": 1514,
                        "text": "Marsh & O'Niell, 1984;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 1515,
                        "end": 1552,
                        "text": "Marsh, Smith, Barnes, & Butler, 1983)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 1708,
                        "end": 1730,
                        "text": "Marsh & O'Neill, 1984;",
                        "ref_id": null
                    },
                    {
                        "start": 1731,
                        "end": 1752,
                        "text": "Marsh & Parker, 1984;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 1753,
                        "end": 1783,
                        "text": "Marsh, Parker, & Barnes, 1985;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1784,
                        "end": 1813,
                        "text": "Marsh, Parker, & Smith, 1983;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 1814,
                        "end": 1851,
                        "text": "Marsh, Smith, Barnes, & Butler, 1983)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measurement Instruments",
                "sec_num": null
            },
            {
                "text": "The SDQ III, the rationale for its construction, its relation to the Shavelson model and the other SDQ instruments, the wording of the items, its psychometric properties, its relation to academic achievement and to self-concept inferred by significant others, are summarized elsewhere (Marsh, Barnes, & Hocevar, 1985; Marsh & O'Niell, 1984) . Each of the 13 SDQ III scales is represented by 10 or 12 items, approximately half of which are negatively worded, and subjects respond on an 8-point response scale where categories vary from Definitely False (1) to Definitely True (8). The 13 scales are described as follows:",
                "cite_spans": [
                    {
                        "start": 285,
                        "end": 317,
                        "text": "(Marsh, Barnes, & Hocevar, 1985;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 318,
                        "end": 340,
                        "text": "Marsh & O'Niell, 1984)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measurement Instruments",
                "sec_num": null
            },
            {
                "text": "1 13. General-Self: I have self-respect, self-confidence, self-acceptance, positive self-feelings and a good self-concept. The Rotter LOG Scale. Rotter (1966; Rotter, Chance, & Phares, 1972 ; also see MacDonald, 1973) describes the Rotter LOG, its theoretical basis, and empirical studies based on it. Internal-external locus of control is defined as how much a person perceives reinforcement as contingent on his or her own behavior or as independent of it. The locus is internal when the person perceives that events are contingent on his or her own behavior and relatively permanent personal characteristics, and external when they are seen as contingent on luck, fate, the control of powerful others, the environment, or some other characteristic not under his or her own control. The Rotter LOC consists of 23 question-pairs, using a forced-choice format, and six filler questions. Each pair of questions contains one internal statement and one external statement; the total score is the number of external responses. Rotter (1966; Rotter et al., 1972) presents internal consistency estimates of reliability of about 0.70 from a number of different studies. Test-retest estimates of reliability are nearly as high, though they are more varied and generally based on much smaller sample sizes. Factor analyses described by Rotter and by others suggest that there is one general factor that accounts for most of the variance in the total score, though MacDonald (1973) suggests that the scale is not as factorially pure as it was once believed to be. Validity research with the Rotter LOC is summarized by Rotter (1966; Rotter et al., 1972) and by Lefcourt (1976) .",
                "cite_spans": [
                    {
                        "start": 127,
                        "end": 158,
                        "text": "Rotter LOG Scale. Rotter (1966;",
                        "ref_id": null
                    },
                    {
                        "start": 159,
                        "end": 189,
                        "text": "Rotter, Chance, & Phares, 1972",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 1023,
                        "end": 1036,
                        "text": "Rotter (1966;",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 1037,
                        "end": 1057,
                        "text": "Rotter et al., 1972)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 1455,
                        "end": 1471,
                        "text": "MacDonald (1973)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 1609,
                        "end": 1622,
                        "text": "Rotter (1966;",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 1623,
                        "end": 1643,
                        "text": "Rotter et al., 1972)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 1651,
                        "end": 1666,
                        "text": "Lefcourt (1976)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measurement Instruments",
                "sec_num": null
            },
            {
                "text": "Subjects were the 361 participants, aged 16-31 (median age = 21), who completed one of 10 standard Outward Bound courses offered between November 1982 and May 1983 at one of two different Australian sites. Ninety-six percent of the participants were single and 75% were men. Participants represented a wide range of socioeconomic backgrounds. About one-third of the participants reported that they had been full-time students during the year before the course, and 23% said that they would be students the following year. A majority (60%) had been employed on a full-time basis during the year before the course. When presented with a list of options of what they hoped to get from Outward Bound, participants indicated: broaden outlook and experience (82%), learn new outdoor skills (59%), develop character/personality (59%), chance to get fit (48%), have an enjoyable time (37%), develop ability to mix socially (27%), and a holiday (15%).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Subjects, Design, and Procedures",
                "sec_num": null
            },
            {
                "text": "Enrollments for the 10 different courses varied between 13 and 57, and within each course participants were divided into groups of about 12. Of the 27 groups of participants, 15 comprised all males, 3 all females, and 9 were mixed-sex groups in which between 31% and 50% of the members were female. Each course was actually conducted at one of two different Australian sites.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Subjects, Design, and Procedures",
                "sec_num": null
            },
            {
                "text": "Participants completed the SDQ III approximately 1 month before the start of the course, together with course registration materials (Time 1), again on the first day of the course (Time 2), and also on the last day of the 26-day course (Time 3). The LOG was completed at Times 2 and 3, and background/demographic information normally collected as part of the Outward Bound Program was collected at Time 2. At Time 1 materials were mailed to participants and completed in their homes, whereas at Times 2 and 3 materials were completed at the Outward Bound site. Because the data collection was conducted as part of the program, there were very few missing questionnaires; 348 participants completed the materials all three times and none failed to complete the self-report surveys for more than one of the testing points.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Subjects, Design, and Procedures",
                "sec_num": null
            },
            {
                "text": "On the basis of previous research and the aims of the program described by Richards (1977) , we predicted that participation in Outward Bound would result in more positive self-concepts and a more internal LOG. However, the SDQ III clearly differentiates among 13 facets of self-concept that appeared to have varying amounts of relevance to the program. Consequently, before the start of the data collection, the program director was asked to judge the relevance of each SDQ III Scale to the aims of the program, and whether the relevance would vary for mixed-sex and single-sex groups. These judgments were incorporated in subsequent analyses.",
                "cite_spans": [
                    {
                        "start": 75,
                        "end": 90,
                        "text": "Richards (1977)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Subjects, Design, and Procedures",
                "sec_num": null
            },
            {
                "text": "Psychometric properties of the SDQ HI and the LOC. In analyses of responses to the SDQ III, responses to negative items were reversed so that a response of \"8\" always represented the most positive response, indicating a higher self-concept. The median response was then substituted for the few missing values that existed (less than Vt of 1%) in completed questionnaires. The commercially available Statistical Package for the Social Sciences (SPSS) program (Hull & Nie, 1981) was used to determine the internal consistency estimates for each SDQ III Scale separately at Time 1, Time 2, and Time 3, and also for difference scores representing the Time 2 to Time 3 change in responses. Then the 10 (or 12) items from each scale were divided into 5 (or 6) item-pairs such that the first two items in the scale were assigned to the first pair, the next two items to the second pair, and so forth. Factor analyses were performed on the sum of responses to the two items in each item-pair as is typically done in other SDQ research (see Marsh & O'Niell, 1984) . The factor analyses, using iterated communality estimates and an oblique rotation, following a Kaiser normalization, were performed with the commercially available SPSS program (Nie, Hull, Jenkins, Steinbrenner, & Brent, 1975) . Separate factor analyses were performed on responses from Time 1 (» = 357), Time 2 (n = 358), and Time 3 (n = 355), and then a combined analysis was performed on all 1,070 sets of responses, with responses by each subject at each time being considered to be a separate case. Factor scores (Nie et al., 1975) were derived from this combined factor analysis to represent the 13 SDQ III scales at each time separately so that all the scores were based on a common metric and so that mean differences between different times were not lost. Across all responses from Time 1, Time 2, and Time 3, each of the 13 SDQ III factors was standardized to have M = 50 and SD = 10. A similar factor analysis was also performed on the difference scores representing the change from Time 2 to Time 3 responses to the item pairs. Finally stability coefficients were computed for the Time 1 to Time 2, Time 1 to Time 3, and Time 2 to Time 3 intervals.",
                "cite_spans": [
                    {
                        "start": 458,
                        "end": 476,
                        "text": "(Hull & Nie, 1981)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 1032,
                        "end": 1054,
                        "text": "Marsh & O'Niell, 1984)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 1234,
                        "end": 1283,
                        "text": "(Nie, Hull, Jenkins, Steinbrenner, & Brent, 1975)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 1575,
                        "end": 1593,
                        "text": "(Nie et al., 1975)",
                        "ref_id": "BIBREF25"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analysis",
                "sec_num": null
            },
            {
                "text": "Responses to the dichotomously scored LOC items were scored so that \" 1\" reflected an external response and \"0\" an internal response; the total score represented the number of external responses. Internal consistency estimates were determined separately for LOC responses for Time 2 and for Time 3, and the stability coefficient was determined for the Time 2 to Time 3 interval.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analysis",
                "sec_num": null
            },
            {
                "text": "Program impact. The nature of the Outward Bound Program, a 26day residential program scheduled at specific times of the year in different parts of the country, meant that randomly assigned no-treatment and placebo control groups were not feasible. Thus, the design of the study is a critical feature. For purposes of this study, the design is characterized as a multiple interrupted time series. Textbooks dealing with the statistical analysis of time series typically suggest testing at least 50 points in time, instead of just three. However, as emphasized by Cook and Campbell (1979) , the advantages of using even a short time series are important, even if Box-Jenkins types of analyses are not appropriate. We choose to use the term time-series to emphasize the difference between the present design and the typical one group pretest-posttest design, though we recognize that the short time series is also different from longer time series such as those discussed by Cook and Campbell (1979) .",
                "cite_spans": [
                    {
                        "start": 562,
                        "end": 586,
                        "text": "Cook and Campbell (1979)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 972,
                        "end": 996,
                        "text": "Cook and Campbell (1979)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analysis",
                "sec_num": null
            },
            {
                "text": "In a preliminary analysis of responses to the SDQ III, a 13 X 3 (Self-Concept Factors X Times) within-subjects analysis of variance (ANOVA) was conducted for the 348 subjects who had completed responses at all three times with the commercially available multivariate analysis of variance (MANOVA) routine from the SPSS package (Hull & Nie, 1981) . A 13X2 ANOVA was also conducted to examine shifts in responses during the Time 2 to Time 3 interval. Based on the results of these analyses, more specific comparisons were made for particular self-concept factors, as described in the Results section. A paired t test was also used to test for the statistical significance of differences in responses to the LOC from Time 2 to Time 3. A more detailed examination of the program impact was made in further analyses of difference scores representing measures collected at Time 2 and Time 3, and incorporating the program director's judgments of the relevance of each of the 13 SDQ III factors to the program.",
                "cite_spans": [
                    {
                        "start": 327,
                        "end": 345,
                        "text": "(Hull & Nie, 1981)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analysis",
                "sec_num": null
            },
            {
                "text": "Because of the large number of statistical tests that were conducted, significance testing was done at the 0.01 level, and also at the even more conservative 0.001 level. However, partially because of the large sample size, differences significant at 0.01 were usually significant at 0.001. Because each of the self-concept scores was scaled to have a standard deviation of 10 across all responses, mean differences divided by 10 provide a measure of the change in self-concept scores in standard deviation units.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analysis",
                "sec_num": null
            },
            {
                "text": "The SDQ HI is designed to measure 13 facets of self-concept, and four factor analyses were performed on responses from the instrument; separate analyses on the responses from each time and then a combined analysis across all three sets of responses. In each of the four factor analyses, the 13 SDQ III factors were clearly identified (see Table 1 ). Factor loadings for variables designed to measure each factor-target loadings-were high (Mdn = 0.72), whereas nontarget loadings were small (Mdn = 0.02). In each of the four factor analyses the smallest target loading was substantially larger than the largest nontarget loading. Correlations among the factors were modest, ranging from -.07 to 0.39 (Mdn = 0.10). These findings demonstrate that SDQ III factors identified in other settings generalize to the responses by Outward Bound participants, and that participants' self-concepts in different areas are quite distinct.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 339,
                        "end": 346,
                        "text": "Table 1",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Psychometric Properties of the SDQ HI and the LOC Scale",
                "sec_num": null
            },
            {
                "text": "Coefficient alpha estimates of reliability were determined for each of the SDQ III scales for Times 1, 2, and 3. The coefficient alphas (Table 2) were consistently in the 0.80s and 0.90s (median alpha = 0.90 at each time) for all but the Honesty factor, which also had lower reliability estimates in other SDQ III studies. Stability coefficients from Time 1 to Time 2 were also in the 0.80s and 0.90's (mdn = .87) except for Honesty (see Table 2 ), and were only marginally less than the internal consistency estimates. Stability coefficients from Time 1 to Time 3 (Mdn = 0.84), and from Time 2 to Time 3 (mdn = 0.83), where Time 3 was after the intervention, were slightly lower; this may reflect the impact of the intervention. These findings demonstrate that each of the SDQ III scales is internally consistent, and stable over time.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 136,
                        "end": 145,
                        "text": "(Table 2)",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 438,
                        "end": 445,
                        "text": "Table 2",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Psychometric Properties of the SDQ HI and the LOC Scale",
                "sec_num": null
            },
            {
                "text": "The internal consistency estimates for the LOG scale are 0.71 and 0.78 for Times 2 and 3 (the LOG was not administered at Time 1), and were similar to results in previous research with Note. Target loadings are the factor loadings of the 68 item-pairs on the factor each is designed to measure, whereas all other factor loadings are nontarget loadings. Factor correlations are the factor pattern correlations among the 13 oblique correlations identified in each analysis. The \"% > 0.30\" refers to the percentage of coefficients that are greater than 0.30. the instrument reported by Rotter. The stability coefficient from Time 2 to Time 3 was 0.68 (see Table 2 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 653,
                        "end": 660,
                        "text": "Table 2",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Psychometric Properties of the SDQ HI and the LOC Scale",
                "sec_num": null
            },
            {
                "text": "Responses across all 13 SDQ III factors differed substantially with the time of testing, F(2, 696) = 136, p < 0.001, but these differences due to time of testing varied significantly with the specific SDQ III factor, F(24, 8352) = 15.2, p < 0.001. Mean responses to different scales were then examined separately because the Time X Scale interaction was significant. Inspection of these means (see Table 3 ) indicates that responses for the separate scales generally show little change or a small drop from Time 1 to Time 2, and then a sharp increase from Time 2 to Time 3. A Time 1 to Time 2 decline is statistically significant (p < 0.01) for 5 of the 13 scales, whereas there is a small but significant increase for one scale. The Time 2 to Time 3 increase is statistically significant and positive for all 13 scales, but the size of the increase varies with the scale. Inspection of the means in Table 3 also indicates that there is a significant shift in responses to the Rotter LOG scale, which represents a change towards more internal responses.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 398,
                        "end": 405,
                        "text": "Table 3",
                        "ref_id": "TABREF3"
                    },
                    {
                        "start": 900,
                        "end": 907,
                        "text": "Table 3",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Program Impact: Change in Responses Before and After the Intervention",
                "sec_num": null
            },
            {
                "text": "The small decrease in some of the self-concept scales from Time 1 to Time 2 probably reflects the different settings in which the instruments were completed and the proximity of a challenging or stressful experience. At Time 1 the instrument was completed by participants in the nonthreatening environment of their own homes, about a month before the start of the course. At Time 2 the instrument was completed in a new environment on the first day of the program. (In a popular magazine account one participant described his first day: \"We were all apprehensive . . . we knew nothing but (possibly) stretched tales about the limits to which we'd be pushed in activities we had not experienced before . . . we were all scared that we might be found wanting.\") Consistent with this interpretation the largest Time 1 to Time 2 decline was for self-concept of Physical Abilities, which is probably the most stressful aspect of the program. Particularly for the Physical Abilities scale, the positive impact of the program was based on the Time 2 to Time 3 comparison, but there was no significant change between responses at Times 1 and 3. The design of the study, the fact that Time 2 and Time 3 measures were administered under similar circumstances and in the same physical setting, whereas Time 1 measures were not, and the interpretation of the Time 1 to Time 2 shift presented above, all dictate that the Time 2 to Time 3 interval should be used to evaluate the program effects. Nevertheless, the shifts, particularly in the Physical Ability scale must be interpreted cautiously.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Program Impact: Change in Responses Before and After the Intervention",
                "sec_num": null
            },
            {
                "text": "An important feature of this study is that the Outward Bound program was actually experienced by 27 reasonably distinct groups of participants, which operated in different locations and at different times during the year. This multiple replication of the time-series design provides a test for idiosyncratic, time-related occurrences that are a threat to the validity of conclusions based on a single time-series (see Cook & Campbell, 1979) . In order to examine the generality of the program effects across the groups, Time 2 to Time 3 difference scores were determined for responses for each of the SDQ III factors, and differences between Note. SDQ III = Self-Description Questionnaire III; LOC = Locus of Control. Internal consistency coefficients are coefficient alpha estimates of reliability. Stability coefficients are the correlations between responses by the same individual at two points in time.",
                "cite_spans": [
                    {
                        "start": 418,
                        "end": 440,
                        "text": "Cook & Campbell, 1979)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Program Impact: Change in Responses Before and After the Intervention",
                "sec_num": null
            },
            {
                "text": "the 27 groups were compared for each of the 13 scales. In only two of the 13 one-way ANOVAS did differences between the 27 groups reach statistical significance atp < 0.05, and none of the differences was statistically significant at p < 0.01. (One of the significant differences was for Relations With the Opposite Sex and this was expected because one-third of the groups were mixed-sex and the rest were single-sex-see further discussion below). These findings indicate that effects of the Outward Bound Program were consistent across the groups and strongly support the generality of the findings. Changes in SDQ III responses were consistent with the Outward Bound goals and point to the program's ability to enhance Note. SDQ III = Self-Description Questionnaire III; LOC = Locus of Control. For the SDQ scales, scores represent factor scores that have been standardized to have M = 50 and SD = 10 across responses from Time 1, Time 2, and Time 3. Thus, the mean difference between responses at Time 2 and Time 3, divided by 10, provides an estimate of changes in self-concept in standard deviation units. Scores for the Rotter LOC scale are raw responses. Responses to the 13 SDQ III scales were first analysed with 3X13 (Time X Scale) analysis of variance, and those findings indicated that the effect of time was significant but interacted significantly with the particular scale. This analysis was followed up with a series of pair-wise comparisons as presented in this table. \" The SDQ III scales chosen a priori to be less relevant to Outward Bound aims by the program director. b The LOC scale is scored in the external direction so that higher scores represent a more external LOC. *p<.01. **p<.001.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Program Impact: Change in Responses Before and After the Intervention",
                "sec_num": null
            },
            {
                "text": "self-concept. The relative lack of shift, or slight decline in selfconcepts from the Time 1 to Time 2 control interval, suggests that the Time 2 to Time 3 increases were not due to regression effects, spontaneous remission, and other threats to the validity of findings that are typically assessed in experimental designs with no-treatment control groups. In support of this conclusion we propose that a multiple replication time-series design is nearly as effective as an experimental design with a no-treatment control. This position is most defensible in a study such as this where shifts in the criterion measure during the pretest-posttest interval are unlikely without any intervention. When the design of the study, the selection of subjects, or the nature of the criterion make it likely that there will be a systematic shift without an intervention, this position is more dubious-particularly when the direction of the likely shift is the same as the intended intervention effect. Even when the criterion measure is likely to change without any intervention, more sophisticated time-series designs, where there are a sufficient number of data points before the intervention to establish the trend in the shifts and the point at which the intervention is introduced, or both is systematically varied, may be viable (see Cook & Campbell, 1979; Smith et al., 1975) .",
                "cite_spans": [
                    {
                        "start": 1328,
                        "end": 1350,
                        "text": "Cook & Campbell, 1979;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 1351,
                        "end": 1370,
                        "text": "Smith et al., 1975)",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Program Impact: Change in Responses Before and After the Intervention",
                "sec_num": null
            },
            {
                "text": "At the end of intensive group experiences, participants typically experience elation or good feelings that will be referred to here as postgroup euphoria (PGE). The concern here is not whether a PGE exists, or whether it is good or bad. Rather, the critical question is whether other measures are biased by a PGE so that they do not validly reflect the impact of the intervention-particularly measures based on subjects' self-reports. Conceptually, a PGE bias may be like a Hawthorne Effect, a placebo effect, a halo effect, an experimenter acquiescence effect in which subjects try to make the program look good, or even a cognitive dissonance effect where the time, money, and effort expended by participants influence their ratings (these biases are not conceptually distinct and there may be considerable overlap among them). The possibility of a PGE bias is made more plausible by the fact that there were significant changes in all 13 SDQ III scales, even though the scales differ substantially in their relevance to the expressed goals of the program. It could be argued that the higher ratings on all the SDQ III scales are a consequence of a single global bias or halo effect produced by the PGE rather than by the intervention. Thus, A PGE bias, if it exists, represents a source of invalidity in the self-concept responses.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Postgroup Euphoria and Program Impact",
                "sec_num": null
            },
            {
                "text": "There are two separate issues related to a possible PGE bias: first, whether the inferred short-term effects of the program and the self-concept responses are valid or whether they are biased by a PGE; and second, whether the program effects are maintained over time, based on the assumption that a PGE is shortterm. It is important to realize that the short-term gains may be valid, even if they are not maintained. For example, in a weightloss program, if participants lose significant amounts of weight during the course of the program, the weight loss is real even if they eventually regain the lost weight. (If subjects' self-perceptions of their thinness were used to evaluate the intervention, then changes in self-reports might be affected by a PGE bias.) Similarly, the physical endurance and stamina of virtually every Outward Bound participant was substantially increased by the end of the program, whether or not the new level of fitness was maintained. Although both issues are important, the focus of the present discussion is on the validity issue. Rephrased in terms of intervention research, the question becomes whether the Outward Bound program actually affects multiple dimensions of self-concept, or whether the apparent short-term gains are an artifact of a PGE. In terms of self-concept research, the question is one of the validity of the self-concept responses in intervention research.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Postgroup Euphoria and Program Impact",
                "sec_num": null
            },
            {
                "text": "A PGE bias is an important threat to the validity of any conclusions based on self-report data, and the time-series design provides little control for such an effect. Furthermore, a potential PGE bias cannot be tested with a randomly assigned no-treatment control group, and so that design may also be weak for examining intervention effects where a PGE bias is likely. Randomly assigned placebo control groups are sometimes used to explore such counterexplanations. Traditionally, a placebo is a neutral or null stimulus given to the subject as if it were the active treatment, thus allowing the researcher to separate treatment effects from psychological reactions produced by the placebo. Placebo controls are particularly effective when the actual intervention effects and subjects' psychological reactions to the intervention are conceptually distinct, as may be the case in medical research. However, placebo control groups are less viable in studies such as here where (a) the dependent variables, such as self-concept and LOC, are based on subjects' psychological reactions and (b) it is unlikely that a placebo could capture the psychological experience of the Outward Bound Program and still not be related to the Outward Bound goals, which are tested in this study (i.e., no \"Outward Bound-like\" intervention is likely to be neutral with respect to its effect on self-concept and LOC). However, additional tests, based on a more detailed analysis of the Time 2 to Time 3 difference scores, can be used to examine the viability of a PGE bias. In each of these analyses it is assumed that if the change scores for conceptually distinct SDQ III scales are similar in magnitude or highly correlated, or both, then there is support for a PGE bias. If differences for the various measures differ in size or are relatively independent, or both, then support for a PGE bias is tenuous.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Postgroup Euphoria and Program Impact",
                "sec_num": null
            },
            {
                "text": "SDQ HI difference scores. In the first set of analyses of the SDQ III difference scores, their reliability and dimensionality were examined. The logic used here is that if a PGE bias exists, reliable changes in responses from Time 2 to Time 3 will reflect primarily this one factor and will not be specific to different areas of self-concept (see Marsh, Smith, Barnes, & Butler, 1983 for further discussion). First, difference scores for each of the 10 (or 12) items representing the SDQ III scales were used to estimate the internal consistency of each mean scale difference. These reliability estimates, though lower than those presented in Table  2 , were substantial, ranging from 0.52 to 0.82 (Mdn = 0.67). Second, difference scores between Time 2 and Time 3 were determined for each item-pair as described earlier, and were factor analyzed. A total of 21 eigenvalues were greater than 1.0, and the first factor accounted for only 13% of the total variance. In a 13-factor solution, nearly all of the 13 SDQ HI factors could be interpreted, though the solution was not nearly as clear as for the analyses summarized in Table 1 .",
                "cite_spans": [
                    {
                        "start": 347,
                        "end": 383,
                        "text": "Marsh, Smith, Barnes, & Butler, 1983",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 643,
                        "end": 651,
                        "text": "Table  2",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 1124,
                        "end": 1131,
                        "text": "Table 1",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Postgroup Euphoria and Program Impact",
                "sec_num": null
            },
            {
                "text": "Finally, differences in the SDQ III factor scores were correlated with each other and with differences in the Rotter LOC scale.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Postgroup Euphoria and Program Impact",
                "sec_num": null
            },
            {
                "text": "The size of the correlations among the SDQ III factor differences was modest, ranging from -0.05 to 0.33 (Mdn r = 0.10), and a majority did not reach statistical significance. Despite the small size of these correlations, the pattern of correlations was similar to the pattern of correlations among SDQ III factors at any one time. Differences in the Rotter LOG scale were nearly uncorrelated with differences in the SDQ III factors, and only its correlation with differences in the General-Self scale (-0.19) was statistically significant.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Postgroup Euphoria and Program Impact",
                "sec_num": null
            },
            {
                "text": "The analyses of difference scores show that Time 2 to Time 3 changes in the SDQ III responses are reliable and multidimensional, and that the dimensions underlying the change scores are similar to those representing the SDQ III at Times 2 and 3. The results clearly indicate that shifts in ratings between Time 2 and Time 3 are not unidimensional, and that shifts in self-concept are specific to particular dimensions of self-concept. However, the technical difficulties involved in the analysis and interpretation of difference scores dictate that these results must be interpreted cautiously (see Cronbach & Furby, 1970; Marsh, Smith, Barnes, & Butler, 1983) . Nevertheless, the findings argue against the existence of a strong unidimensional halo effect such as a PGE bias as the cause of the Time 2 to Time 3 shifts.",
                "cite_spans": [
                    {
                        "start": 599,
                        "end": 622,
                        "text": "Cronbach & Furby, 1970;",
                        "ref_id": null
                    },
                    {
                        "start": 623,
                        "end": 660,
                        "text": "Marsh, Smith, Barnes, & Butler, 1983)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Postgroup Euphoria and Program Impact",
                "sec_num": null
            },
            {
                "text": "The magnitude of change in different scales. Before the first data collection, the Director of the Outward Bound program was asked to indicate his perception of the relevance of each of the SDQ III scales to the goals of the program. While none was absolutely irrelevant, four-Religion, Mathematics, Academic, and Relations With Opposite Sex-were indicated to be clearly less relevant. In this sense, the less relevant SDQ III scales serve as a control for a PGE bias. If shifts in the less relevant goals are significant and approach the size of the more relevant goals, then there may be support for a PGE bias, though other explanations would be viable.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Postgroup Euphoria and Program Impact",
                "sec_num": null
            },
            {
                "text": "Time 2 to Time 3 changes were statistically significant for all 13 SDQ III dimensions (Table 3) , but the magnitude of the differences varied. This speculation was confirmed by the results of an additional ANOVA conducted on responses to the 13 SDQ III factors. Across all scales the shift was statistically significant, F(\\, 351) = 261.6, p < 0.001, but the size of the shift varied for the different scales as indicated by the Time X Scale interaction, F(12, 4212) = 12.2, p < 0.001. The mean Time 2 to Time 3 difference score for the four \"less relevant\" scales was less than half that for the mean of the other nine scales (see Table 3 ), and the difference in changes for the two sets of scales was highly significant, «(351) = 7.77, /> < 0.001. These findings demonstrate that the size of the shifts in self-concepts varied substantially for different scales, and that the differences were larger for those scales that were a priori chosen to be most relevant to the goals of the program. These findings offer further support against the existence of a PGE bias and support for the program as having achieved its aims with regard to self-concept.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 86,
                        "end": 95,
                        "text": "(Table 3)",
                        "ref_id": "TABREF3"
                    },
                    {
                        "start": 632,
                        "end": 639,
                        "text": "Table 3",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Postgroup Euphoria and Program Impact",
                "sec_num": null
            },
            {
                "text": "Mixed-sex and single-sex groups. When evaluating the relevance of the different SDQ III scales, the Outward Bound Program Director indicated that Relations With the Opposite Sex was often not relevant to the Outward Bound program because group members were typically of the same sex, but that this scale would be relevant for mixed-sex groups. As indicated earlier, 9 of the 27 groups were mixed sex, consisting of between 31% and 50% females. Results from the single-sex and mixed-sex groups were compared on Time 2 to Time 3 differences for each of the 13 SDQ III scales. Although the results failed to reach statistical significance for 12 of the 13 scales (slips > .2), mixed-sex groups experienced a significantly larger improvement in Relations With the Opposite Sex scale, t(35\\) = 4.5, p < 0.001. These findings indicate that changes in self-concept experienced in single-sex and mixed-sex groups did not vary except for the one scale that was chosen a priori to be most relevant to this group difference-Relations With the Opposite Sex. Again these findings argue against the effect of a PGE bias.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Postgroup Euphoria and Program Impact",
                "sec_num": null
            },
            {
                "text": "Summary of discussion ofa possible postgroup euphoria bias. A variety of analyses were conducted to test a counterinterpretation of the Time 2 to Time 3 shift as a single, global halo effect such as a PGE bias. The shifts were clearly multidimensional, and shifts in different areas of self-concept were nearly independent of each other and of shifts in LOG. The size of the shifts varied significantly, and significantly larger shifts were observed in the SDQ III dimensions chosen a priori to be more relevant to the Outward Bound goals. Finally, single-sex and mixed-sex groups differed only in terms of shifts in Relations With the Opposite Sex but not in terms of the other SDQ III factors. These findings demonstrate that the Time 2 to Time 3 shifts were quite specific, and consistent with a priori predictions based on program goals and group characteristics. It is still possible that such a bias had some effect in addition to the systematic effects produced by the Outward Bound program, or that specific PGE biases varied systematically with the content of each SDQ scale. Nevertheless, the systematic pattern of results argues against the existence of a strong, global PGE bias.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Postgroup Euphoria and Program Impact",
                "sec_num": null
            },
            {
                "text": "A PGE bias represents a serious threat to the validity of intervention studies that employ self-report criteria, and to the validity of self-concept responses in such research. A randomly assigned no-treatment control group offers no safeguard against such an effect, and placebo control groups may be inappropriate. Thus, the further exploration of alternative tests of PGE effects is important. A particularly powerful test of a PGE bias would be the inclusion of \"control\" criterion measures that are likely to be impacted by PGE biases but that are unrelated to the hypothesized effect of the intervention. Although such approaches are rare in experimental research and intervention studies, they are frequently used in studies designed to test the construct validity of responses to psychological measures; the logic of the approach is similar to that used in multitrait-multimethod analyses. In intervention research, threats to the interpretation of intervention effects are potential sources of invalidity in the measurement instruments, and support for the validity of the measurement instruments provides support for the interpretation of the intervention effects. Particularly in true experimental studies, this inexorable link between measurement issues and the valid interpretation of the results is given insufficient recognition.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Postgroup Euphoria and Program Impact",
                "sec_num": null
            },
            {
                "text": "This study supports the Outward Bound Program as an effective intervention for changing multiple dimensions of selfconcept and, perhaps, locus of control. The findings, taken together with previous research, also support the validity of interpretations based on responses to the SDQ III, and its usefulness as a criterion measure for intervention studies. Psychometric properties of the SDQ III-reliability, factor structure, and correlations among different dimensions-were consistent at Times 1,2, and 3, and were consistent with earlier research based upon student responses. In addition, stability coefficients over the onemonth Time 1 to Time 2 interval were very high. Finally, a powerful intervention specifically designed to affect self-concept was shown to significantly influence responses to the SDQ III, and the largest effects were observed with the dimensions chosen a priori to be more relevant to the goals of the program. Thus, self-concept was relatively stable, but changes did take place that were reliable, specific to particular dimensions of self-concept, and systematically related to the goals of the intervention.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary and Implications",
                "sec_num": null
            },
            {
                "text": "Theoretical issues of importance in this study were the stability and systematic change in multiple dimensions of self-concept, the ability of effective interventions to enhance self-concept, and the methodology of such research. Good longitudinal research in self-concept is rare (but see Bachman & O'Malley, 1977; Dusek & Flaherty, 1981; Maruyama, Rubin, & Kingsbury, 1981) , as are successful intervention studies that use well-designed selfconcept measures (see Rosenberg, 1979; Scheirer & Kraut, 1979; Wiley, 1979) , and studies that assess systematic changes in multiple dimensions of self-concept are even rarer. Hence, the findings of this study are important in that they provided information about systematic change and stability in multidimensional selfconcepts, and demonstrated that self-concept can be changed through effective intervention. 1 From this perspective a critical concern is to identify the characteristics that are important for effective intervention in self-concept research.",
                "cite_spans": [
                    {
                        "start": 290,
                        "end": 315,
                        "text": "Bachman & O'Malley, 1977;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 316,
                        "end": 339,
                        "text": "Dusek & Flaherty, 1981;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 340,
                        "end": 375,
                        "text": "Maruyama, Rubin, & Kingsbury, 1981)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 466,
                        "end": 482,
                        "text": "Rosenberg, 1979;",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 483,
                        "end": 506,
                        "text": "Scheirer & Kraut, 1979;",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 507,
                        "end": 519,
                        "text": "Wiley, 1979)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary and Implications",
                "sec_num": null
            },
            {
                "text": "Three characteristics of the present study were particularly important to the demonstration that self-concept can be enhanced. First, the nature of the intervention, the 26-day residential Outward Bound Program, was particularly powerful. Second, the sample size was sufficiently large so that observed changes in self-concept could be differentiated from random error. (Also, the use of subjects as their own control strengthened the power of the statistical tests). Third, the SDQ III assessed multiple dimensions of self-concept that were clearly distinguishable and some of these facets were particularly relevant to the goals of the intervention. No matter how strong the intervention, and how powerful the statistical analysis, intervention effects are likely to be negligible if they are assessed with poorly designed or irrelevant measures. Most research has relied on an ill-defined measure of overall or total self-concept, rather than specific facets of selfconcept that accurately reflect the goals of the intervention. In future research we strongly recommend that these three characteristics, along with appropriate controls for PGE biases, be incorporated into the design.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary and Implications",
                "sec_num": null
            },
            {
                "text": "1 All participants in this study were subsequently asked to complete the self-report instruments a fourth time, 18 months after the completion of the program. (The publication lag for the Journal of Personality and Social Psychology allowed these subsequent results to be summarized briefly here but see Marsh, Richards, and Barnes, 1985 , for a complete report). The purposes of this long-term follow-up were to determine if the psychometric properties of responses to the Self-Description Questionnaire (SDQ) III and the Rotter Locus of Control scale (LOC), and the inferred intervention effects, were stable over time. Only 229 (63%) of the participants completed the Time 4 questionnaires, but nonre-spondents did not differ substantially from respondents in terms of sex, age, or responses to questionnaires completed at Times 1, 2, or 3, and intervention effects inferred from responses at Times 1, 2 and 3 were virtually the same for nonrespondents as for those based on all participants. Factor analysis of Time 4 responses again identified the 13 SDQ III scales, and the internal consistency estimates for the SDQ III and LOC scales at Time 4 were similar to those at Times 1 to 3. The medians of stability coefficients for the 13 SDQ III scales were .73 (T1/T4), .75 (T2/T4), and .74 (T3/T4), whereas the stability coefficients for the LOC were .58 (T2/ T4) and .62 (T3/T4; the LOC was not administered at Time 1). Time 3/Time 4 difference scores averaged across all 13 SDQ III scales did not differ significantly from zero, though Time 4 scores were modestly but significantly (p < .05) lower for three scales (Parents, Honesty, and Emotional) and higher for two scales (Physical Ability and Opposite Sex). Similarly, Time 3/Time 4 differences for the LOC did not differ significantly from zero. Hence the intervention effects were maintained over the 18-month interval. Furthermore, Time 3/Time 4 differences did not vary across the 27 groups in the study for any of the SDQ III scales or the LOC (all 14 ps > . 1), again supporting the generality of the findings.",
                "cite_spans": [
                    {
                        "start": 304,
                        "end": 337,
                        "text": "Marsh, Richards, and Barnes, 1985",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary and Implications",
                "sec_num": null
            },
            {
                "text": "As mentioned earlier the postgroup euphoria (PGE) bias is a particularly viable threat to the validity of conclusions based on self-report data, and neither a time-series design nor randomly assigned no-treatment control groups offer much protection against this threat. On the basis of a construct validity approach, we argued that a PGE bias was an unlikely counter explanation of our Time 2/Time 3 results. Because PGE biases would probably not be maintained over an 18-month follow-up period, the Time 4 results provide further support for our interpretation and for our construct validity approach. Because interventions that enhance self-concept are rare and long-term follow-ups of such studies are virtually nonexistent, the Time 4 results are particularly important in showing that successful intervention effects are not only possible but can be maintained.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary and Implications",
                "sec_num": null
            },
            {
                "text": "This document is copyrighted by the American Psychological Association or one of its allied publishers.This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Self-esteem in young men: A longitudinal analysis of the impact of educational and occupational attainment",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "G"
                        ],
                        "last": "Bachman",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "M"
                        ],
                        "last": "Malley",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "35",
                "issue": "",
                "pages": "365--380",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bachman, J. G., & O'Malley, P. M. (1977). Self-esteem in young men: A longitudinal analysis of the impact of educational and occupational attainment. Journal of Personality and Social Psychology, 35, 365- 380.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Student's Perception of Ability Scale Manual",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "J"
                        ],
                        "last": "Boersma",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Chapman",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Boersma, F. J., & Chapman, J. W. (1979). Student's Perception of Ability Scale Manual. University of Alberta, Edmonton, Canada.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "The self-concept: Theory, measurement, development and behaviour",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "B"
                        ],
                        "last": "Burns",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Burns, R. B. (1979). The self-concept: Theory, measurement, development and behaviour. London: Longman.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Quasi-experimentation: Design and analysis issues for field settings",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "D"
                        ],
                        "last": "Cook",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "T"
                        ],
                        "last": "Campbell",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Psychological Bulletin",
                "volume": "74",
                "issue": "",
                "pages": "68--80",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cook, T. D., & Campbell, D. T. (1979). Quasi-experimentation: Design and analysis issues for field settings. Chicago: Rand McNally. Cronbach, L. J., & Furby, L. (1970). How should we measure \"change\"- Or should we? Psychological Bulletin, 74, 68-80.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "The development of self-concept during the adolescent years. Monographs of the Society for Research in Child Development",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "B"
                        ],
                        "last": "Dusek",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "F"
                        ],
                        "last": "Flaherty",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "46",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dusek, J. B., & Flaherty, J. F. (1981). The development of self-concept during the adolescent years. Monographs of the Society for Research in Child Development, 46(4, Serial No. 191).",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "The dimensionality of selfesteem: II: Hierarchical facet model for revised measurement scales",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Fleming",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "E"
                        ],
                        "last": "Courtney",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "46",
                "issue": "",
                "pages": "404--421",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fleming, J. S., & Courtney, B. E. (1984). The dimensionality of self- esteem: II: Hierarchical facet model for revised measurement scales. Journal of Personality and Social Psychology, 46, 404-421.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "A review of research and evaluation literature on Outward Bound and related educational programs",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Godfrey",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Godfrey, R. (1974). A review of research and evaluation literature on Outward Bound and related educational programs. Denver, CO: Col- orado Outward Bound School.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "The Perceived Competence Scale for Children",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Barter",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Child Development",
                "volume": "53",
                "issue": "",
                "pages": "87--97",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Barter, S. (1982). The Perceived Competence Scale for Children. Child Development, 53, 87-97.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "SPSS Update 7-9",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "H"
                        ],
                        "last": "Hull",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "H"
                        ],
                        "last": "Nie",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hull, C. H., & Nie, N. H. (1981). SPSS Update 7-9. New York: McGraw- Hill.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Locus of control",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "M"
                        ],
                        "last": "Lefcourt",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lefcourt, H. M. (1976). Locus of control. Hillsdale, NJ: Erlbaum.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Internal-external locus of control",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Macdonald",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Measures of Social Psychological Attitudes",
                "volume": "",
                "issue": "",
                "pages": "169--243",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MacDonald, A. P. (1973). Internal-external locus of control. In J. Rob- inson & P. Shaver (Eds.), Measures of Social Psychological Attitudes (pp. 169-243). Ann Arbor, MI: Institute for Social Research.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Verbal and math self-concepts: An internal/ external frame of reference model",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "American Educational Research Journal",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (in press). Verbal and math self-concepts: An internal/ external frame of reference model. American Educational Research Journal.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "The Self Description Questionnaire (SDQ): Age effects in the structure and level of self-concept for preadolescent children",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Cairns",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Tidman",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Journal of Educational Psychology",
                "volume": "75",
                "issue": "",
                "pages": "940--956",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Barnes, J., Cairns, L., & Tidman, M. (1984). The Self Description Questionnaire (SDQ): Age effects in the structure and level of self-concept for preadolescent children. Journal of Educational Psy- chology, 75, 940-956.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Self-other agreement on multidimensional self-concept ratings: Factor analysis & multitraitmultimethod analysis",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Hocevar",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "49",
                "issue": "",
                "pages": "1360--1377",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Barnes, J., & Hocevar, D. (1985). Self-other agreement on multidimensional self-concept ratings: Factor analysis & multitrait- multimethod analysis. Journal of Personality and Social Psychology, 49, 1360-1377.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Self-Description Questionnaire III (SDQ III): The construct validity of multidimensional self-concept ratings by late-adolescents",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Niell",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Journal of Educational Measurement",
                "volume": "21",
                "issue": "",
                "pages": "153--174",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & O'Niell, R. (1984). Self-Description Questionnaire III (SDQ III): The construct validity of multidimensional self-concept rat- ings by late-adolescents. Journal of Educational Measurement, 21, 153- 174.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Determinants of student self-concept: Is it better to be a relatively large fish in a small pond even if you don't learn to swim as well",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Parker",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "47",
                "issue": "",
                "pages": "213--231",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Parker, J. (1984). Determinants of student self-concept: Is it better to be a relatively large fish in a small pond even if you don't learn to swim as well? Journal of Personality and Social Psychology, 47, 213-231.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Multidimensional adolescent self-concepts: Their relationship to age, sex and academic measures",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Parker",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "American Educational Research Journal",
                "volume": "22",
                "issue": "",
                "pages": "422--444",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Parker, J., & Barnes, J. (1985). Multidimensional adolescent self-concepts: Their relationship to age, sex and academic measures. American Educational Research Journal, 22, 422-444.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Preadolescent selfconcept: Its relation to self-concept as inferred by teachers and to academic ability",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Parker",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "D"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "British Journal of Educational Psychology",
                "volume": "53",
                "issue": "",
                "pages": "60--78",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Parker, J. W., & Smith, I. D. (1983). Preadolescent self- concept: Its relation to self-concept as inferred by teachers and to ac- ademic ability. British Journal of Educational Psychology, 53, 60-78.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Self-concept: The construct validity of interpretations based upon the SDQ",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Relich",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "D"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "45",
                "issue": "",
                "pages": "173--187",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Relich, J. D., & Smith, I. D. (1983). Self-concept: The construct validity of interpretations based upon the SDQ. Journal of Personality and Social Psychology, 45, 173-187.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Multidimensional self-concepts: A long-term followup of the effect of participation in an Outward Bound program",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "E"
                        ],
                        "last": "Richards",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Richards, G. E., & Barnes, J. (1985). Multidimensional self-concepts: A long-term followup of the effect of participation in an Outward Bound program. Manuscript submitted for publication.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Self-concept: Its multifaceted, hierarchical structure",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Educational Psychologist",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Shavelson, R. J. (in press). Self-concept: Its multifaceted, hierarchical structure. Educational Psychologist.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Multitrait-multimethod analyses of the Self-Description Questionnaire: Student-teacher agreement on multidimensional ratings of student self-concept",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "D"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "American Educational Research Journal",
                "volume": "20",
                "issue": "",
                "pages": "333--357",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Smith, I. D., & Barnes, J. (1983). Multitrait-multimethod analyses of the Self-Description Questionnaire: Student-teacher agree- ment on multidimensional ratings of student self-concept. American Educational Research Journal, 20, 333-357.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Multidimensional selfconcepts: Relationships with inferred self-concepts and academic achievement",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "D"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Australian Journal of Psychology",
                "volume": "36",
                "issue": "",
                "pages": "367--386",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Smith, I. D., & Barnes, J. (1984). Multidimensional self- concepts: Relationships with inferred self-concepts and academic achievement. Australian Journal of Psychology, 36, 367-386. (also see ERIC ED 242 786).",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Self-concept: Reliability, dimensionality, validity, and the measurement of change",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "D"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Butler",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Journal of Educational Psychology",
                "volume": "75",
                "issue": "",
                "pages": "772--790",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Smith, I. D., Barnes, J., & Butler, S. (1983). Self-concept: Reliability, dimensionality, validity, and the measurement of change. Journal of Educational Psychology, 75, 772-790.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Self-esteem and educational achievement: Independent constructs with a common cause",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Maruyama",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Rubin",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Kingsbury",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "40",
                "issue": "",
                "pages": "962--975",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Maruyama, G., Rubin, R. A., & Kingsbury, G. G. (1981). Self-esteem and educational achievement: Independent constructs with a common cause? Journal of Personality and Social Psychology, 40, 962-975.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Statistical Package for the Social Sciences",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "H"
                        ],
                        "last": "Nie",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "H"
                        ],
                        "last": "Hull",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "G"
                        ],
                        "last": "Jenkins",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Steinbrenner",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "H"
                        ],
                        "last": "Brent",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nie, N. H., Hull, C. H., Jenkins, J. G., Steinbrenner, K., & Brent, D. H. (1975). Statistical Package for the Social Sciences. New York: McGraw- Hill.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Some educational implications & contributions of Outward Bound",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "E"
                        ],
                        "last": "Richards",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Richards, G. E. (1977). Some educational implications & contributions of Outward Bound. Sydney: Australian Outward Bound Foundation.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Conceiving the self",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Rosenberg",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rosenberg, M. (1979). Conceiving the self. New York: Basic Books.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Generalized expectancies for internal versus external control of reinforcement",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "B"
                        ],
                        "last": "Rotter",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "Psychological Monographs",
                "volume": "80",
                "issue": "609",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rotter, J. B. (1966). Generalized expectancies for internal versus external control of reinforcement. Psychological Monographs, 80 (I, Whole No. 609).",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Applications of a Social Learning Theory of Personality",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "B"
                        ],
                        "last": "Rotter",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Chance",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "J"
                        ],
                        "last": "Phares",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rotter, J. B., Chance, J. E., & Phares, E. J. (1972). Applications of a Social Learning Theory of Personality. New \\brk: Holt, Rinehart & Winston.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Increasing educational achievement via self-concept change",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Scheirer",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Kraut",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Review of Educational Research",
                "volume": "49",
                "issue": "",
                "pages": "131--150",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Scheirer, M. A., & Kraut, R. E. (1979). Increasing educational achievement via self-concept change. Review of Educational Research, 49, 131- 150.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Validation of construct interpretations",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Hubner",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "C"
                        ],
                        "last": "Stanton",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Review of Educational Research",
                "volume": "46",
                "issue": "",
                "pages": "407--441",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shavelson, R. J., Hubner, J. J., & Stanton, G. C. (1976). Validation of construct interpretations. Review of Educational Research, 46, 407- 441.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "On the structure of selfconcept",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Anxiety and cognitions",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shavelson, R. J., & Marsh, H. W. (in press). On the structure of self- concept. In R. Schwarzer (Ed.), Anxiety and cognitions. Hillsdale, NJ: Erlbaum.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Outward Bound: A reference volume",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Shore",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shore, A. (1977). Outward Bound: A reference volume. Greenwich, CT Outward Bound.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Evaluation of the effects of Outward Bound",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Gabriel",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Schott",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "L"
                        ],
                        "last": "Padia",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Smith, M. L., Gabriel, R., Schott, J., & Padia, W. L. (1975). Evaluation of the effects of Outward Bound. Boulder, CO: Bureau of Educational Field Services, University of Colorado.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Convergence and discrimination in academic self-concepts",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "M"
                        ],
                        "last": "Scares",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "T"
                        ],
                        "last": "Soares",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "International Association of Applied Psychology",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Scares, L. M., & Soares, A. T. (1982, July). Convergence and discrimi- nation in academic self-concepts. Paper presented at the 20th Congress of the International Association of Applied Psychology, Edinburgh, Scotland.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Self-esteem: Its conceptualization and measurement",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "E"
                        ],
                        "last": "Wells",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Marwell",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wells, L. E., & Marwell, G. (1976). Self-esteem: Its conceptualization and measurement. Beverly Hills, CA: Sage.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "The self-concept (rev",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Wylie",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "",
                "volume": "1",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wylie, R. C. (1974). The self-concept (rev. ed., Vol. 1) Lincoln: University of Nebraska Press.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "The self-concept",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Wylie",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "",
                "volume": "2",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wylie, R. C. (1979). The self-concept (Vol. 2) Lincoln: University of Ne- braska Press.",
                "links": null
            }
        },
        "ref_entries": {
            "TABREF0": {
                "num": null,
                "text": "Relations With the Opposite Sex: I have good interactions/relationships with members of the opposite sex. 9. Relations With Parents: I have good interactions/relationships with my parents. 10. Religion/Spirituality: I am a religious/spiritual person. 11. Honesty: I am an honest, reliable, trustworthy person. 12. Emotional Stability: I am an emotionally stable person.",
                "type_str": "table",
                "content": "<table/>"
            },
            "TABREF1": {
                "num": null,
                "text": "Summary Statistics For Target Loadings, Nontarget Loadings, and Factor Correlations in the Four Factor Analyses",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td colspan=\"2\">Factor analysis</td><td/></tr><tr><td/><td>Time 1</td><td>Time 2</td><td>Time 3</td><td>Combined</td></tr><tr><td>Measure</td><td>(n = 357)</td><td>(n = 358)</td><td>(n = 355)</td><td>(N = 1070)</td></tr><tr><td/><td colspan=\"3\">Target loadings (68 factor loadings)</td><td/></tr><tr><td>Highest</td><td>.94</td><td>.95</td><td>.95</td><td>.95</td></tr><tr><td>Lowest</td><td>.40</td><td>.44</td><td>.36</td><td>.49</td></tr><tr><td>Median</td><td>.72</td><td>.74</td><td>.72</td><td>.70</td></tr><tr><td>% &gt; 0.30</td><td>100%</td><td>100%</td><td>100%</td><td>100%</td></tr><tr><td/><td colspan=\"3\">Nontarget loadings (716 factor loadings)</td><td/></tr><tr><td>Highest</td><td>.21</td><td>.26</td><td>.21</td><td>.20</td></tr><tr><td>Lowest</td><td>-.14</td><td>-.14</td><td>-.14</td><td>-.13</td></tr><tr><td>Median</td><td>.02</td><td>.02</td><td>.02</td><td>.02</td></tr><tr><td>% &gt; 0.30</td><td/><td/><td/><td/></tr><tr><td/><td colspan=\"3\">Factor correlations (78 factor correlations)</td><td/></tr><tr><td>Highest</td><td>.36</td><td>.38</td><td>.38</td><td>.39</td></tr><tr><td>Lowest</td><td>-.07</td><td>-.04</td><td>-.05</td><td>-.05</td></tr><tr><td>Median</td><td>.10</td><td>.11</td><td>.11</td><td>.11</td></tr><tr><td>% &gt; 0.30</td><td/><td/><td/><td>5%</td></tr></table>"
            },
            "TABREF2": {
                "num": null,
                "text": "Internal Consistency and Stability ofSDQ HI and LOC Scales",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td>Internal consistency</td><td/><td/><td>Stability coefficients</td><td/></tr><tr><td>SDQ scales</td><td>Time 1</td><td>Time 2</td><td>Time 3</td><td>Time 1 /Time 2</td><td>Time I/Time 3</td><td>Time 2/Time 3</td></tr><tr><td>Mathematics</td><td>.94</td><td>.95</td><td>.95</td><td>.93</td><td>.92</td><td>.94</td></tr><tr><td>Verbal</td><td>.85</td><td>.86</td><td>.88</td><td>.90</td><td>.85</td><td>.89</td></tr><tr><td>Academic</td><td>.92</td><td>.93</td><td>.94</td><td>.87</td><td>.86</td><td>.89</td></tr><tr><td>Problem Solving</td><td>.84</td><td>.83</td><td>.86</td><td>.85</td><td>.80</td><td>.83</td></tr><tr><td>Physical Abilities</td><td>.92</td><td>.93</td><td>.92</td><td>.87</td><td>.86</td><td>.83</td></tr><tr><td>Appearance</td><td>.88</td><td>.89</td><td>.88</td><td>.84</td><td>.79</td><td>.82</td></tr><tr><td>Same sex peers</td><td>.88</td><td>.90</td><td>.88</td><td>.85</td><td>.77</td><td>.81</td></tr><tr><td>Opposite sex peers</td><td>.91</td><td>.92</td><td>.92</td><td>.88</td><td>.84</td><td>.89</td></tr><tr><td>Parents</td><td>.89</td><td>.89</td><td>.90</td><td>.88</td><td>.87</td><td>.89</td></tr><tr><td>Religion</td><td>.94</td><td>.95</td><td>.95</td><td>.94</td><td>.92</td><td>.93</td></tr><tr><td>Honesty</td><td>.72</td><td>.77</td><td>.77</td><td>.77</td><td>.68</td><td>.75</td></tr><tr><td>Emotional</td><td>.90</td><td>.90</td><td>.89</td><td>.84</td><td>.76</td><td>.81</td></tr><tr><td>General</td><td>.94</td><td>.94</td><td>.93</td><td>.86</td><td>.66</td><td>.73</td></tr><tr><td>Mdn coefficient</td><td>.90</td><td>.90</td><td>.90</td><td>.87</td><td>.84</td><td>.83</td></tr><tr><td>LOC scale</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Total score</td><td>-</td><td>.71</td><td>.78</td><td>-</td><td>-</td><td>.68</td></tr></table>"
            },
            "TABREF3": {
                "num": null,
                "text": "Means, Standard Deviations, and Mean Comparisons",
                "type_str": "table",
                "content": "<table><tr><td/><td>Time 1</td><td/><td>Time 2</td><td/><td>Time 3</td><td/><td colspan=\"2\">Pair-wise comparisons t tests</td></tr><tr><td>SDQ Scales</td><td>M</td><td>SD</td><td>M</td><td>SD</td><td>M</td><td>SD</td><td>Time 2-Time 1</td><td>Time 3-Time 2</td></tr><tr><td>Mathematics\"</td><td>49.8</td><td>10.3</td><td>49.8</td><td>10.0</td><td>50.4</td><td>9.7</td><td>0.15</td><td>3.63*</td></tr><tr><td>Verbal</td><td>50.0</td><td>10.0</td><td>49.3</td><td>9.7</td><td>50.8</td><td>10.3</td><td>-3.20**</td><td>5.88**</td></tr><tr><td>Academic*</td><td>50.1</td><td>10.0</td><td>49.3</td><td>9.9</td><td>50.5</td><td>10.1</td><td>-3.10*</td><td>4.66**</td></tr><tr><td>Problem Solving</td><td>50.4</td><td>10.2</td><td>48.9</td><td>9.3</td><td>50.7</td><td>10.3</td><td>-5.60**</td><td>5.61**</td></tr><tr><td>Physical Abilities</td><td>51.3</td><td>9.9</td><td>48.0</td><td>10.0</td><td>50.7</td><td>9.8</td><td>-11.60**</td><td>7.95**</td></tr><tr><td>Appearance</td><td>49.6</td><td>10.4</td><td>48.3</td><td>9.8</td><td>52.2</td><td>9.5</td><td>-4.30**</td><td>12.82**</td></tr><tr><td>Same Sex Peers</td><td>49.5</td><td>10.7</td><td>49.3</td><td>9.8</td><td>51.3</td><td>9.4</td><td>-0.81</td><td>6.36**</td></tr><tr><td>Opposite Sex Peers'</td><td>49.4</td><td>10.4</td><td>49.6</td><td>9.7</td><td>51.0</td><td>9.8</td><td>0.62</td><td>5.36**</td></tr><tr><td>Parents Religion 8</td><td>49.8 49.8</td><td>10.3 9.9</td><td>49.0 49.6</td><td>9.7 9.7</td><td>51.3 50.6</td><td>9.9 10.4</td><td>-2.47 -0.98</td><td>9.01** 4.39**</td></tr><tr><td>Honesty</td><td>49.5</td><td>9.8</td><td>48.7</td><td>10.2</td><td>51.9</td><td>9.7</td><td>-2.17</td><td>8.39**</td></tr><tr><td>Emotional</td><td>48.6</td><td>10.7</td><td>49.6</td><td>9.7</td><td>51.8</td><td>9.3</td><td>3.05*</td><td>7.10**</td></tr><tr><td>General</td><td>48.7</td><td>10.5</td><td>49.1</td><td>10.1</td><td>52.2</td><td>9.0</td><td>1.26</td><td>8.59**</td></tr><tr><td>LOC Scale Total Score b</td><td>-</td><td/><td>10.5</td><td>3.9</td><td>8.8</td><td>4.3</td><td>-</td><td>-9.43**</td></tr></table>"
            }
        }
    }
}