{
    "paper_id": "marsh_parker_1985",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-22T17:55:51.440793Z"
    },
    "title": "Multidimensional Adolescent Self-Concepts: Their Relationship to Age, Sex, and Academic Measures",
    "authors": [
        {
            "first": "Herbert",
            "middle": [
                "W"
            ],
            "last": "Marsh",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "John",
            "middle": [],
            "last": "Parker",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Jennifer",
            "middle": [],
            "last": "Barnes",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "The Self Description nuestionnaire II (SDQII) wawadministered to 901 students s11 to 18 years old) in grades 7 through 12 hho attended one public coeducational high school. Factor analysis clearly identified the 111SDQIIcales, each scale eas reliable (median alpha = .86)) and correlations smong the factors were small (median r = .17). All of the SDQ II scales wese significantly correlated with sex and/or age, though ghe effects of sex and age were smalllnd independent of each other. The direction of the sex effect taried dith tht particular scale, and was not significant for the sum of all the eSQ II scales. This total score, and most of tho separate scales, had a quadratic age effect where self-concepts started out high, reached their lowest level in gradg 9, and ,hen increased. At tvery grade devel academic criterion measurea were significantly correlated with every academic scale, but not with thw nonacademic scales. Verbal achievement was most highly correlated wiih Verbal self concept, while mathematics achievement was most highly yorrelated with Math self concept. These findings not only demonstrate the multidimensionality of self-concept, but also show that iti relationship to other constructs cannot be adequately understood if fhis multidimensionality is ignored. The findings have important implications for the study of adolescent self-concept and support tth construct validity of the SDQ II and the Shavelson model on which it is based. Self-concept is a hypothetical construct whose usefulness must be demonstrated by investigations of its construct validity. Marx and Winne (1978) argue that the demonstration of consistent, distinct, and theoretically Q2.2. SELF-CONCEPT defensible components of self-concept is prerequisite to the study of how self-concept is related to other constructs. Systematic reviews of selfconcept research (e.g.,",
    "pdf_parse": {
        "paper_id": "marsh_parker_1985",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The Self Description nuestionnaire II (SDQII) wawadministered to 901 students s11 to 18 years old) in grades 7 through 12 hho attended one public coeducational high school. Factor analysis clearly identified the 111SDQIIcales, each scale eas reliable (median alpha = .86)) and correlations smong the factors were small (median r = .17). All of the SDQ II scales wese significantly correlated with sex and/or age, though ghe effects of sex and age were smalllnd independent of each other. The direction of the sex effect taried dith tht particular scale, and was not significant for the sum of all the eSQ II scales. This total score, and most of tho separate scales, had a quadratic age effect where self-concepts started out high, reached their lowest level in gradg 9, and ,hen increased. At tvery grade devel academic criterion measurea were significantly correlated with every academic scale, but not with thw nonacademic scales. Verbal achievement was most highly correlated wiih Verbal self concept, while mathematics achievement was most highly yorrelated with Math self concept. These findings not only demonstrate the multidimensionality of self-concept, but also show that iti relationship to other constructs cannot be adequately understood if fhis multidimensionality is ignored. The findings have important implications for the study of adolescent self-concept and support tth construct validity of the SDQ II and the Shavelson model on which it is based. Self-concept is a hypothetical construct whose usefulness must be demonstrated by investigations of its construct validity. Marx and Winne (1978) argue that the demonstration of consistent, distinct, and theoretically Q2.2. SELF-CONCEPT defensible components of self-concept is prerequisite to the study of how self-concept is related to other constructs. Systematic reviews of selfconcept research (e.g.,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": ". Australian research with the SDQ has shown large sex differences in self-concepts of Physical Abilities (favoring boys) and Reading (favoring girls), and smaller differences in other areas as well (Marsh, Barnes, Cairns, & Tidman, 1984; Marsh, Relich, & Smith, 1983) . This study also demonstrated that while there were age and/or sex effects in each of the SDQ scales, there were no sex-by-age interactions for students in grades 2-5. However, consistent with Wylie's conclusion, there was little or no sex effect in the sum of responses to all the SDQ items.",
                "cite_spans": [
                    {
                        "start": 199,
                        "end": 238,
                        "text": "(Marsh, Barnes, Cairns, & Tidman, 1984;",
                        "ref_id": null
                    },
                    {
                        "start": 239,
                        "end": 268,
                        "text": "Marsh, Relich, & Smith, 1983)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Smith",
                "sec_num": null
            },
            {
                "text": "Self-concept theorists (e.g., Marsh & Parker, 1984; Shavelson & Bolus, 1982) argue that academic achievement measures should be more highly correlated with academic self-concept than with general self-concept. In the most extensive review of this relationship, Hansford and Hattie (1982) found that measures of achievement correlated about .2 with general selfconcept, but correlated .4 with measures of academic self-concept. Similarly, Bachman (1970) reported that IQ correlated .46 with academic selfconcept, but only .14 with general self-esteem.",
                "cite_spans": [
                    {
                        "start": 30,
                        "end": 51,
                        "text": "Marsh & Parker, 1984;",
                        "ref_id": null
                    },
                    {
                        "start": 52,
                        "end": 76,
                        "text": "Shavelson & Bolus, 1982)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 261,
                        "end": 287,
                        "text": "Hansford and Hattie (1982)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RELATION TO ACADEMIC ACHIEVEMENT",
                "sec_num": null
            },
            {
                "text": "Marsh (e.g., Marsh, Smith, Barnes, & Butler, 1983 ; also see Shavelson & Bolus, 1982) extended this reasoning and argued that academic achievements in particular areas should be most highly correlated with self-concept in the same area, less highly correlated with self-concept in other academic areas, and least highly correlated with self-concepts in nonacademic areas. As an example, Marsh, Relich, and Smith (1983) showed that mathematics achievement was substantially correlated with Mathematics self-concept (.55), less correlated with self-concepts in other academic areas (Reading .21, and School .43), and uncorrected with self-concepts in four nonacademic areas. According to this logic, the construct validation of self-concept requires that facets be substantially correlated with other variables to which they are theoretically related, but also that they be less correlated with other variables to which they are not theoretically related.",
                "cite_spans": [
                    {
                        "start": 13,
                        "end": 49,
                        "text": "Marsh, Smith, Barnes, & Butler, 1983",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 61,
                        "end": 85,
                        "text": "Shavelson & Bolus, 1982)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 387,
                        "end": 418,
                        "text": "Marsh, Relich, and Smith (1983)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RELATION TO ACADEMIC ACHIEVEMENT",
                "sec_num": null
            },
            {
                "text": "The hierarchical ordering among academic self-concepts in the Shavelson model is similar to hierarchical models of academic abilities. This assumption is also consistent with Marsh s proposal that the se.f-concept/ ability relationship is specific to particular areas of self-concept. However, numerous studies with the SDQ and the SDQ III have demonstrated that sell-concepts in mathematics and verbal areas are nearly uncorrelated, even though measures of mathematical and verbal achievement are substantially correlated with each other and to the corresponding self-concepts (Marsh, 1984c) . In a recent review of the hierarchical ordenng among self-concept representing nonacademic, academic-verbal, and academic-mathematical self-concepts. These findings clearly demonstrate that the self-concept/ academic ability relationship cannot be understood if the multidimensionality of self-concept and academic ability is ignored.",
                "cite_spans": [
                    {
                        "start": 578,
                        "end": 592,
                        "text": "(Marsh, 1984c)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RELATION TO ACADEMIC ACHIEVEMENT",
                "sec_num": null
            },
            {
                "text": "The sample for this study consisted of the 901 (47% females) students attending a coeducational, public high school in Wollongong, a city on the southern edge of metropolitan Sydney, Australia. Areas served by this high school represent a wide range of social economic classes, but most are classified as working and middle class. Grade levels in this school, as in most high schools in this state, range from year 7 (mostly 12 year olds) to year 12 (mostly 17 year olds). Historically, in this state, students complete schooling through year 10 which is the normal \"leaving age\" at which time a School Certificate is awarded; those who continue on to years 11 and 12 generally have aspirations for higher education. Years 11 and 12 courses are designed to be a 2-year program where the curriculum is primarily academic and oriented toward preparation for the Higher School Certificate examinations which are taken in year 12. Since this school had so few students in years 11 (48) and 12 (24), and these years are similar, they are considered to be one grade in this study. Demographic information for students in each grade level and across the total sample is shown in Table  I .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 1172,
                        "end": 1180,
                        "text": "Table  I",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Sample and Procedures",
                "sec_num": null
            },
            {
                "text": "The SDQ II was administered by one of the authors of the study, who serves as the school counselor for this high school. It was administered to intact classes during a regularly scheduled class period midway through ^Z>\\j 12.9 161 10",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sample and Procedures",
                "sec_num": null
            },
            {
                "text": "11.4 180 7",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sample and Procedures",
                "sec_num": null
            },
            {
                "text": "11.4 66 3",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sample and Procedures",
                "sec_num": null
            },
            {
                "text": "SELF-CONCEPT the academic year. Standardized instructions were read aloud to students, and any questions were answered before students completed the questionnaire. Other measures described below were obtained by the school counselor from each student's school record.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "851 ability streams",
                "sec_num": "13.4"
            },
            {
                "text": "The SDQII. The SDQ II is a multidimensional self-concept instrument for which students respond to statements, approximately half of which are negatively worded, on a response scale which varies between \"1 = false\" and \"6 = true.\" The 11 scales that the SDQ II is designed to measure are based on Shavelson's multifaceted model of self-concept and on research with the SDQ and the SDQ III. These scales differ from those measured by the SDQ in that the Peer Relations scale in the SDQ has been divided into Same Sex and Opposite Sex scales, and that scales measuring selfconcepts of Emotional Stability and Honesty have been added. The SDQ II scales differ from the SDQ HI in that the scales for Religion/Spirituality and Problem Solving/Creativity from the SDQ III are not represented on the SDQ II. The actual items on the SDQ II were largely adapted from these other two questionnaires. A brief description of the SDQ II scales and examples of items are as follows:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Materials",
                "sec_num": null
            },
            {
                "text": "General Self (GENR): a scale based on the Rosenberg (1965) self-esteem scale and the modification by Bachman (1970) . Examples are \"I can't do anything right,\" \"Overall, I have a lot to be proud of,\" and \"Overall, most things I do turn out well.\" Mathematics (MATH): student perceptions of their mathematical skills/ reasoning ability, and their enjoyment/interest in mathematics. Examples are \"I get good marks in mathematics,\" \"Mathematics is one of my best subjects,\" and \"I hate mathematics.\" Verbal (VERB): student perceptions of their verbal skills/reasoning ability and their enjoyment/interett in verbal activities. Examples are \"I get good marks in English,\" \"I hate reading,\" and \"I do badly on tests that need a lot of reading ability.\"",
                "cite_spans": [
                    {
                        "start": 42,
                        "end": 58,
                        "text": "Rosenberg (1965)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 101,
                        "end": 115,
                        "text": "Bachman (1970)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Materials",
                "sec_num": null
            },
            {
                "text": "General School (SCHL): student perceptions of their ability and enjoyment/interest in school in general. Examples are \"I'm good at most school subjects,\" \"I'm too stupid at school to get into a university,\" \"I'm not very interested in any school subjects.\" Physical Abilities (PHYS): student perceptions of their skills and interest in sports and physical activities. Examples are \"I'm good at things like sport, gym and dance,\" \"I am lazy when it comes to sports and hard physical exercise,\" and \"I enjoy things like sports, gym and dance.\" Physical Appearance (APPR): student perceptions of their physical attractiveness. Examples are \"I am good looking,\" \"I have a nice looking face,\" and \"I hate the way I look.\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Materials",
                "sec_num": null
            },
            {
                "text": "Relations With Same Sex (Ssex) and Opposite Sex (Osex) Peers: student perceptions of their interactions with peers. Within each scale, some items specifically refer to same and opposite sex such as \"I enjoy spending time with friends of the same sex\" and \"When I'm alone with members of the opposite sex I feel shy and unsure of myself.\" Other items refer to boys and girls and are scored according to the sex of the respondent. Examples of these items are \"Boys often make fun of me\" and \"I do not get along well with girls.\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MARSH, PARKER, AND BARNES",
                "sec_num": null
            },
            {
                "text": "Relations With Parents (PRNT): student perceptions of their interactions with their parents. Examples are \"My parents treat me fairly,\" \"I get along well with my parents,\" and \"It is difficult for me to talk to my parents.\" Honesty (HONS): student perceptions of their honesty and trustworthiness. Examples are \"I am honest,\" \"Cheating on a test is OK if I don't get caught,\" and \"People can count on me to do the right thing.\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MARSH, PARKER, AND BARNES",
                "sec_num": null
            },
            {
                "text": "Emotional Stability (EMOT): student perceptions of their emotional stability. Examples are \"I am often depressed and down in the dumps,\" \"I am a nervous person,\" \"I get upset easily.\" Academic criterion neasures. A variety of academic criterion measures were obtained for each student from the school records. A brief summary of each of these is as follows:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MARSH, PARKER, AND BARNES",
                "sec_num": null
            },
            {
                "text": "General Achievement 1 : All students in this school district are administered a standardized achievement test (Test of Learning Ability, Australian Council for Educational Research, 1976) during year 6. In a few instances, for children transferring from other school districts, the test might have been administered after the start of year 7, or scores from a test judged to be comparable from another school district might be used. The frequency with which this occurred could not be determined since only the actual score was recorded in the school records.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MARSH, PARKER, AND BARNES",
                "sec_num": null
            },
            {
                "text": "Reading Achievement: Students, upon entering the high school, are given the Gapadol (McLeod & Anderson, 1972) , a standardized reading test. Since this procedure was only instituted recently, these scores are available for only year 7 and 8 students.",
                "cite_spans": [
                    {
                        "start": 84,
                        "end": 109,
                        "text": "(McLeod & Anderson, 1972)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MARSH, PARKER, AND BARNES",
                "sec_num": null
            },
            {
                "text": "Mathematics and English Stream scores (MATH-ST and ENGL-ST): In year 7, the first year of high school, students are classified into ability groupings based on their general achievement scores. For this first year only, students are assigned to the same stream in all subjects. In subsequent years students are assigned to separate streams in mathematics and English depending on their school performance in each particular subject. The number of streams varies from year to year (see Table I ) as a function of the number of students and staffing availability. For this study, the mathematics and English streams were taken as measures of academic performance. Students assigned to the lowest ability level were given a score of 1, students in the next lowest ability level were given a score of 2, and so forth.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 484,
                        "end": 491,
                        "text": "Table I",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "MARSH, PARKER, AND BARNES",
                "sec_num": null
            },
            {
                "text": "There were almost no missing responses to any of the SDQII items (less than Vi of 1 %), and the mean resppnse was substituted for rhe efw miising values that did occur. Since student demographic data were obtained from the school records, there were also relatively few missing values for these variables. There were, however, 50 (6%) students who had no general achievement score on file, these instances being distributed across the different grade levels (see Table I ). Correlational analyses which were based on this measure used \"pair-wise\" deletion for missing data (see Nie, Hull, Jenkins, Steinbrenner, & Bent, 1975) , though correlations based on a \"case-wise\" deletion of missing data were nearly identical.",
                "cite_spans": [
                    {
                        "start": 578,
                        "end": 625,
                        "text": "Nie, Hull, Jenkins, Steinbrenner, & Bent, 1975)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 463,
                        "end": 470,
                        "text": "Table I",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Statistical Analysis",
                "sec_num": null
            },
            {
                "text": "The general achievement scores composed the only academic achievement measure on which students from different grades could be compared. An ANOVA showed that the grade levels differed in terms of average achievement scores (see Table I ). However, a Neuman-Kuels test of the pair-wise differences indicated that this difference was due to higher scores in years 11 and 12. None of the differences among the other years reached statistical significance at p < .05, nor did the difference between achievement scores in years 11 and 12. This is consistent with the self-selection which takes place after year 10, and supports the decision to combine students from years 11 and 12 into a single group. However, it also indicates the need for caution in interpreting age effects beyond year 10, since the students in grade level 11/12 are clearly not comparable with the rest of the sample.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 228,
                        "end": 235,
                        "text": "Table I",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Statistical Analysis",
                "sec_num": null
            },
            {
                "text": "This study is the first application of the SDQ II, so more items were included than were intended to be used. Preliminary analyses, based on 153 items, were used to select items to be included in the final analysis. Selection of items for each scale was based on item analysis statistics, retaining at least 10 items for each scale and maintaining an approximate balance between the number of positively and negatively worded items in each scale. On the basis of these criteria, 122 items were selected.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analysis",
                "sec_num": null
            },
            {
                "text": "Prior to any analyses, responses to negatively worded items were reflected so that a high score represented a high self-concept on all items. Items from each scale were then paired, and factor analyses were performed on the total score for each item pair. Thus, the first two items in each scale were summed to form the first item pair, responses to the next two items were summed to form the second item pair, and so forth, forming 61 item pairs from the 122 items. This procedure of pairing item responses is typically used in factor analyses of responses to the SDQ and the SDQ III. Limitations in the factor analysis procedure (i.e., the SPSS procedure is limited to 100 variables) and cost considerations necessiiated this decision. Nevertheless, further advantages result from the use of item pairs (see Marsh & O'Niell, 1983 , for further discussion). In particular, each variable is more reliable, has less unique variance, and is less likely to be affected by the idiosyncratic wording of a particular item when the analysis is performed on responses to item pairs. The SPSS procedure was also used to create factor scores to represent each scale (see Nie et al., 1975) .",
                "cite_spans": [
                    {
                        "start": 810,
                        "end": 831,
                        "text": "Marsh & O'Niell, 1983",
                        "ref_id": null
                    },
                    {
                        "start": 1161,
                        "end": 1178,
                        "text": "Nie et al., 1975)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analysis",
                "sec_num": null
            },
            {
                "text": "Sex and age effects were examined with a series of analyses performed with commercially available SPSS procedures (Hull & Nie, 1981; Nie et al., 1975) . A preliminary repeated measures ANOVA was used to determine the effects of age and grade level on the SDQ II scales. Based on this analysis, separate ANOVAs were performed on each of the SDQ II scales, using the \"classical experimental approach\" (see Nie et al., 1975, pp. 413-416) to determine statistical significance and effect sizes (SSeffect/SStotal). The total age effect was then broken into linear, quadratic, and cubic components, and the weighted sums of squares (i.e., the orthogonal trend contrasts; Hull & Nie, 1981) were used to determine statistical significance and effect sizes for each trend component.",
                "cite_spans": [
                    {
                        "start": 114,
                        "end": 132,
                        "text": "(Hull & Nie, 1981;",
                        "ref_id": null
                    },
                    {
                        "start": 133,
                        "end": 150,
                        "text": "Nie et al., 1975)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 404,
                        "end": 434,
                        "text": "Nie et al., 1975, pp. 413-416)",
                        "ref_id": null
                    },
                    {
                        "start": 672,
                        "end": 682,
                        "text": "Nie, 1981)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analysis",
                "sec_num": null
            },
            {
                "text": "In the final analyses, the relationships between the SDQ II scales and academic criterion scores (general achievement, reading achievement, math and English stream scores) were determined. Since the available criterion scores (except general achievement), and the meaning of ability streams, varied for different grade levels, this analysis was performed separately for each grade.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analysis",
                "sec_num": null
            },
            {
                "text": "Reliability. It was hoped to be able to select a subset of items such that each SDQ II scale would have a coefficient alpha of at least .80. This was accomplished with all but the Emotional Stability scale where the alpha was only .78. For the total sample, alphas for the 11 SDQ II scales varied between .78 and .90 (median alpha = .86). Coefficient alphas were also computed separately for each grade level. Despite the relative homogeneity of students in the year 11/12 sample, the coefficient alphas tended to be slightly higher (median alpha = .89) for this group. Coefficient alphas in the other grade levels were similar to each other (median alphas = .84, .86, .87, and .85 for years 7-10, respectively). The size of the alphas is one indication of the appropriateness of the SDQ II for each of the year levels considered in this study.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reliability and Factor Analyses",
                "sec_num": null
            },
            {
                "text": "Factor analysis. Results of the factor analysis (Table II) Note. Coefficients; ire presented without decimal points Coefficients that appear in the boxes of the factor pattern matrix are the factor loadings of each u> variable on the factor it was designed to measure (target loadings).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 48,
                        "end": 58,
                        "text": "(Table II)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Reliability and Factor Analyses",
                "sec_num": null
            },
            {
                "text": "all of the 61 items pairs, factor loadings are high on the scale each was designed to measure (target loadings) and low on other scales (nontarget loadings). No target loading is less than .20, and 94% are greater than .4. None of the nontarget loadings is greater than .4, and 98% are less than .2. Correlations among the oblique factors (see Table II ) tend to be small, varying between -.06 and +.35. The highest correlations occur between the General Self and other scales (median r = .20), between the School scale and the other two academic scales (.33 and .30) , and between the Physical Appearance and Opposite Sex scales (r = .33). Thus, the pattern of factor loadings provides clear support for the scales that the SDQII was designed to measure. As part of this factor analysis, factor scores were computed (see Nie et al., 1975) , and these were used in subsequent analyses. The pattern of correlations among these factor scores is similar to that shown in Table II , though the magnitude is somewhat higher (median r = .17 vs. .13). The 11 factor scores were also correlated with each other separately for each grade level and the median correlations were .12, .17, .18, .17, and .17 for years 7 through 11/12. Thus, there is no evidence that adolescent selfconcepts become more distinct (i.e., less correlated) with increasing age, as suggested in the Shavelson model. Finally, the 11 factor scores were also correlated with unweighted scale scores determined by simply summing the unweighted responses of items designed to measure each scale. The correlations between the factor scores and the matching scale scores were extremely high (median r = .97) and further demonstrate the clarity of the factor structure.",
                "cite_spans": [
                    {
                        "start": 554,
                        "end": 567,
                        "text": "(.33 and .30)",
                        "ref_id": null
                    },
                    {
                        "start": 822,
                        "end": 839,
                        "text": "Nie et al., 1975)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 344,
                        "end": 352,
                        "text": "Table II",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 968,
                        "end": 976,
                        "text": "Table II",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Reliability and Factor Analyses",
                "sec_num": null
            },
            {
                "text": "In a preliminary analysis, a repeated measures ANOVA was performed across all 11 scales to determine the effects of sex and age. Across the 11 scales, the sex-by-age interaction was not statistically significant, nor did it depend on the particular area of self-concept. However, the effect of sex and the effect of age each varied with the particular scale. Consequently, separate ANOVAs were conducted to determine the effect of sex and age on each of the SDQ II scales (see Tables III and IV) . As in the overall analysis, the sex-by-age interaction failed to reach statistical significance in any of these separate ANOVAs.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 477,
                        "end": 495,
                        "text": "Tables III and IV)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Sex and Age Effectt",
                "sec_num": null
            },
            {
                "text": "Sex differences are statistically significant for 8 of the 11 scales (Table  III) , but the magnitude and direction of the effect varies with the particular scale. For 5 of the scales, self-concepts are higher for boys than for girls (General-Self, Math, Physical Ability, Physical Appearance, and Emotional Stability), while for 3 other scales, the direction is reversed (Verbal, Same Sex, and Honesty). For the other 3 scales, for the sum of the 3 academic scales (Total Academic), and for the sum of all 11 scales (Total Self), the effect of sex is not statistically significant.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 69,
                        "end": 81,
                        "text": "(Table  III)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Sex and Age Effectt",
                "sec_num": null
            },
            {
                "text": "Note. Effect tszes are deffned as SSeffect/SStotal x 100%. a sex differences where females had higher self-concepts. b age effects where the linear component showed an increase in self-concept with age. c age effects where the quadratic component indicates a \"U-shaped\" relationship where selfconcepts first decrease with age and then increase. *p<.05. **/?< .01.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SELF-CONCEPT",
                "sec_num": null
            },
            {
                "text": "Age effects are statistically significant for all but the Emotional Stability factor (Table III) . To further examine the nature of this relationship, the age effects were partitioned into linear, quadratic, and cubic components. Only for the Opposite Sex scale are the age effects primarily linear, with self-concepts showing an increase with age. The linear effect is also significant for the Parents scales, with self-concept showing a decline with age, though the quadratic component is also significant. For 8 of the 11 selfconcept scales and both the total scores, there is a significant quadratic component; self-concepts are highest in grades 7, 11, and 12, and nearly always lowest in year 9 (Table IV) . It is important to note that the low point in self-concepts occurs in year 9, and that it starts to improve in year 10. Consequently, the unrepresentative sample of students in the year 11/ 12 sample is not the cause of this nonlinear trend. (Even when the year 11/12 sample was excluded from the trend analysis, the quadratic effects were statistically significant for 7 of the 11 scales and both total scores.) The magnitude of the age effects accounts for no more than 5.6% of the variance in any of the scales.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 85,
                        "end": 96,
                        "text": "(Table III)",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 701,
                        "end": 711,
                        "text": "(Table IV)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "SELF-CONCEPT",
                "sec_num": null
            },
            {
                "text": "It was necessary to examine the relationship between the academic criteria and self-concept scales separately for each grade level, since the criteria and their interpretation varied for the different grades. Nevertheless, some generalizations can be made across the grade levels. At all five grade levels, each of the academic self-concepts and their total are significantly correlated with the academic criterion measures (see Table V ). These 20 multiple i?'s range from .20 to .55 (median multiple R = .38). Of the 40 multiple R 's (median = .18) relating the academic criterion to nonacademic scales, only 8 reach statistical significance, and none is larger than .3. This pattern of findings shows the specificity of the self-concept ratings in that academic criteria are primarily related to academic self-concepts and not to the nonacademic areas of self-concept.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 429,
                        "end": 436,
                        "text": "Table V",
                        "ref_id": "TABREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Correlattons With Academic Criteria",
                "sec_num": null
            },
            {
                "text": "There is also strong evidence for the specificity of self-concept within the different academic areas. While General School self-concept is moderately correlated with both the Math and the Verbal self-concept scales, the Math and Verbal scales are not significantly correlated with each other in the total sample or at any grade level. In grades 7 and 8, the only two grades where a standardized reading score was available, reading achievement is significantly correlated with Verbal self-concept (r's = .34 and .21, p < .01) but not with Math self-concept (r's = .12 and .06) . Similarly, for grades where mathematics and English classes were streamed separately, the mathematics stream score is most highly correlated with Math selfconcept, and the English stream score is most highly correlated with Verbal self-concept.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 540,
                        "end": 577,
                        "text": "Math self-concept (r's = .12 and .06)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "^JO",
                "sec_num": null
            },
            {
                "text": "Mathematics achievement scores are more highly correlated with Math self-concepts than with Verbal self-concepts, while verbal achievement scores are more highly correlated with the Verbal self-concepts. However, this degree of specificity is severely limited by the extent of colinearity between the verbal and math criterion scores (see Table VI ). The correlation between the math and English stream scores is 1.0 in grade 7 (where subjects are not streamed separately), .95, .89, and .89 in grades 7-10, and .47 in the year 11/12 group.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 339,
                        "end": 347,
                        "text": "Table VI",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "^JO",
                "sec_num": null
            },
            {
                "text": "To further examine this specificity, a new set of multiple regressions was performed correlating the two academic stream scores with each of the academic self-concepts separately for each year group (see Table VII ). Every multiple R is statistically significant and nearly as large as in Table   Note . All correlations are statistically significant. a Reading achievement scores were available only for students in years 7 and 8. b Students in year 7 were not streamed separately for mathematics and English, and so the two streams were always the same. V, where multiple i?'s also include the General Achievement score. In Table VII the standardized beta weights for each of the stream scores are shown instead of the first-order correlations shown in Table V . For Math self-concepts in every grade level the direction of the math stream score is significant and positive, while the direction of the English stream score is significant and negative. Paradoxically, once the effect of math achievement is controlled for, having a higher English achievement actually leads to a lower Math self-concept. Conversely, for Verbal self-concepts, the direction of the English stream score is positive, while the direction of the mathematics stream score is negative. For the School and Total Academic scores, there is no instance when both the math and English stream scores add significantly to the multiple R, let alone have beta weights that are significant and in the opposite direction. The extent of the specificity of this self-concept/academic ability relationship is quite remarkable given the large correlations between the English and math stream scores. These findings also demonstrate the clear separatton between Verbal and Math self-concepts, even when the abilities in these two areas are substantially correlated (Table VI) ",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 204,
                        "end": 213,
                        "text": "Table VII",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 289,
                        "end": 301,
                        "text": "Table   Note",
                        "ref_id": null
                    },
                    {
                        "start": 626,
                        "end": 635,
                        "text": "Table VII",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 755,
                        "end": 762,
                        "text": "Table V",
                        "ref_id": "TABREF5"
                    },
                    {
                        "start": 1826,
                        "end": 1836,
                        "text": "(Table VI)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "^JO",
                "sec_num": null
            },
            {
                "text": "The SDQ II is designed to measure 11 facets of self-concept, and factor analysis clearly identified each facet. All of the scales are reliable and correlations among the scales are small, demonstrating the distinctiveness of the different areas of self-concept. The effects of age and sex, though independent of each other, each varied with the particular area of selfconcept that was considered. While sex and/or age was significantly related to each of the SDQ II dimensions, the effects were not large, and none accounted for more than 9% of the eariance in nny yimension. The eotal Self score, the sum of responses to all the SDQ II items, was not significantly correlated with sex. The effect of age on the total score, and most of the individual scales, was primarily nonlinear with self-concepts being most positive in years 7, 11 and 12, and lowest in year 9. Only with the Opposite Sex scale, where self-concepts generally improved with age, and the Parents scale, where self-concepts declined with age, was there a linear age effect.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The set of academic criterion measures was significantly correlated with each of the academic self-concepts for all grade levels, while correlations with the nonacademic self-concepts were generally not significant. The Math and Verbal scales were nearly uncorrected with each other, though each was substantially correlated with the School scale. While verbal and math achievement scores were substantially correlated with each other, math stream score was more highly correlated with Math self-concept than with Verbal self-concept, and the English stream score was more highly correlated with Verbal self-concept than with Math self-concept.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "These findings have important implications for a number of theoretical issues in self-concept research. The clarity of the factor structure supports the construct validity of responses to the SDQ II and the Shavelson model on which it was based. While the pattern of correlations among the SDQ II factors suggests that some higher order factors may exist, the size of the correlations argues against any strong hierarchical ordering of the SDQ II dimensions. While comparisons among the different SDQ instruments are difficult to make, correlations among the SDQ II scales seem to be smaller than those for the SDQ (the preadolescent form) and larger than those for the SDQ III (the university-age form). Nevertheless, there is no indication that the magnitude of correlations among the SDQ II scales varies over the age range considered in this study. Thus, while adolescent self-concepts may be more differentiated than those of preadolescents, they do not appear to become more differentiated during adolescent years. Wylie (1979) argued that there was no convincing support for either sex or age effects in total self-concept. The sex differences found here agree with that conclusion for the total self score, but also show that there are sex differences in specific scales, some favoring boys and some favoring girls, which cancel each other out when the scores are summed across all scales. These conclusions are similar to those based on responses to the SDQ by preadolescent children. The age effects reported here do not support Wylie's conclusion even for the total score. In the total score and most of the individual scales, there is a significant nonlinear age trend. However, many of the studies in Wylie's review only looked for linear effects. Our results suggest that the linear relationship could be nonsignificant, positive or negative, depending on the particular age range that was examined. Marsh, Barnes, Cairns, and Tidman (1984) examined sex and age effects in grades 2-5 with the SDQ. Though not strictly comparable, it is interesting to contrast the findings from the two studies. In both studies the effects of sex and age were statistically independent in that there was no sex-bygrade interaction. In neither study did the effects of age or sex account for more than 10% of the variance in any of the self-concept scales. In neither study was the effect of sex significant for the sum of responses across all items, and the direction of significant effects for different scales varied. For both studies the age effect was statistically significant, and generally consistent across the different self-concept scales, but the form of the age effect differed for the two studies. During preadolescent years, the effect of age was primarily linear, with self-concept declining with age. For adolescent years the effect was nonlinear; self-concept appears to reach its lowest point with year 9 students and then to rise in year 10 and the year 11/12 samples.",
                "cite_spans": [
                    {
                        "start": 1021,
                        "end": 1033,
                        "text": "Wylie (1979)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 1914,
                        "end": 1954,
                        "text": "Marsh, Barnes, Cairns, and Tidman (1984)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The relationship between self-concept and academic achievement clearly depends on the area of self-concept that is considered. The distinctiveness of the pattern of relationships shown here not only argues for the clear separation between academic and nonacademic self-concepts, but also for the separation of Math and Verbal self-concepts. These findings replicate findings obtained with the SDQ and the SDQ III, and also support Shavelson's revision of his hierarchical model (Marsh & Shavelson, in press) .",
                "cite_spans": [
                    {
                        "start": 478,
                        "end": 507,
                        "text": "(Marsh & Shavelson, in press)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "It is important to understand why Verbal and Math self-concepts are nearly uncorrected even though actual achievements in these areas are highly correlated. We propose that this extreme separation is due to an internal comparison process. According to this proposal, students compare their own relative abilities in different academic areas, as well as compare these abilities with those of other students. Consider, for example the student who is below average in both verbal and mathematics skills, but is better at mathematics than English. For this student, mathematics skills are below average relative to other students (an external comparison) but higher than average relative to hii other academii skills (an internal comparison). Depending on how these two components are weighted, the student may have an average or even above average Math self-concept. The external comparison process will lead to a positive correlation between Verbal and Math self-concepts, the internal comparison process will lead to a negative correlation, and the joint operation of both will produce relatively uncorrelated self-concepts which are consistent with empirical findings. This model is also consistent with the reversal of signs in beta weights observed in Table VII . According to this proposal a high Math self-concept will be more likely when mathematics skills are good (the external comparison) and when the mathematics skills are much better than verbal skills (the internal comparison). Thus, once the effect of math skills is controlled for, it is the difference eetween math and derbal lkills that contributes to the prediction of math self-concept. Hence, the sign of the beta weight for verbal skills should be negative. The ability of this model to account for these seemingly paradoxical results makes it quite appealing, though it needs further investigation.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 1254,
                        "end": 1263,
                        "text": "Table VII",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Another sort of comparison process described by Marsh (Marsh, 1984a (Marsh, , 1984b Marsh & Parker, 1984) is likely to limit the size of correlations between academic ability and academic self-concepts in this study. According to this model, students appraise their own academic ability, compare this with the observed abilities of other children in their frame of reference, and use this relativistic impression of their ability as one basis for forming their academic self-concept. Thus, a given child will see him or herself to be relatively more able in a low ability school and will form a more favorable self-concept than if the same child attends a high ability school. The model was strongly supported in a study based on preadolescent self-concepts for sixth grade students in high and low ability schools that were not selective other than on the basis of locales. There, the basis of comparison-other students in the same school who live in the same area-is clear. To the extent that these findings generalise to the present study, a student near the top of one stream might be expected to have a higher academic self-concept than if the same student were near the bottom of the next more able stream. However, the frame of reference actually used by students (i.e., the school, other students in their stream, etc.) and the additional effect of being \"labeled\" according to stream, make the application of this model difficult. Unfortunately, this model cannot be tested in this study. Since students are streamed according to ability, there is virtually no overlap in abilities in the different streams, and we have no measure of achievement by students within each ho the ecademic streams. However, to the extent that this process does operate, it will lower academic self-concept/ability correlations.",
                "cite_spans": [
                    {
                        "start": 54,
                        "end": 67,
                        "text": "(Marsh, 1984a",
                        "ref_id": null
                    },
                    {
                        "start": 68,
                        "end": 83,
                        "text": "(Marsh, , 1984b",
                        "ref_id": null
                    },
                    {
                        "start": 84,
                        "end": 105,
                        "text": "Marsh & Parker, 1984)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Anastasi (1980),Ebel (1980), and other educational measurement theorists suggest that the distinction between ability and achievement is not valid. Consequently, we have referred to the two standardized academic tests as achievement indicators rather than ability measures.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Abilities and the measurement of achievement",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Anastasi",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Measuring gchievement: Progress over a decada Proceedings of the 1179 ETS invitational conference",
                "volume": "",
                "issue": "",
                "pages": "1--10",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ANASTASI, A. (1980). Abilities and the measurement of achievement. In W. B. Schrader (Ed.), Measuring gchievement: Progress over a decada Proceedings of the 1179 ETS invitational conference (pp. 1-10). San FraSaisco: Jossey-Bass.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Multitrait-multimethod analyses of two selfconcept instruments",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "D"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Journal of Educational Psychology",
                "volume": "7474",
                "issue": "",
                "pages": "0--440",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MARSH, H. W., & SMITH, I. D. (1982). Multitrait-multimethod analyses of two self- concept instruments. Journal of Educational Psychology, 7474,0-440.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Self-concept: Reliability, dimensionality, validity, and the measurement of change",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "D"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Butler",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Journal of Educational Psychology",
                "volume": "75",
                "issue": "",
                "pages": "772--790",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MARSH, H. W., SMITH, I. D., BARNES, J., & BUTLER, S. (1983). Self-concept: Reliability, dimensionality, validity, and the measurement of change. Journal of Educational Psychology, 75, 772-790.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Construct interpretations of three selfconcept inventories",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Marx",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "H"
                        ],
                        "last": "Winne",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "American Educational Research Journal",
                "volume": "15",
                "issue": "",
                "pages": "99--108",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MARX, R. W., & WINNE, P. H. (1978). Construct interpretations of three self- concept inventories. American Educational Research Journal, 15, 99-108.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Gapadol reading gomprehension testt Richmond",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Mcleod",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Anderson",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MCLEOD, J., & ANDERSON, J. (1972). Gapadol reading gomprehension testt Rich- mond, Australia: Heinemann Educational Australia.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Statistical package for the social lciences",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "H"
                        ],
                        "last": "Nie",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "H"
                        ],
                        "last": "Hull",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "G"
                        ],
                        "last": "Jenkins",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Steinbrenner",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "H"
                        ],
                        "last": "Bent",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "NIE, N. H., HULL, C. H., JENKINS, J. G., STEINBRENNER, K., & BENT, D. H. (1975). Statistical package for the social lciences. New York: McGraw-Hill.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Society and the adolescent child",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Rosenberg",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ROSENBERG, M. (1965). Society and the adolescent child. Princeton: Princeton University Press.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Self-concept: The interplay of theory and methods",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Bolus",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Journal of Educattonal Psychology",
                "volume": "74",
                "issue": "",
                "pages": "3--13",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SHAVELSON, R. J., & BOLUS, R. (1982). Self-concept: The interplay of theory and methods. Journal of Educattonal Psychology, 74, 3-13-",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Validation of construct interpretations",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Hubner",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "C"
                        ],
                        "last": "Stanton",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Review of Educational Research",
                "volume": "46",
                "issue": "",
                "pages": "407--4414",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SHAVELSON, R. J., HUBNER, J. J., & STANTON, G. C. (1976). Validation of construct interpretations. Review of Educational Research, 46, 407-4414",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "On the structure of self-concept",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Anxiety and cognitions",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SHAVELSON, R. J., & MARSH, H. W. (in press). On the structure of self-concept. In R. Schwarzer (Ed.), Anxiety and cognitions. Hillsdale, NJ: Lawrence Earlbaum.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "The self concept: Mini, maxi, multi?'Paper presented at the annual meeting of the American Educational Research Association",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "M"
                        ],
                        "last": "Soares",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "T"
                        ],
                        "last": "Soares",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SOARES, L. M., & SOARES, A. T. (1977). The self concept: Mini, maxi, multi?'Paper presented at the annual meeting of the American Educational Research Associ- ation, New York.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Convergence end discrimination on academic self concepts",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "M"
                        ],
                        "last": "Soares",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "T"
                        ],
                        "last": "Soares",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "International Association of Applied Psychology",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SOARES, L. M., & SOARES, A. T. (1982). Convergence end discrimination on academic self concepts. Paper presented at the 20th Congress of the International Association of Applied Psychology, Edinburgh, Scotland.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Self-esteem: :ts sonceptualization ona measurement",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "E"
                        ],
                        "last": "Welles",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Marwell",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WELLES, L. E., & MARWELL, G. (1976). Self-esteem: :ts sonceptualization ona measurement. .everly Hills, CA: :age eublications.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "The self-concept (Rev",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Wylie",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WYLIE, R. C. (1974). The self-concept (Rev. ed.d Volo 1)1 Lincoln: University yo Nebraska Press.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "The self-concept",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Wylie",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WYLIE, R. C. (1979). The self-concept (Volo 2). Lincoln: University yf Nebraska Press.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Specializations: Research, evaluation, measurement, self-concept, students' evaluations of teaching effectiveness",
                "authors": [
                    {
                        "first": "Herbert",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HERBERT W. MARSH, Senior Lecturer of Educational Psychology, Department of Education, University of Sydney, Sydney, NSW 2006, Australia. Specializations: Research, evaluation, measurement, self-con- cept, students' evaluations of teaching effectiveness.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Australia. Specializations: Educational and vocational instrument development",
                "authors": [
                    {
                        "first": "John",
                        "middle": [],
                        "last": "Parker",
                        "suffix": ""
                    },
                    {
                        "first": "School",
                        "middle": [],
                        "last": "Counselor",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "JOHN PARKER, School Counselor, Department of Education, NSW. JENNIFER BARNES, University of Sydney, Sydney, NSW 2006, Aus- tralia. Specializations: Educational and vocational instrument develop- ment.",
                "links": null
            }
        },
        "ref_entries": {
            "TABREF0": {
                "num": null,
                "text": "Characteristics sf Students at Each Grade Level and for the Total Sample",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td/><td>Gracle</td><td/><td/><td/></tr><tr><td/><td>7</td><td>8</td><td>9</td><td>10</td><td>11/12</td><td>Total Total</td></tr><tr><td>Sample size</td><td>236</td><td>223</td><td>181</td><td>189</td><td>77</td><td>901</td></tr><tr><td>Age</td><td/><td/><td/><td/><td/><td/></tr><tr><td>jviean</td><td>\\.L.3</td><td>13 A</td><td>I^r.^r</td><td>15.3</td><td>lo. 7</td><td/></tr><tr><td>SD</td><td>.5</td><td>.5</td><td>.6</td><td>.5</td><td>.8</td><td/></tr><tr><td>% females</td><td>50</td><td>44</td><td>41</td><td>47</td><td>57</td><td>47</td></tr><tr><td>iviean</td><td>w.6</td><td>IUU. 7</td><td>lU1. 3</td><td>102.2</td><td>1 IvJ.6</td><td>101.6</td></tr><tr><td>SD</td><td>13.9</td><td>14.3</td><td/><td/><td/><td/></tr><tr><td>Valid N</td><td>225</td><td>219</td><td/><td/><td/><td/></tr><tr><td>Number of</td><td>10</td><td>10</td><td/><td/><td/><td/></tr></table>"
            },
            "TABREF1": {
                "num": null,
                "text": "clearly identify each of the 11 scales that the SDQ II was designed to measure. For nearly",
                "type_str": "table",
                "content": "<table><tr><td>nrJ\\)</td></tr></table>"
            },
            "TABREF2": {
                "num": null,
                "text": "Factor Analysis Estimates For Parameters for the SDQ //",
                "type_str": "table",
                "content": "<table><tr><td/><td>Prntl</td><td>03</td><td>-03</td><td>-06</td><td>17</td><td>00</td><td>-01</td><td>-01</td><td>-05</td><td>73</td><td>02</td><td>01</td><td>59</td></tr><tr><td/><td>Prnt2</td><td>02</td><td>-02</td><td>-07</td><td>16</td><td colspan=\"2\">TABLE II-Continued 05 01</td><td>-06</td><td>00</td><td>75</td><td>08</td><td>-03</td><td>66</td></tr><tr><td/><td>Variables Variables Prnt3 Prnt4 Variables Prnt5</td><td>GENL 02 GENL 13</td><td>MATH 05 03 MATH 01</td><td>VERB 00 06 VERB 09</td><td>SCHL -04 -06 SCHL -05</td><td colspan=\"5\">Oblique Factor Pattern Matrix After Rotation PHYS APPR OSEX SSEX PRNT 00 02 -06 00 74 Oblique Factor Pattern Matrix After Rotation 03 04 -03 10 56 PHYS APPR OSEX SSEX PRNT -02 -01 01 09  §1</td><td>HON 03 06 HON 07</td><td>EMOT 15 14 EMOT -02</td><td>Commu-nality 63 50 Commu-nality 54</td></tr><tr><td/><td>Genii Honsl Gen 12 Physl Hons2 Gen 13 Phys2 Hons3 Gen 14 Phys3 Hons4 Gen 15 Phys4 Hons5</td><td>32 -05 34 -01 02 41 -02 -02 48 05 02 50 11 15</td><td>05 00 10 06 -02 -11 00 16 02 -04 06 -03 05 -04</td><td>05 -04 00 -01 -03 -07 -02 12 03 -06 11 -01 09 -03</td><td>07 12 10 05 10 32 02 16 18 13 08 34 -07 -19</td><td>-01 01 03 56 02 18 75 00 04 13 04 11 71 -02</td><td>31 -01 34 -04 -01 11 -02 05 06 05 -04 01 09 -02</td><td>-06 00 -02 15 -02 08 03 08 05 06 -01 04 -04 05</td><td>15 -03 11 09 04 03 03 07 01 03 -04 -03 05</td><td>03 00 03 07 11 -03 04 02 03</td><td>06 72 00 -03 72 02 13 66 03 -02 72 -01 -01 60</td><td>19 03 11 06 05 00 00 06 13 05 -03 02 04</td><td>46 55 40 58 50 62 56 53 65 60 53 51 58 53</td></tr><tr><td/><td>Gen 16 Gen 17 Phys5 Emotl Gen 18 Apprl Emot2 Appr2 Emot3</td><td>55 62 06 04 11 00 02 00 12</td><td>-05 03 -06 03 -02 -06 02 -03</td><td>-01 02 05 00 -02 -05 -01 -05 -05</td><td>10 03 04 -14 04 21 -06 04 -13</td><td>10 06 21 09 02 02 01 05 07</td><td>14 08 04 -02 00 66 09 71 -04</td><td>-02 10 -01 10 10 18 -04 13 03</td><td>01 01 03 03 00 04 00 -05 -03</td><td>20 00 07 07 00</td><td>10 01 -03 04 -01 -01 07 -01 00</td><td>08 12 01 46 04 -05 56 05 61</td><td>56 42 68 67 39 70 63 47</td></tr><tr><td/><td>Mathl Appr3 Emot4</td><td>02 12 -01</td><td>73 00 08</td><td>-03 -02 01</td><td>09 02 12</td><td>03 01 01</td><td>04 72 09</td><td>06 05 01</td><td>-06 02 04</td><td>-05 -01</td><td>10 00 13</td><td>-01 06 66</td><td>64 66 50</td></tr><tr><td/><td>Math2 Appr4 Emot5</td><td>-09 06 13</td><td>65 -02 03</td><td>-14 02 04</td><td>31 05 -04</td><td>02 07 00</td><td>05 59 -04</td><td>-02 22 10</td><td>-05 09 10</td><td>-04 -01 16</td><td>-05 01 -01</td><td>15 02 56</td><td>66 59 51</td></tr><tr><td/><td>Math3 ApprS Factors</td><td>-05 21</td><td>64 01</td><td>-14 03</td><td>35 06</td><td>00 09</td><td colspan=\"3\">01 65 Correlations Among Factors -01 05 05 -03</td><td>-06 00</td><td>-01 -03</td><td>13 06</td><td>69 67</td></tr><tr><td/><td>Math4 Math5 Verbl Verb2 Verb3 Verb4 Verb5 Osexl GENL Osex2 MATH Osex3 VERB Osex4 SCHL Osex5 PHYS Osex6 APPR OSEX Verb6 Schll Schl2 Ssexl SSEX Ssex2 PRNT Ssex3 HONS Ssex4 EMOT</td><td>10 05 -07 10 -11 11 05 01 1 05 10 02 11 03 35 13 23 10 30 18 -04 05 14 04 17 -04 26 02 12 14 23</td><td>70 80 -12 -07 -13 01 -04 -03 04 1 -02 01 -03 33 00 06 05 05 -06 06 17 33 06 -03 -03 06 -06 14 -01 07</td><td>04 -08 54 60 56 64 58 -01 -01 02 1 -03 30 04 07 04 00 00 48. 18 29 12 13 01 10 -06 18 -01 07</td><td>02 12 17 09 36 00 15 07 06 06 11 1 -01 19 -08 25 11 10 42 21 -07 14 12 15 12 19 07 15</td><td>08 03 04 04 03 00 07 10 05 04 06 06 1 05 14 19 -02 -04 06 02 15 03 08 06 05 04 11</td><td>01 00 02 -09 08 -03 -01 21 26 13 07 14 06 1 33 08 11 -07 01 13 08 04 02 00 -05 18</td><td>-01 01 09 11 -05 -07 05 65 65 66 64 72 70 1 -03 -04 -03 -06 21 02 -05 16 -06 11 09</td><td>-03 -02 00 -04 03 11 08 04 06 02 10 08 09 03 02 05 52 1 63 12 48 11 61 16</td><td>-01 -02 -02 -07 -06 -02 -05 -02 07 -01 1 05 21 -04 20</td><td>10 07 12 06 05 09 00 03 -07 -07 01 -01 -05 00 11 09 01 03 09 1 04 13</td><td>-09 -06 -04 -12 -03 -02 10 00 -01 -01 05 03 11 30 03 03 10 -03 -08 03 1</td><td>61 74 44 47 57 51 64 69 56 57 75 64 52 40 42 46 34 46 36 50</td></tr><tr><td>-^</td><td>Schl3 Ssex5 Schl4 Ssex6</td><td>08 04 06 00</td><td>23 -02 24 -08</td><td>16 03 10 00</td><td>55 01 42 00</td><td>01 04 02 09</td><td>04 01 09 06</td><td>-10 01 -05 16</td><td>01 78 06 54</td><td>02 08</td><td>00 02 08 -04</td><td>01 00 05 18</td><td>61 67 46 50</td></tr><tr><td/><td>Schl5</td><td>17</td><td>34</td><td>29</td><td>28</td><td>06</td><td>-04</td><td>-01</td><td>05</td><td>11</td><td>13</td><td>-05</td><td>58</td></tr></table>"
            },
            "TABREF3": {
                "num": null,
                "text": "",
                "type_str": "table",
                "content": "<table><tr><td>MARSH, PARKER,</td><td/><td/><td/><td/><td/></tr><tr><td colspan=\"6\">Effects (% Variance Explained) of Age and Sex dS Self-Concepts o</td></tr><tr><td/><td>Sex</td><td>Age</td><td>Age effect</td><td>Age effect</td><td>Age effect</td></tr><tr><td/><td>eilect</td><td>effect</td><td>linear</td><td>quadratic</td><td>cuD1C</td></tr><tr><td>GENL</td><td>2.1%**</td><td>1.6%**</td><td>ns</td><td>1.0%** c</td><td>ns</td></tr><tr><td>MATH VERB</td><td>2.2% 3.5%***</td><td>1.8% 1.4%*</td><td>ns ns</td><td>1.3% .8%* c</td><td>ns .6%*</td></tr><tr><td>SCHL</td><td>ns</td><td>1.1%</td><td>ns</td><td>.7%</td><td>ns</td></tr><tr><td>PHYS</td><td>.6%*</td><td>1.6%**</td><td>ns</td><td>1.1%</td><td>ns</td></tr><tr><td>APPR</td><td>8.9%**</td><td>1.7%*</td><td>ns</td><td>ns</td><td>1.2%**</td></tr><tr><td>OSEX</td><td>ns</td><td>5.6%**</td><td>5.0%**</td><td>ns</td><td>ns</td></tr><tr><td>SSEX</td><td>6.8%**a</td><td>1.4%*</td><td>ns</td><td>1.9%**</td><td>ns</td></tr><tr><td>PRNT</td><td>ns</td><td>3.5%*</td><td>2.1%**</td><td>1.2%** c</td><td>ns</td></tr><tr><td>HONS</td><td>3.1% * a</td><td>4.7%*</td><td>ns</td><td>4.7%** c</td><td>ns</td></tr><tr><td>EMOT</td><td>.7%</td><td>ns</td><td>ns</td><td>ns</td><td>ns</td></tr><tr><td>Total academic Total self</td><td>ns ns</td><td>2.0%** 3.1%</td><td>ns .6%*</td><td>1.6%* c 2.8%** c</td><td>ns ns</td></tr></table>"
            },
            "TABREF4": {
                "num": null,
                "text": "",
                "type_str": "table",
                "content": "<table><tr><td colspan=\"11\">Means and Standard Deviations for Self-Concept Scores at satE Sex and Grade</td></tr><tr><td/><td/><td/><td colspan=\"3\">(_• ombinaiton</td><td/><td/><td/><td/></tr><tr><td/><td/><td/><td/><td/><td colspan=\"2\">Grade level</td><td/><td/><td/></tr><tr><td/><td>7 '</td><td/><td>i 8</td><td/><td>9 1</td><td/><td>10</td><td/><td/><td>'12</td></tr><tr><td/><td>Mn</td><td>SD</td><td>Mn</td><td>SD</td><td>Mn</td><td>SD</td><td>Mn</td><td>SD</td><td>Mn Mn</td><td>SD</td></tr><tr><td>Males</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>GENL</td><td>53.6</td><td colspan=\"6\">9.4 51.0 10.8 49.3 11.1 51.1</td><td colspan=\"2\">7.7 52.2</td><td>9.3</td></tr><tr><td>MATH</td><td>52.6</td><td colspan=\"4\">9.9 51.9 10.2 49.4</td><td colspan=\"2\">9.4 50.4</td><td colspan=\"2\">9.7 57.7</td><td>6.8</td></tr><tr><td>VERB</td><td>49.9</td><td colspan=\"4\">9.9 47.2 10.3 47.1</td><td colspan=\"2\">9.5 48.6</td><td colspan=\"2\">9.9 48.0</td><td>8.3</td></tr><tr><td>SCHL</td><td colspan=\"3\">51.7 10.2 51.7</td><td colspan=\"4\">9.9 47.8 10.9 50.1</td><td colspan=\"2\">8.7 51.8</td><td>8.7</td></tr><tr><td>PHYS</td><td>51.</td><td/><td/><td/><td/><td/><td/><td/><td/></tr></table>"
            },
            "TABREF5": {
                "num": null,
                "text": "Note. See Method section for the description of the academic criterion scores and the grade levels where each was available.",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td/><td/><td colspan=\"7\">Correlations Between Self-Concepts and Academic Criteria</td><td/><td/><td/></tr><tr><td/><td>Academic Academic</td><td/><td/><td/><td/><td/><td colspan=\"3\">Self-concept scores</td><td/><td/><td/><td/></tr><tr><td/><td>criterion scores criterion scores</td><td>GENL</td><td colspan=\"2\">MATH VERB</td><td>SCHL</td><td>PHYS</td><td>APPR</td><td>OSEX</td><td>SSEX</td><td>PRNT</td><td>HON</td><td>EMOT</td><td>Total acad</td><td>Total self</td></tr><tr><td/><td>Grade 7</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>IQ</td><td>05</td><td>05</td><td>28</td><td>18</td><td>03</td><td>03</td><td>-16</td><td>09</td><td>08</td><td>17</td><td>22</td><td>24</td></tr><tr><td/><td>Engl</td><td>11</td><td>13</td><td>25</td><td>21</td><td>10</td><td>05</td><td>-14</td><td>11</td><td>11</td><td>20</td><td>23</td><td>28</td><td>26</td></tr><tr><td/><td>Read</td><td>09</td><td>12</td><td>34</td><td>19</td><td>-04</td><td>-01</td><td>-20</td><td>06</td><td>10</td><td>17</td><td>14</td><td>30</td></tr><tr><td/><td>Mult/?</td><td>17</td><td>20*</td><td>35**</td><td>21*</td><td>22*</td><td>11</td><td>21*</td><td>12</td><td>11</td><td>20*</td><td>23**</td><td>31**</td><td>27**</td></tr><tr><td/><td>Grade 8</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>IQ</td><td>-04</td><td>07</td><td>14</td><td>10</td><td>-06</td><td>11</td><td>-02</td><td>23</td><td>-06</td><td>06</td><td>23</td><td>14</td></tr><tr><td/><td>Math</td><td>-01</td><td>18</td><td>13</td><td>16</td><td>02</td><td>11</td><td>-07</td><td>24</td><td>-01</td><td>14</td><td>18</td><td>21</td></tr><tr><td/><td>Engl</td><td>-03</td><td>10</td><td>20</td><td>13</td><td>01</td><td>05</td><td>-09</td><td>23</td><td>-01</td><td>14</td><td>19</td><td>19</td></tr><tr><td/><td>Read</td><td>-04</td><td>06</td><td>21</td><td>05</td><td>-13</td><td>06</td><td>-04</td><td>16</td><td>-04</td><td>12</td><td>18</td><td>14</td></tr><tr><td/><td>Mult/?</td><td>08</td><td>30**</td><td>31**</td><td>21*</td><td>24*</td><td>25**</td><td>16</td><td>24**</td><td>12</td><td>20</td><td>23*</td><td>23*</td><td>20</td></tr><tr><td/><td>Grade 9</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>IQ</td><td>02</td><td>07</td><td>30</td><td>25</td><td>-09</td><td>-05</td><td>-11</td><td>08</td><td>-17</td><td>-08</td><td>15</td><td>29</td><td>07</td></tr><tr><td/><td>Math</td><td>06</td><td>27</td><td>15</td><td>35</td><td>-08</td><td>-02</td><td>-13</td><td>03</td><td>-07</td><td>08</td><td>05</td><td>36</td></tr><tr><td/><td>Engl</td><td>05</td><td>08</td><td>25</td><td>28</td><td>-07</td><td>-05</td><td>-12</td><td>12</td><td>-09</td><td>03</td><td>-03</td><td>29</td><td>08</td></tr><tr><td/><td>Mult/?</td><td>14</td><td>41**</td><td>34**</td><td>36**</td><td>09</td><td>09</td><td>13</td><td>18</td><td>18</td><td>20</td><td>30**</td><td>38**</td></tr><tr><td/><td>Grade 10</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>IQ</td><td>-01</td><td>18</td><td>27</td><td>21</td><td>-06</td><td>06</td><td>-04</td><td>-02</td><td>06</td><td>07</td><td>14</td><td>31</td></tr><tr><td/><td>Math</td><td>-03</td><td>45</td><td>10</td><td>32</td><td>03</td><td>03</td><td>-08</td><td>05</td><td>03</td><td>10</td><td>08</td><td>41</td></tr><tr><td/><td>Engl</td><td>02</td><td>26</td><td>26</td><td>31</td><td>01</td><td>04</td><td>-08</td><td>13</td><td>12</td><td>15</td><td>05</td><td>38</td></tr><tr><td/><td>Mult/?</td><td>10</td><td>55**</td><td>39**</td><td>33**</td><td>13</td><td>07</td><td>10</td><td>24*</td><td>20</td><td>17</td><td>18</td><td>41**</td><td>24*</td></tr><tr><td/><td>Grade 11/12</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>IQ</td><td>00</td><td>14</td><td>35</td><td>27</td><td>11</td><td>07</td><td>-02</td><td>17</td><td>-09</td><td>-02</td><td>24</td><td>35</td><td>22</td></tr><tr><td/><td>Math</td><td>17</td><td>34</td><td>14</td><td>32</td><td>00</td><td>10</td><td>-07</td><td>21</td><td>05</td><td>-11</td><td>19</td><td>38</td></tr><tr><td/><td>Engl</td><td>15</td><td>20</td><td>35</td><td>22</td><td>14</td><td>24</td><td>09</td><td>26</td><td>03</td><td>-07</td><td>11</td><td>17</td></tr><tr><td>4^.</td><td>Mult/?</td><td>29</td><td>53**</td><td>45**</td><td>34*</td><td>18</td><td>25</td><td>15</td><td>28</td><td>17</td><td>13</td><td>25</td><td>41**</td></tr><tr><td/><td>p&lt;.05.</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>**/?&lt;. 01.</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr></table>"
            },
            "TABREF6": {
                "num": null,
                "text": "",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td colspan=\"2\">SELF-CONCEPT</td></tr><tr><td>*p&lt; .05.</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>**/?&lt; .01.</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td/><td/><td/><td/><td/><td/><td colspan=\"2\">Grade Levels</td><td/><td/><td/></tr><tr><td/><td colspan=\"2\">Year 7</td><td/><td/><td>Year 8</td><td/><td colspan=\"2\">Year 9</td><td colspan=\"2\">Year 10</td><td colspan=\"2\">Year 11/12</td></tr><tr><td/><td>1</td><td>2</td><td>3</td><td>1</td><td>2</td><td>3</td><td>1 2</td><td>3</td><td>1 2</td><td>3</td><td>1 2</td><td>3</td></tr><tr><td>1 General</td><td>1.0</td><td/><td/><td>1.0</td><td/><td/><td>1.0</td><td/><td>1.0</td><td/><td>1.0</td></tr><tr><td>achievement</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>2 Reading</td><td colspan=\"2\">75 1.0</td><td/><td colspan=\"2\">.76 1.0</td><td/><td>a</td><td>&lt;f c</td><td>a</td><td>a</td><td>a</td><td>a</td></tr><tr><td>achievement</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>3 Math stream</td><td>90</td><td colspan=\"5\">.77 1.0 .84 .73 1.0</td><td colspan=\"2\">.70 -a 1.0</td><td colspan=\"2\">.73 -a 1.0</td><td>.61</td><td>a 1.0</td></tr><tr><td colspan=\"2\">4 English stream 90</td><td colspan=\"8\">.77 1.U .88 .77 .95 .77 &lt;f c .87 .76</td><td colspan=\"2\">a .89 .43</td><td>a .47</td></tr></table>"
            },
            "TABREF7": {
                "num": null,
                "text": ".",
                "type_str": "table",
                "content": "<table><tr><td/><td colspan=\"2\">T /VPI &lt;r&lt; V li</td><td/><td/></tr><tr><td colspan=\"5\">Stanudfuizcci tseta. weigtiis from ine JMuuipie /^egressionsixeiuiing Acuuemic deij-L,oncepis</td></tr><tr><td/><td colspan=\"3\">to Academic Criterion Scores</td><td/></tr><tr><td/><td/><td colspan=\"2\">Academic Self-concept Scores</td><td/></tr><tr><td>Stream Stream</td><td/><td/><td/><td/></tr><tr><td>Scores Scores</td><td>Math</td><td>Verb</td><td>Schl</td><td>Total Academic</td></tr><tr><td>Grade 8</td><td/><td/><td/><td/></tr><tr><td>Math-stream</td><td>.86**</td><td>-.58**</td><td>.43*</td><td>.34</td></tr><tr><td>Engl-stream</td><td>-.71**</td><td>.75**</td><td>-.28</td><td>-.13</td></tr><tr><td>Mult R</td><td>.29**</td><td>.27**</td><td>.19*</td><td>.22**</td></tr><tr><td>Grade 9</td><td/><td/><td/><td/></tr><tr><td>Math-stream</td><td>.81**</td><td>-.27*</td><td>.44**</td><td>.46**</td></tr><tr><td>Engl-stream</td><td>-.62**</td><td>.49**</td><td>-.11</td><td>-.11</td></tr><tr><td>Mult R</td><td>.41**</td><td>.34**</td><td>.37**</td><td>.38**</td></tr><tr><td>Grade 10</td><td/><td/><td/><td/></tr><tr><td>Math-stream</td><td>1.03**</td><td>-.54**</td><td>.13</td><td>.34*</td></tr><tr><td>Engl-stream</td><td>-.66**</td><td>.73**</td><td>.21</td><td>.08</td></tr><tr><td>MultR</td><td>.54**</td><td>.35**</td><td>.32**</td><td>.41**</td></tr><tr><td>Grade 11/12</td><td/><td/><td/><td/></tr><tr><td>Math-stream</td><td>.55**</td><td>.03</td><td>.28*</td><td>.38**</td></tr><tr><td>Engl-stream</td><td>-.45**</td><td>-.37**</td><td>.09</td><td>.00</td></tr><tr><td>MultR</td><td>.53**</td><td>.36**</td><td>.33*</td><td>.38**</td></tr><tr><td/><td/><td/><td/><td>TJy</td></tr></table>"
            }
        }
    }
}