{
    "paper_id": "marsh_1988",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-22T17:57:19.711188Z"
    },
    "title": "A Multifaceted Academic Self-Concept: Its Hierarchical Structure and Its Relation to Academic Achievement",
    "authors": [
        {
            "first": "Herbert",
            "middle": [
                "W"
            ],
            "last": "Marsh",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Sydney Sydney",
                "location": {
                    "settlement": "New South Wales",
                    "country": "Australia"
                }
            },
            "email": ""
        },
        {
            "first": "Barbara",
            "middle": [
                "M"
            ],
            "last": "Byrne",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Ottawa Ottawa",
                "location": {
                    "country": "Canada"
                }
            },
            "email": ""
        },
        {
            "first": "Richard",
            "middle": [
                "J"
            ],
            "last": "Shavelson",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of California",
                "location": {
                    "settlement": "Santa Barbara"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "Academic self-concept, originally posited by Shavelson as a single higher-order facet, was found by Marsh and Shavelson to comprise at least two higher-order academic facets (verbal and math). Marsh developed the internal/external (I/E) frame of reference model to account for the extreme separation of math and verbal self-concepts and their relations to math and verbal achievements. In our investigation, students completed the academic self-concept scales from three different instruments that were the basis of two studies. In the first study, the two higher order academic factors posited by Marsh and Shavelson fit the data substantially better than did a single higher order facet. In subsequent discussion, the Marsh/Shavelson model is more clearly defined, and directions for further research are identified. The second study provided further support for the I/E frame of reference model in that (a) verbal and math self-concepts were nearly uncorrelated, (b) verbal achievement positively affected verbal self-concept but negatively affected math selfconcept (i.e., higher verbal skills led to lower math self-concepts), (c) math achievement positively affected math self-concept but negatively affected verbal self-concept, and (d) the results were consistent for each of three self-concept instruments. Both studies demonstrate that in further research at least verbal and math self-concepts, rather than a single general facet of academic self-concepts, should be considered. Shavelson, Hubner, and Stanton (1976) posited self-concept to be a multifaceted, hierarchical construct. They presented a possible representation of this hierarchy in which general selfconcept appeared at the apex and was divided into academic and nonacademic self-concepts. According to this model, selfconcepts in particular academic areas (math, English, etc.) combine to form a higher order academic self-concept. Shavelson et al. based their model, in part, on conceptually similar models of ability that posit a higher order ability factor as well as more specific components of ability (e.g., Vernon, 1950). Also, achievement scores in mathematics and English typically correlate .5-.8 with each other, and academic achievements and self-concepts are posited to be substantially related. Thus Shavelson et al. posited that the different academic self-concepts would be substantially correlated and could be incorporated into a single facet of academic selfconcept. The Marsh/Shavelson Revision Marsh and Shavelson (1985) used responses to the Self Description Instrument (SDQ) by Australian students in The authors gratefully acknowledge funding support from the Social Sciences and Humanities Research Council of Canada, and the cooperation of teachers and students of the Carleton Board of Education. They also acknowledge Jennifer Barnes, Raymond Debus, and Bengt Muthen for their comments on earlier drafts of this article.",
    "pdf_parse": {
        "paper_id": "marsh_1988",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Academic self-concept, originally posited by Shavelson as a single higher-order facet, was found by Marsh and Shavelson to comprise at least two higher-order academic facets (verbal and math). Marsh developed the internal/external (I/E) frame of reference model to account for the extreme separation of math and verbal self-concepts and their relations to math and verbal achievements. In our investigation, students completed the academic self-concept scales from three different instruments that were the basis of two studies. In the first study, the two higher order academic factors posited by Marsh and Shavelson fit the data substantially better than did a single higher order facet. In subsequent discussion, the Marsh/Shavelson model is more clearly defined, and directions for further research are identified. The second study provided further support for the I/E frame of reference model in that (a) verbal and math self-concepts were nearly uncorrelated, (b) verbal achievement positively affected verbal self-concept but negatively affected math selfconcept (i.e., higher verbal skills led to lower math self-concepts), (c) math achievement positively affected math self-concept but negatively affected verbal self-concept, and (d) the results were consistent for each of three self-concept instruments. Both studies demonstrate that in further research at least verbal and math self-concepts, rather than a single general facet of academic self-concepts, should be considered. Shavelson, Hubner, and Stanton (1976) posited self-concept to be a multifaceted, hierarchical construct. They presented a possible representation of this hierarchy in which general selfconcept appeared at the apex and was divided into academic and nonacademic self-concepts. According to this model, selfconcepts in particular academic areas (math, English, etc.) combine to form a higher order academic self-concept. Shavelson et al. based their model, in part, on conceptually similar models of ability that posit a higher order ability factor as well as more specific components of ability (e.g., Vernon, 1950). Also, achievement scores in mathematics and English typically correlate .5-.8 with each other, and academic achievements and self-concepts are posited to be substantially related. Thus Shavelson et al. posited that the different academic self-concepts would be substantially correlated and could be incorporated into a single facet of academic selfconcept. The Marsh/Shavelson Revision Marsh and Shavelson (1985) used responses to the Self Description Instrument (SDQ) by Australian students in The authors gratefully acknowledge funding support from the Social Sciences and Humanities Research Council of Canada, and the cooperation of teachers and students of the Carleton Board of Education. They also acknowledge Jennifer Barnes, Raymond Debus, and Bengt Muthen for their comments on earlier drafts of this article.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Grades 2-5 to test Shavelson et al.'s (1976) model. Whereas their findings supported the model, the hierarchy proved to be more complicated than originally anticipated. This led to a revision of the model. Of particular relevance to our investigation was that verbal and math self-concepts were nearly uncorrelated and did not combine with school self-concept to form a single, second-order academic factor. Instead, the results argued for two second-order academic factors representing verbal/academic and math/academic self-concepts. In subsequent research with late-adolescent responses to the Self Description Questionnaire III (SDQIII; Marsh, 1987, in press) , verbal and math self-concepts were again relatively uncorrelated with each other and could not be adequately explained by a single higher order academic factor. The purpose of Study 1 is to apply hierarchical confirmatory factor analysis to test the generality of the Marsh/Shavelson revision across responses by North Americans to the SDQIII and to two additional self-concept instruments.",
                "cite_spans": [
                    {
                        "start": 19,
                        "end": 44,
                        "text": "Shavelson et al.'s (1976)",
                        "ref_id": null
                    },
                    {
                        "start": 641,
                        "end": 663,
                        "text": "Marsh, 1987, in press)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The extreme separation between math and verbal selfconcepts that was the basis of the Marsh/Shavelson revision also led to the development of the I/E model. In support of the construct validity of a multifaceted self-concept, researchers have found (a) academic achievement to be more highly correlated with academic self-concept than with nonacademic and general self-concepts (Byrne, 1984) and (b) achievement in particular content areas to be more highly correlated with self-concepts in the matching content areas (Marsh, 1986b) . This research also reveals, however, that different facets of academic self-concept are much more distinct than are the corresponding areas of academic achievement. Marsh (1986b) proposed the I/E frame of reference model to describe why verbal and math self-concepts are so distinct from each other and so content specific in their relations to verbal and math achievements. The purpose of Study 2 is to replicate and extend the support for this model and to examine new substantively related issues.",
                "cite_spans": [
                    {
                        "start": 378,
                        "end": 391,
                        "text": "(Byrne, 1984)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 518,
                        "end": 532,
                        "text": "(Marsh, 1986b)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 700,
                        "end": 713,
                        "text": "Marsh (1986b)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External (I/E) Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "According to the I/E model, math and verbal self-concepts are formed in relation to both external and internal comparisons, or frames of reference. For the external process, students compare self-perceptions of their own math and verbal skills with the perceived skills of other students. This external, relativistic impression serves as one basis for their math and verbal self-concepts. The model further posits an internal comparison process for which students compare their selfperceived math skills with their self-perceived verbal skills. This internal, relativistic impression serves as a second basis for their math and verbal self-concepts.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External (I/E) Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "The external process has been well documented in selfconcept research (e.g., Marsh & Parker, 1984) and more generally as a social comparison process (Suls & Miller, 1977) . Verbal and math achievements are substantially correlated. Hence this external comparison process should lead to a positive correlation between verbal self-concept and math self-concept, as originally anticipated in Shavelson et al.'s (1976) model. The internal comparison process, though more unusual in other theoretical accounts, is like the compensatory model described by Byrne (1984) and by Winne and Marx (1981) . Because math achievement and verbal achievement are compared with each other, it is the difference between the two that contributes to a high self-concept in one area or the other. Hence the internal process should lead to a negative correlation between verbal self-concept and math self-concept. The joint operation of both processes, depending on the relative strength of each, will lead to the near-zero correlations that have been observed in empirical research.",
                "cite_spans": [
                    {
                        "start": 77,
                        "end": 98,
                        "text": "Marsh & Parker, 1984)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 149,
                        "end": 170,
                        "text": "(Suls & Miller, 1977)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 389,
                        "end": 414,
                        "text": "Shavelson et al.'s (1976)",
                        "ref_id": null
                    },
                    {
                        "start": 550,
                        "end": 562,
                        "text": "Byrne (1984)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 570,
                        "end": 591,
                        "text": "Winne and Marx (1981)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External (I/E) Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "The I/E model also predicts a negative direct effect of math achievement on verbal self-concept, and of verbal achievement on math self-concept. For example, a high math selfconcept will be more likely when math achievement is good (the external comparison) and when math achievement is better than verbal achievement (the internal comparison). According to the I/E model, having good mathematics skills detracts from verbal self-concept, and having good verbal skills detracts from mathematics self-concept.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External (I/E) Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "In tests of the I/E model (Marsh, 1986b) , researchers have used path analyses in which verbal and math self-concepts are regressed on verbal and math achievements. Academic achievements are hypothesized to be a determinant of academic self-concepts. This does not argue, however, against a more dynamic model in which subsequent levels of academic achievement and self-concept are determined by prior levels of achievement and self-concept. According to the I/E model, (a) verbal and math achievements are highly correlated, (b) verbal and math self-concepts are nearly uncorrelated or at least are substantially less correlated than verbal and math achievements, (c) verbal achievement has a strong, positive direct effect on verbal self-concept but a weaker, negative direct effect on math self-concept, and (d) math achievement has a strong positive effect on math self-concept but a weaker, negative effect on verbal self-concept. Marsh (1986b) focused on two sources of evidence to support the I/E model. First, he reported correlations between math self-concept and verbal self-concept that were based on responses to SDQ instruments from 11 studies that spanned the preadolescent to early-adulthood period. Except for the youngest children, those in second and third grades, the correlations were consistently close to zero. Next, he tested the models' predictions with data from six of the studies that also had math and verbal achievement scores. These results demonstrated that the direct effects of math achievement on verbal self-concept and of verbal achievement on math selfconcept were consistently negative. In discussing the research, however, Marsh noted that \"because all the studies were based on responses by Australians to one of the three SDQ instruments, the generalizability of the model should be tested with other instruments and different groups of subjects\" (p. 146).",
                "cite_spans": [
                    {
                        "start": 26,
                        "end": 40,
                        "text": "(Marsh, 1986b)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 936,
                        "end": 949,
                        "text": "Marsh (1986b)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External (I/E) Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "The examination of sex differences in relation to the I/E model is theoretically relevant because some of the predicted effects may be attributable to gender (see Marsh, 1986b) . Incorporating a sex variable into the I/E model also provides a new approach to the study of sex differences in self-concept. Historically, self-concept researchers have frequently examined sex differences in general self-concept (Wylie, 1979) , and more recently researchers have shown that sex differences vary systematically with the particular facet of self-concept (e.g., Byrne & Shavelson, 1986 , 1987 Marsh, Barnes, Cairns, & Tidman, 1984; Marsh, Parker, & Barnes, 1985) . Furthermore, the relation between sex differences in academic achievement and those in self-concept is particularly relevant to such current concerns as the performance of women in mathematics (e.g., Meece, Parsons, Kaczala, Goff, & Futterman, 1982; Pallas & Alexander, 1983) . Marsh, Smith, and Barnes (1985) found that fifth-grade girls had lower math self-concepts than did boys, even though their mathematics performance was better (on standardized tests and according to teacher ratings). Placing their research in the context of other findings (e.g., Meece et al., 1982) , they suggested that math self-concept for girls dropped in relation to that of boys before the corresponding drop in math achievement. This suggested that math self-concept may have a causal role in the subsequent decline in math achievement. In the same study, boys had lower scores for verbal achievement and verbal self-concept, but the sex difference in verbal selfconcept could be explained in terms of boys' lower verbal achievement.",
                "cite_spans": [
                    {
                        "start": 163,
                        "end": 176,
                        "text": "Marsh, 1986b)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 409,
                        "end": 422,
                        "text": "(Wylie, 1979)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 556,
                        "end": 579,
                        "text": "Byrne & Shavelson, 1986",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 580,
                        "end": 586,
                        "text": ", 1987",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 587,
                        "end": 625,
                        "text": "Marsh, Barnes, Cairns, & Tidman, 1984;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 626,
                        "end": 656,
                        "text": "Marsh, Parker, & Barnes, 1985)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 859,
                        "end": 908,
                        "text": "Meece, Parsons, Kaczala, Goff, & Futterman, 1982;",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 909,
                        "end": 934,
                        "text": "Pallas & Alexander, 1983)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 937,
                        "end": 968,
                        "text": "Marsh, Smith, and Barnes (1985)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 1216,
                        "end": 1235,
                        "text": "Meece et al., 1982)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stereotyped Sex Differences",
                "sec_num": null
            },
            {
                "text": "An important issue raised by this research is the extent to which sex differences in math, verbal, and school self-concepts can be explained by corresponding sex differences in math, verbal, and overall school achievements. Because sex stereotypes suggest that girls have better verbal achievement than do boys, their verbal self-concept may be even higher than can be explained by objective achievement differences. Likewise, because sex stereotypes suggest the boys have better math achievement than do girls, their math self-concept may be even higher than can be explained by objective achievement differences. In particular, if stereotyped sex differences in math self-concept favoring boys and in verbal self-concept favoring girls are larger than can be explained by corresponding sex differences in math and verbal achievements, then these sex differences in academic self-concept may causally affect subsequent academic performance. This self-fulfilling prophecy could occur directly through the impact of selfconcept on subsequent academic performance or indirectly through its effect on other variables such as course selection. Hence the inclusion of a sex variable in the I/E model may contribute to understanding sex differences in specific areas of achievement, in specific facets of self-concept, and the relation between the two sets of sex differences. ments. Study 2 also extended the original I/E model in that new variables of school self-concept, general self-concept, school achievement, and gender were added. As well as having potential theoretical relevance to the I/E model, relations involving each of these additional variables are substantially important to issues such as sex differences. The inclusion of these new variables and the use of three different self-concept instruments also provide a powerful test of the construct validity of the specific facets of academic self-concept.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stereotyped Sex Differences",
                "sec_num": null
            },
            {
                "text": "Study 1: The Hierarchical Structure of Academic Self-Concept",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stereotyped Sex Differences",
                "sec_num": null
            },
            {
                "text": "The Present Investigation",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Method",
                "sec_num": null
            },
            {
                "text": "Our investigation is based on further analyses of data from Shavelson (1986, 1987) . Canadian students, 11th and 12th graders from two coeducational high schools, responded to the verbal, math, school, and general self-concept scales from three different self-concept instruments. School grades for mathematics, English, and all school subjects were used as indicators of math, verbal, and school achievements, respectively. The sample, procedures, and instrumentation are described in more detail by Shavelson (1986, 1987) . Subjects were 516 boys and 475 girls who attended Grades 11 or 12 in two coeducational high schools in suburban Ottawa, Canada. Verbal, math, and school self-concepts were each measured with the SDQIII (Marsh, Barnes & Hocevar, 1985; Marsh & O'Neill, 1984; Marsh, Richards, & Barnes, 1986 ), the Self-Concept of Ability Scale (SCA; Brookover, 1962; Shavelson & Bolus, 1982) , and the Affective Perception Inventory (API; Soares & Soares, 1979) . General self-concept was measured with the SDQIII, the API, and the Self-Esteem Scales (SES; Rosenberg, 1965) . Students responded to a total of 165 items that constituted these twelve scales; response scales consisted of eight SDQIII, four API, four SES, or five SCA response categories. In addition to responses to these self-concept scales, school grades were available for each student in English, in mathematics, and across all school subjects. These grades represented teachers' cumulative assessments of classroom work that were reported on report cards. For both Studies 1 and 2 we constructed correlation matrices based on these variables in which we used listwise deletion for missing variables.",
                "cite_spans": [
                    {
                        "start": 60,
                        "end": 82,
                        "text": "Shavelson (1986, 1987)",
                        "ref_id": null
                    },
                    {
                        "start": 501,
                        "end": 523,
                        "text": "Shavelson (1986, 1987)",
                        "ref_id": null
                    },
                    {
                        "start": 728,
                        "end": 759,
                        "text": "(Marsh, Barnes & Hocevar, 1985;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 760,
                        "end": 782,
                        "text": "Marsh & O'Neill, 1984;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 783,
                        "end": 814,
                        "text": "Marsh, Richards, & Barnes, 1986",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 858,
                        "end": 874,
                        "text": "Brookover, 1962;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 875,
                        "end": 899,
                        "text": "Shavelson & Bolus, 1982)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 947,
                        "end": 969,
                        "text": "Soares & Soares, 1979)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 1065,
                        "end": 1081,
                        "text": "Rosenberg, 1965)",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Method",
                "sec_num": null
            },
            {
                "text": "In Study 1 hierarchical confirmatory factor analysis was used to fit responses to the verbal, math, and school selfconcept scales from the three instruments. The focus of Study 1 is on the comparison of models positing a single higher order academic factor as originally posited by Shavelson et al. (1976) and the two higher order academic factors as posited in the Marsh/Shavelson revision (Marsh & Shavelson, 1985) .",
                "cite_spans": [
                    {
                        "start": 282,
                        "end": 305,
                        "text": "Shavelson et al. (1976)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 391,
                        "end": 416,
                        "text": "(Marsh & Shavelson, 1985)",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Method",
                "sec_num": null
            },
            {
                "text": "In Study 2 the I/E model was tested with responses from each of the three self-concept instruments separately and with combined self-concept scores derived from all the instru-For purposes of Study 1, nine self-concept scales (the verbal, math, and school scales from three instruments) were represented by 27 subscales. The items designed to measure each of the nine scales were randomly divided into three groups of items, and the sum of responses to items constituting each subscale was computed. We fit a correlation matrix derived from these 27 (9 X 3) subscales to models by using LISREL v (Joreskog & Sorbom, 1981) . The specification of models like those to be considered here in terms of LISREL V is described in greater detail by .",
                "cite_spans": [
                    {
                        "start": 596,
                        "end": 621,
                        "text": "(Joreskog & Sorbom, 1981)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Method",
                "sec_num": null
            },
            {
                "text": "The application of confirmatory factor analysis is well documented, and its advantages are especially important for examining hierarchical structures (Marsh, 1985 (Marsh, , 1987 . In our investigation, an initial first-order model was posited to test the a priori structure of nine academic self-concept factors and to examine the correlations among these factors. A well-defined first-order factor structure is a prerequisite to testing higher order structures because subsequent higher order models are based on it and its goodness of fit is the upper limit for the fit of higher order models. In subsequent analyses, hierarchical models posited that covariation among the firstorder factors could be explained in terms of one (general academic), two (verbal/academic and math/academic), or three (verbal, math, and school) higher order factors.",
                "cite_spans": [
                    {
                        "start": 150,
                        "end": 162,
                        "text": "(Marsh, 1985",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 163,
                        "end": 177,
                        "text": "(Marsh, , 1987",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Method",
                "sec_num": null
            },
            {
                "text": "The first-order factor model. Verbal, math, and school self-concepts were each measured with three self-concept instruments, and the purpose of the first-order factor model (Model 1) was to test the ability of a nine-factor model to explain these responses. Factor loadings and factor variances were all large and statistically significant (Table 1) . Factor correlations varied from -.01 to .94: (a) Those between matching factors from different instruments were highest (.65 to .94; Mdn = .78), (b) those between school self-concept and the other two academic facets were intermediate (.39 to .65; Mdn = .49), and (c) those between verbal self-concept and math self-concept were lowest (-.01 to .14; Mdn = .05). This pattern of correlations provided support for the construct validity of the self-concept responses, the lack of correlation between verbal self-concept and math serf-concept, and the hierarchical model posited by Marsh and Shavelson (1985) . The chi-square for the first-order factor model (Table 1) was Note. VSC = verbal self-concept; MSC -math self-concept; SSC = school self-concept. Factor loadings and factor correlations, presented with decimal points, are presented in standardized form to facilitate interpretation. Each of the nine sets of subscales represents the sum of responses to a randomly determined third of the items in the corresponding self-concept scale (labeled 1, 2, and 3).",
                "cite_spans": [
                    {
                        "start": 931,
                        "end": 957,
                        "text": "Marsh and Shavelson (1985)",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 340,
                        "end": 349,
                        "text": "(Table 1)",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 1008,
                        "end": 1017,
                        "text": "(Table 1)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "large, partly because of the large sample size, but the Tucker-demic self-concept defined by all nine first-order factors. Lewis Index (TLI; .93)' suggested that the fit was reasonable.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Model 3 posited two higher order factors; math/academic The higher order factor models. A series of hierarchical models was posited to explain the 36 correlations among the ' Classical hypothesis testing is generally inappropriate for testing nine first-order factors (Table 2 and Figure 1 ). Model 2, the models in confirmatory factor analysis because any restrictive model simplest, posited a single higher order factor; a general aca-is meant to parsimoniously approximate population parameters. Such Null model 9 correlated first-order factors 9 uncorrelated first-order factors 9 first-order factors, 1 second-order factor 9 first-order factors, 2 second-order factors 9 first-order factors, 3 second-order factors Model 3 with uncorrelated second-order factors Model 3A with invariance constraints Note. The null model (Model 0) is of no substantive interest, but it is used in the definition of the Bentler-Bonett Index (BBI) and the Tucker-Lewis Index (TLI). Models 1 and 1A each posited 9 first-order factors and no higher order factors, but they differed in that correlations among the 9 factors were freely estimated in Model 1 but fixed to be zero in Model 1A. One, two, and three higher order factors were posited to explain correlations among first-order factors in Models 2, 3, and 4, respectively (see Figure 2 ). In Model 3A the correlation between the two higher order factors was fixed to be zero, and in Model 3B the same content factors from the different instruments were required to have the same factor loading on each of the higher order factors.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 268,
                        "end": 276,
                        "text": "(Table 2",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 281,
                        "end": 289,
                        "text": "Figure 1",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 1318,
                        "end": 1326,
                        "text": "Figure 2",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "defined by the math and school self-concept factors, and verbal/academic defined by the verbal and school self-concept scales. Model 4 posited three higher order factors defined by the verbal self-concept scales, by the math self-concept scales, and by the school self-concept scales. The higher order models differed substantially in their ability to fit the data. Whereas Model 2 provided a relatively poorer fit (TLI = .80), Models 3 and 4 differed only modestly in their ability to fit the data (TLIs = .90 and .91, respectively). Higher order factor loadings and factor correlations for both Models 3 and 4 ( Figure  1 ) supported the interpretation of the posited factors. In Model 3 both higher order factors were well defined, but the correlation between these math/academic and verbal/academic factors was not significantly different from zero. Model 4 provided a slightly better fit to the data than did Model 3, hut the difference was small and complicated by the fact that the two models were not nested. The major focus of this investigation was on the relative ability of one general academic ability factor (Model 2) and two higher order factors (Model 3) to explain correlations among the first-order factors. For this comparison, Model 3 was clearly superior.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 614,
                        "end": 623,
                        "text": "Figure  1",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Models 3A and 3B (Table 2) placed further restrictions on Model 3. In Model 3A the correlation between the two higher order factors, verbal/academic and math/academic, was fixed to be zero. In accordance with the nonsignificant correlation in Model 3, the fit of Model 3A did not differ significantly from Model 3. In Model 3B the higher order factor loadings of the first-order factors representing the same self-concept facet were constrained to be equal. For example, the verbal models are a priori false and will necessarily be rejected if the sample size is sufficiently large. Although many subjective indicators of fit have been devised to determine whether goodness of fit is adequate, most are substantially influenced by sample size or do not provide an adequate correction for capitalizing on chance when the number of parameters is increased. Marsh, McDonald, and Balla (1987) found that of the commonly used indices of fit, only the Tucker-Lewis Index was relatively unaffected by sample size and appropriately corrected for the inclusion of addition parameters. Hence we used it to assess fit in this investigation. self-concept factors measured with the SDQIII, the API, and the SCA instruments were constrained so that each had the same factor loading on the higher order verbal factor. Because the fit of Model 3B did not differ significantly from Model 3A, there was strong support for the generality of the results across the three instruments.",
                "cite_spans": [
                    {
                        "start": 855,
                        "end": 888,
                        "text": "Marsh, McDonald, and Balla (1987)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 17,
                        "end": 26,
                        "text": "(Table 2)",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "In summary, this investigation added to existing research that demonstrated that at least two second-order academic facets-verbal/academic and math/academic-are required, as posited by Marsh and Shavelson (1985) . Study 1 extended previous research in that support was found to be consistent across three different self-concept instruments. Marsh (1986b) proposed that tests of the I/E model be conducted with factor-analytically derived scores instead of raw scale scores. For purposes of Study 2 twelve self-concept scales (verbal, math, school, and general self-concept scales from three instruments) were represented by 36 subscales (see description in Study 1). In preliminary analyses, separate factor analyses in which we used a principal-factors extraction of four factors followed by an oblique rotation (Statistical Package for the Social Sciences, 1986) were conducted on responses to the SDQIIL the API, and the combination of the SCA and the SES.",
                "cite_spans": [
                    {
                        "start": 185,
                        "end": 211,
                        "text": "Marsh and Shavelson (1985)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 341,
                        "end": 354,
                        "text": "Marsh (1986b)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "In each of these three factor analyses, the math self-concept, verbal self-concept, school self-concept, and general self-concept factors were clearly identified in that subscale scores loaded substantially higher on the factor that each was designed to measure (target loadings varied from .67 to .89 for the SDQIII, from .58 to .91 for the API, and from .64 to .92 for the SCA/SES instruments) than on other factors (nontarget loadings varied from -.13 to .18, from -.07 to .21, and from -.04 to .29, respectively). Correlations among the 12 factor scores derived from these three factor analyses and gender (1 = male, 2 = female) are presented in Table 3 . In addition, we computed total scores for each of the four facets on self-concept by summing the factor scores from the three different instruments. Path coefficients used to test the I/E model were estimated with a series of multiple regressions based on these correlations. Although results are presented Table 1 for a representation of the first-order factors. SDQIII = Self Description Questionnaire III; API = Affective Perceptions Inventory; SES = Self-esteem Scale; SCA = Self-Concept of Ability Scale. only for correlations based on factor-analytically derived scores, results based on raw scale scores produced substantively similar conclu-",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 650,
                        "end": 657,
                        "text": "Table 3",
                        "ref_id": null
                    },
                    {
                        "start": 967,
                        "end": 974,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Method",
                "sec_num": null
            },
            {
                "text": "Support for the original I/E model. Four path models (Figure 2 ) based on the original I/E model were tested. Tests were conducted for responses from each self-concept instrument separately and for the combined self-concept scores from all three instruments. Statistically significant path coefficients for the four path models are presented in Figure 2 for the combined self-concept scores; all path coefficients for all of the analyses are presented in Tables 4 and 5. The purpose of these analyses is to test the generality of support for the original I/E model across the different self-concept instruments and to examine the influence of including additional variables in the path models. Model 5 ( Figure 2 ) differed from the original model because of the inclusion of general selfconcept and school self-concept. However, because of the MODEL 5",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 53,
                        "end": 62,
                        "text": "(Figure 2",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 345,
                        "end": 353,
                        "text": "Figure 2",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 704,
                        "end": 712,
                        "text": "Figure 2",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "ordering of variables in the path model, their inclusion of these variables does not affect on path coefficients from the original I/E model.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "The I/E model posits that (a) verbal and math achievements are highly correlated and (b) verbal and math self-concepts are nearly uncorrelated or are at least substantially less correlated than verbal and math achievements. Support for these predictions came from both of the correlations (Table 3) . Verbal and math achievements were substantially correlated (.52). In contrast to this substantial correlation between achievements, math and verbal self-concepts were nearly uncorrelated. The correlation between verbal and math selfconcepts was close to zero for the API scores (r = .08, p < .05) and did not differ significantly from zero for the SDQHI (-.05), the SCA (.03), or the combined (.00) scores (Table 3) . Furthermore, correlations between verbal self-concept and math self-concept assessed with different instruments (e.g., math self-concept on the SDQIII and verbal self-concept on the API) were all negative, though none of these was statistically significant. In summary, the replicability and generality Tables 4 or 5 . SDQIII = Self Description Questionnaire III; API = Affective Perceptions Inventory; SES = Self-esteem Scale; SCA = Self-Concept of Ability Scale; Comb = combined self-concept scores; GSC = general self-concept; SSC = school self-concept; MSC = math self-concept; VSC = verbal self-concept; SACH = school achievement; VACH = verbal achievement; MACH = mathematics achievement. Sex was coded as 1 = male, 2 = female.) Note. SDQIII = Self Description Questionnaire III; API = Affective Perceptions Inventory; SCA = Self-Concept of Ability Scale; SES = Self-Esteem Scale; Comb. = combined scores. Path Coefficients, presented without decimal points, are for Models 5 and 6 that appear in Figure 2 and are based on the correlation matrix in Table 3 . Path models were tested with responses from each set of self-concept measures, but all analyses used the same achievement measures, */><.05. **p<.01.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 289,
                        "end": 298,
                        "text": "(Table 3)",
                        "ref_id": null
                    },
                    {
                        "start": 707,
                        "end": 716,
                        "text": "(Table 3)",
                        "ref_id": null
                    },
                    {
                        "start": 1022,
                        "end": 1035,
                        "text": "Tables 4 or 5",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 1722,
                        "end": 1730,
                        "text": "Figure 2",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 1774,
                        "end": 1781,
                        "text": "Table 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "of the first two predictions from the I/E model were supported.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "The I/E model further predicts that (c) verbal achievement has a strong, positive direct effect on verbal self-concept but a weaker, negative direct effect on math self-concept, and (d) math achievement has a strong positive effect on math selfconcept but a weaker, negative effect on verbal self-concept. Tests of these two predictions are based on the corresponding set of four path coefficients relating the two achievements to the two self-concepts ( Figure 2 ). All four path coefficients were statistically significant and in the predicted direction ( Figure 2 ). The same pattern of results occurred for analyses of the SDQiii, the API, and the SCA (Table 4) , as well as for the combined scores ( Figure 2) . In summary, the replicability and generality of these predictions was also supported.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 455,
                        "end": 463,
                        "text": "Figure 2",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 558,
                        "end": 566,
                        "text": "Figure 2",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 656,
                        "end": 665,
                        "text": "(Table 4)",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 705,
                        "end": 714,
                        "text": "Figure 2)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "The influence of additional variables on the I/E Model. New variables were added to the original I/E model in order to determine their influence on support for the predictions. Because the inclusions of school self-concept and general selfconcept cannot influence any of the path coefficients in the original I/E model because of the ordering of variables, the additional variables of interest are sex and school achieve-ment. In the discussion of these findings, we emphasize the combined self-concept scores (Figure 2 ), but these results are consistent with the results for each self-concept instrument considered separately.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 510,
                        "end": 519,
                        "text": "(Figure 2",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Because there are systematic sex differences in math and verbal self-concepts, it is possible that results predicted by the I/E model might be attributable to these sex differences. For the combined scores ( Figure 2 ) the introduction of a sex variable produced a small drop in the size of the negative path coefficient leading from verbal achievement to math selfconcept, but it had nearly no effect on other path coefficients. Thus there is clear support for the I/E predictions, regardless of whether sex is included.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 208,
                        "end": 216,
                        "text": "Figure 2",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Because school achievement is substantially correlated with both verbal and math achievements, controlling for school achievement might alter support for the I/E model. The inclusion of school achievement (Model 6 vs. Model 5, and Model 8 vs. Model 7) reduced the positive influence of math achievement on math self-concept, but it had nearly no effect on the negative influence of math achievement on verbal selfconcept. The inclusion of school achievement had nearly no effect on the positive influence of verbal achievement on Figure 2 and are based on the correlation matrix in Table 3. *p<.05. **/?<.01.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 530,
                        "end": 538,
                        "text": "Figure 2",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 582,
                        "end": 590,
                        "text": "Table 3.",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "verbal self-concept, but it made the negative influence of verbal achievement on math self-concept slightly more negative. Thus there was clear support for the I/E predictions, regardless of whether school achievement was included. Construct validity of multidimensional self-concepts. The construct validity of multidimensional self-concepts requires that (a) academic achievement is more highly correlated with academic facets of self-concept than with general self-concept, and (b) academic achievement in specific content areas (e.g., math achievement) is more highly correlated with matching areas of self-concept (e.g., math self-concept) than with nonmatching areas (e.g., verbal self-concept). The results of this investigation provided strong support for this predicted pattern of results. General self-concept was not significantly correlated with verbal, math, or school achievements. This finding was consistent for 12 correlations based on general self-concept measured with the SDQIII, the API, and SES, and the combined general self-concept score (Table 3) , and for all of the 48 corresponding path coefficients in Models 5-8 (Tables 4 and 5) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 1062,
                        "end": 1071,
                        "text": "(Table 3)",
                        "ref_id": null
                    },
                    {
                        "start": 1142,
                        "end": 1158,
                        "text": "(Tables 4 and 5)",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Because of the substantial correlations among verbal, math, and school achievements, the content specificity of particular facets of academic self-concept was not so evident in the zeroorder correlations (Table 3) . However, the results of Model 7 (Figure 2) were ideally suited for making such comparisons; each path coefficient relating any one achievement score to any one self-concept score represented the effect of that achievement score after the effect of the other two achievement scores was partialed out. Math self-concept was substantially and positively related to math achievement, modestly and negatively related to verbal achievement, and nearly unrelated to school achievement. Verbal self-concept was substantially and positively related to verbal achievement, modestly and negatively related to math achievement, and relatively unrelated to school achievement. School self-concept was substantially related to school achievement and nearly unrelated to verbal or math achievements. This pattern was consistent for self-concept scores from the SDQIII, the API, the SCA, and the combined scores, and was virtually unaffected by the inclusion of the sex variable (Model 8).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 204,
                        "end": 213,
                        "text": "(Table 3)",
                        "ref_id": null
                    },
                    {
                        "start": 248,
                        "end": 258,
                        "text": "(Figure 2)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "In summary, these results provided remarkably strong support for the multidimensionality of self-concept and the content specificity of general, verbal, math, and school selfconcepts. In particular, the path-analytic results suggested that (a) general self-concept is unaffected by verbal, math, or school achievements, (b) only verbal achievement has a positive influence on verbal serf-concept, (c) only math achievement has a positive influence on math self-concept, and (d) only school achievement has a positive influence on school self-concept. Other researchers have argued for the content specificity of different facets of academic self-concept (e.g., Marsh & Shavelson, 1985) , but we know of no other research that provides such strong support for the specificity of the different academic facets or for the generality of this specificity across different self-concept instruments.",
                "cite_spans": [
                    {
                        "start": 661,
                        "end": 685,
                        "text": "Marsh & Shavelson, 1985)",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Sex differences in multidimensional self-concepts and academic achievements. On the basis of previous research summarized earlier, we anticipated that (a) girls would have higher verbal achievements and verbal self-concepts than would boys, (b) boys would have higher math achievements and math self-concepts than would girls, and (c) sex differences in school achievements and school self-concepts would fall somewhere between those observed for English and mathematics scores. A critical question, however, was whether sex differences in math and verbal self-concepts are larger than can be explained by corresponding sex differences in math and verbal achievements. Such a finding would suggest that the sex stereotypes influence academic self-concepts in addition to their influence on achievement scores.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Girls, as anticipated, had substantially higher verbal achievements and verbal self-concepts than did boys. Although much of girls' advantage in verbal self-concepts could be explained by their higher verbal achievements, girls still had higher verbal self-concepts even after we controlled for verbal achievements. Thus girls had verbal self-concepts that were even higher than was explicable in terms of their verbal achievements. This might reflect the influence of sex stereotypes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Boys, as anticipated, had substantially higher math selfconcepts than did girls. Surprisingly, however, they had slightly lower math achievements than did girls. Because girls had slightly higher math achievements than did boys, the girls' lower math self-concepts could not be explained by math achievements. Correcting math self-concepts for math achievements actually increased the sex differences in math self-concepts favoring boys rather than decreasing it. This might reflect the influence of sex stereotypes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Girls had modestly higher school achievements and school self-concepts than did boys. However, once the effects of school achievements were partialed out, there were almost no sex differences in school self-concepts; that is, girls' higher school self-concepts could be explained in terms of their higher school achievements, which suggests that school selfconcepts may be neutral in terms of sex stereotypes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "The observed findings-except for the finding that math achievement was higher for girls than for boys-are consistent with sex stereotypes. However, the observed sex difference in math achievements facilitates interpretations of the sex difference in math self-concepts. Because girls do not have lower math achievement than do boys, their lower math self-concepts cannot be explained in terms of math achievement, and many alternative explanations are not plausible. However, girls' advantage over boys for verbal self-concepts was larger than could be explained by their higher verbal achievements. It was only for school self-concepts that virtually all of the observed sex difference (in favor of girls) could be explained in terms of sex differences in achievement scores.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Traditional sex stereotypes may provide an explanation for the relations between sex differences in self-concept and achievement scores. According to sex stereotypes, girls are better at English than are boys, and their verbal self-concepts were higher than could be explained on the basis of their verbal achievements. According to sex stereotypes, boys are better at mathematics than are girls, and their math selfconcepts were higher than could be explained on the basis of their math achievements. Across all school subjects, sex stereotypes are more balanced, and sex differences in school selfconcepts are explicable in terms of school achievements. It should also be noted that this explanation does not require math and verbal achievements to be unaffected by sex stereotypes, but it posits that sex stereotypes directly influence math and verbal self-concepts in addition to indirect effects through the achievement scores.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "The unexpected pattern of results for math scores is similar to earlier findings by Marsh, Smith, and Barnes (1985) for responses by fifth-grade students. Because previous research has generally shown that girls have lower math self-concepts and math achievements by the end of high school, Marsh, Smith, and Barnes interpreted their results to indicate that girls' math self-concepts dropped before their math achievement. Whereas such an explanation was plausible for 5th graders, it does not seem reasonable for 1 lth and 12th graders. Marsh, Smith, and Barnes also suggested the possibility that sex stereotypes influence achievement indirectly through their influence on corresponding self-concepts, and this suggestion may be plausible in our investigation. However, support for such a suggestion will be difficult to establish because of the methodological problems in trying to establish the causal ordering of academic self-concept and academic achievement (see Byrne, 1984 Byrne, , 1986 . Pallas and Alexander (1983) also found that girls had slightly higher grades in math courses than boys. In their study, however, girls tended to take less advanced courses than boys and subsequently performed somewhat more poorly on the math section of the Scholastic Aptitude Test. Pallas and Alexander further suggested that differential socialization processes for boys and girls may account for the differential course selection. To the extent that differential socialization processes operate through selfconcept, their suggestion may also be consistent with suggestions by Marsh, Smith, and Barnes (1985) .",
                "cite_spans": [
                    {
                        "start": 84,
                        "end": 115,
                        "text": "Marsh, Smith, and Barnes (1985)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 971,
                        "end": 982,
                        "text": "Byrne, 1984",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 983,
                        "end": 996,
                        "text": "Byrne, , 1986",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 999,
                        "end": 1026,
                        "text": "Pallas and Alexander (1983)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 1578,
                        "end": 1609,
                        "text": "Marsh, Smith, and Barnes (1985)",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Study 1 adds to existing research that demonstrated that at least two second-order academic facets-verbal/academic and math/academic-are needed, as posited by Marsh and Shavelson (1985) . This support, including our results, however, is based primarily on demonstrating apparent problems with Shavelson et al.'s (1976) original model; this is a weak basis of support.",
                "cite_spans": [
                    {
                        "start": 159,
                        "end": 185,
                        "text": "Marsh and Shavelson (1985)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 293,
                        "end": 318,
                        "text": "Shavelson et al.'s (1976)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Marsh/Shavelson Revision: Existing Support and Future Research",
                "sec_num": null
            },
            {
                "text": "The revised model has not previously been specified in sufficient detail; nor has appropriate research been conducted to adequately evaluate it. Hence it is important to more fully define the model and directions of future research. Figures 3a  and 3b show possible representations of the academic portion of self-concept as originally posited by Shavelson et al. (1976;  see Figure 3a ) and an elaboration of suggestions by Marsh and Shavelson (1985; see Figure 3b ) designed to more fully define the Marsh/Shavelson revised model. The specific facets of academic self-concept in our Figure 3b were chosen to broadly represent academic subjects. The specific facets are ordered from relatively pure measures of verbal/academic self-concept to relatively pure measures of math/academic self-concept. In accordance with this ordering, specific factors on either end of the continuum are posited to load on only one higher order factor, whereas those in the middle load on both. It should be emphasized that these specific academic facets are not exhaustive and that some may not be relevant to all students (e.g., not all students study a foreign language). Also, each of the specific facets of academic self-concept may be defined by even more specific components, as indicated by the lines leading to each specific facet. For example, math self-concept may have subcomponents related to algebra, geometry, and calculus, whereas English self-concept may have subcomponents related to literature, composition, and grammar.",
                "cite_spans": [
                    {
                        "start": 347,
                        "end": 370,
                        "text": "Shavelson et al. (1976;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 371,
                        "end": 371,
                        "text": "",
                        "ref_id": null
                    },
                    {
                        "start": 425,
                        "end": 451,
                        "text": "Marsh and Shavelson (1985;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 452,
                        "end": 455,
                        "text": "see",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 233,
                        "end": 251,
                        "text": "Figures 3a  and 3b",
                        "ref_id": null
                    },
                    {
                        "start": 376,
                        "end": 385,
                        "text": "Figure 3a",
                        "ref_id": null
                    },
                    {
                        "start": 456,
                        "end": 465,
                        "text": "Figure 3b",
                        "ref_id": null
                    },
                    {
                        "start": 585,
                        "end": 594,
                        "text": "Figure 3b",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "The Marsh/Shavelson Revision: Existing Support and Future Research",
                "sec_num": null
            },
            {
                "text": "In contrast to the wide array of academic self-concepts posited in Figure 3b , tests of the model have been limited primarily to math, verbal, and school self-concepts (e.g., Model 3 in Figure 1 ), Empirical findings indicate that at least two higher order academic factors are necessary, but there are few tests of the claim that just two are sufficient. Shavelson et al.'s (1976) original model posited a single higher order academic self-concept, but subsequent research showed academic self-concept to be more differentiated than anticipated. A similar fate may befall the Marsh/Shavelson revision when it has been more fully tested with a model like that in Figure  3b .",
                "cite_spans": [
                    {
                        "start": 356,
                        "end": 381,
                        "text": "Shavelson et al.'s (1976)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 67,
                        "end": 76,
                        "text": "Figure 3b",
                        "ref_id": null
                    },
                    {
                        "start": 186,
                        "end": 194,
                        "text": "Figure 1",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 663,
                        "end": 673,
                        "text": "Figure  3b",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "The Marsh/Shavelson Revision: Existing Support and Future Research",
                "sec_num": null
            },
            {
                "text": "The lack of correlation between math self-concept and verbal self-concept is the strongest basis of support for the Marsh/Shavelson revision. Nevertheless, this support comes primarily from correlational studies that were based on responses to highly structured instruments collected at a single time. Further research is needed to examine these relations (a) in experimental or quasi-experimental designs (though we are generally suspicious of \"one-shot\" laboratory manipula-tions that are claimed to alter self-concept); (b) longitudinally, with powerful covariance structure modeling (e.g., Byrne, 1986; Shavelson & Bolus, 1982) ; and (c) with data collection procedures that allow subjects to form their own structure as with the repertory grid technique (e.g., Bannister & Nair, 1968) , instead of imposing on them the structure implicit in the design of the self-concept instrument. Figure 3b also suggests additional research questions that have theoretical and practical significance. If specific facets of academic self-concept besides verbal and math self-concepts can be adequately explained in terms of the two higher order constructs, then it may be sufficient to evaluate contentspecific interventions in terms of just these two higher order factors. If, however, specific facets of academic self-concept have unique, reliable variance that cannot be explained by the two higher order constructs, then it may be necessary to evaluate academic interventions with specific facets of academic self-concept that parallel the content of the intervention. Also, Shavelson et al.'s (1976) model posits that specific facets of self-concept become more differentiated with age. Whereas found support for this contention when both academic and nonacademic facets of self were considered, Marsh (1986b) found the lack of correlation between math self-concept and verbal self-concept to generalize across a wide age range. In terms of Figure 3b , this suggests that the two higher order constructs may be uncorrelated across a wide variety of ages but that there may be more unique variance in the lower order factors that cannot be explained by the two higher order factors for older respondents. No matter what the eventual outcome of empirical studies of the model in Figure 3B , we recommend that researchers include at least verbal and math self-concept as measures of academic self-concept. Because math and verbal self-concepts are so clearly differentiated, it may be inappropriate to infer academic self-concept on the basis of a single scale such as school self-concept (see the following discussion). Even when the intended effect of an academic intervention is specific to either verbal or math self-concept, the inclusion of the other serves as a relevant placebo control.",
                "cite_spans": [
                    {
                        "start": 594,
                        "end": 606,
                        "text": "Byrne, 1986;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 607,
                        "end": 631,
                        "text": "Shavelson & Bolus, 1982)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 766,
                        "end": 789,
                        "text": "Bannister & Nair, 1968)",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 1570,
                        "end": 1595,
                        "text": "Shavelson et al.'s (1976)",
                        "ref_id": null
                    },
                    {
                        "start": 1792,
                        "end": 1805,
                        "text": "Marsh (1986b)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 2187,
                        "end": 2199,
                        "text": "respondents.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 889,
                        "end": 898,
                        "text": "Figure 3b",
                        "ref_id": null
                    },
                    {
                        "start": 1937,
                        "end": 1946,
                        "text": "Figure 3b",
                        "ref_id": null
                    },
                    {
                        "start": 2273,
                        "end": 2282,
                        "text": "Figure 3B",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "The Marsh/Shavelson Revision: Existing Support and Future Research",
                "sec_num": null
            },
            {
                "text": "The Marsh/Shavelson revision makes ambiguous the role and definition of general academic self-concept, and this ambiguity resembles related issues in the definition of general self-concept (see Marsh, 1986a) . Historically, to the extent that academic and nonacademic self-concept were even distinguished, a general academic self-concept (i.e., school selfconcept), instead of specific academic facets, was emphasized. Specific facets of academic self-concept were relegated to a relatively minor role except in research that focused on one particular facet of academic self-concept. School self-concept is a different kind of construct than the more specific facets in Figure 3b in that it is much broader. Its inclusion in Figure  3b is apparently justified because it marks the midpoint of our continuum and also because it has traditionally been the only indicator of academic self-concept. Our results suggest that most of the reliable variance in school self-concept can be incorporated into the two hierarchical facets but that there is also a small amount of unique variance that cannot. This unique variance might represent the influence of social aspects of school (peer relations, extracurricular activities, etc.) or the influence of other courses (art, music, physical education, industrial arts, home economics, etc.) that might not be explained by the two hierarchical facets. Marsh (1986a) described five operational definitions of general self-concept that can also be applied to general academic self-concept: (a) a hierarchical general academic selfconcept such as what appears at the apex of Figure 3a; (b) scales like school self-concept scales that are relatively unidimensional, are relatively content free, and typically could be reworded so as to apply to specific academic facets like those considered here; (c) an aggregate academic self-concept based on a collection of academic-related self-report items that typically confound specific and general components; (d) a discrepancy general academic self-concept that is based on the difference between ratings of specific facets (actual ratings) and ideal ratings; and (e) a weighted-average, general academic self-concept in which specific facets are weighted according to their salience, value, or importance. Shavelson et al. (1976) originally posited a hierarchical general academic self-concept and did not consider other definitions of general academic self-concept. Whereas a single hierarchical factor is apparently inadequate, the two hierarchical facets posited in Figure 3b may suffice. Figure 3b has the further advantage of incorporating both school self-concept and hierarchical factors into the same theoretical model. The aggregate form of general academic self-concept is theoretically and empirically weak, and its continued use is not recommended. Although the discrepancy and weighted-average approaches have been used to define general self-concept, technical problems hinder their application, and they apparently have not been used in academic self-concept research.",
                "cite_spans": [
                    {
                        "start": 194,
                        "end": 207,
                        "text": "Marsh, 1986a)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 1392,
                        "end": 1405,
                        "text": "Marsh (1986a)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 2288,
                        "end": 2311,
                        "text": "Shavelson et al. (1976)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 670,
                        "end": 679,
                        "text": "Figure 3b",
                        "ref_id": null
                    },
                    {
                        "start": 725,
                        "end": 735,
                        "text": "Figure  3b",
                        "ref_id": null
                    },
                    {
                        "start": 1612,
                        "end": 1622,
                        "text": "Figure 3a;",
                        "ref_id": null
                    },
                    {
                        "start": 2551,
                        "end": 2560,
                        "text": "Figure 3b",
                        "ref_id": null
                    },
                    {
                        "start": 2574,
                        "end": 2583,
                        "text": "Figure 3b",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "The Role of General Academic Self-Concept",
                "sec_num": null
            },
            {
                "text": "There is no clear agreement about how general academic self-concept should be defined, but a more basic consideration is whether it is a useful construct. Existing research suggests that general academic self-concept, no matter how it is defined, cannot adequately reflect the diversity of specific academic facets. If the role of academic self-concept research is to better understand the complexity of the self in an academic context, to predict academic behaviors and accomplishments, to provide outcome measures for academic interventions, and to relate academic self-concept to other constructs, then the specific facets of academic self-concept are more useful than a general facet. We recommend that academic self-concept research emphasize multiple specific facets rather than a single general facet of academic self-concept. From this perspective, undue emphasis on alternative theoretical and operational definitions of general academic self-concept may be counterproductive.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Role of General Academic Self-Concept",
                "sec_num": null
            },
            {
                "text": "Tests of the I/E model were based on a set of four predictions specified earlier. Support for all four predictions was demonstrated in our investigation. The support was consistent across scores from different self-concept instruments, and the support was nearly unaffected by the inclusion of gender and school self-concept variables in the original I/E model. Marsh (1986b) noted three directions for further research with the I/E model. The most immediate was the need to replicate the findings with responses by non-Australians and with different self-concept instruments. In this investigation, we fulfilled this need. Second, he noted that support for the two processes comes primarily from interpretations of correlational data and that experimental and introspective evidence is needed to further support their existence. Third, even though academic achievement and academic self-concepts are emphasized in the I/E model, it is likely that similar processes are involved in the formation of self-concepts in other areas, as suggested by Winne and Marx (1981) . These last two suggestions still provide relatively unexplored directions for further research.",
                "cite_spans": [
                    {
                        "start": 362,
                        "end": 375,
                        "text": "Marsh (1986b)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1045,
                        "end": 1066,
                        "text": "Winne and Marx (1981)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The I/E Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "The findings based on the I/E model illustrate clear distinctions between academic self-concepts and academic achievements. The academic self-concepts are much better differentiated than are corresponding areas of academic achievement. These findings demonstrate that the academic self-concepts are more complex than a mere subjective reflection of normatively defined academic achievements and that academic self-concepts are affected by processes different from those affecting the corresponding achievements. In this respect, even though academic self-concept and achievement are positively correlated, academic achievement is a biased indicator of academic self-concept, and academic self-concept is a biased indicator of academic achievement.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The I/E Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "Our major focus was on theoretical issues: the hierarchical structure of academic self-concept and its relation to academic achievement. There are, however, practical implications of this research for the classroom teacher as well. Even though classroom teachers are able to infer the academic self-concepts of their students with a reasonable degree of accuracy, there are systematic biases in their inferences (Marsh, 1986b) . In particular, it appears that teachers* inferences of students' academic self-concepts reflect primarily teachers' perceptions of students' academic achievement. In other words, teachers' inferences reflect primarily the external process but not the internal process embodied in the I/E model, and they do not adequately represent the extreme separation of different academic self-concept facets. Whereas teachers infer that bright students have consistently high self-concepts across all academic facets, these students may have only average or even below-average academic self-concepts in their (relatively) poorest subjects. Whereas teachers infer that poor students have consistently poor self-concepts across all academic facets, these students may have average or even above-average selfconcepts in their (relatively) best subjects. A better understanding of these processes may enable teachers to better motivate students and provide credible reinforcement to students from different ability levels.",
                "cite_spans": [
                    {
                        "start": 412,
                        "end": 426,
                        "text": "(Marsh, 1986b)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Practical Implications For Classroom Teachers",
                "sec_num": null
            },
            {
                "text": "This document is copyrighted by the American Psychological Association or one of its allied publishers.This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": " Shavelson, Hubner, and Stanton's (1976) original model (A) and an elaboration of Marsh and Shavelson's (1985) revision that includes a wider variety of specific academic facets, (S.C. = self-concept.)",
                "cite_spans": [
                    {
                        "start": 1,
                        "end": 40,
                        "text": "Shavelson, Hubner, and Stanton's (1976)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 82,
                        "end": 110,
                        "text": "Marsh and Shavelson's (1985)",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "annex",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "The evaluation of personal constructs",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Bannister",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "M M"
                        ],
                        "last": "Nair",
                        "suffix": ""
                    }
                ],
                "year": 1968,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bannister, D., & Nair, J. M. M. (1968). The evaluation of personal constructs. London: Academic Press.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Self-Concept of Ability Scale",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "B"
                        ],
                        "last": "Brookover",
                        "suffix": ""
                    }
                ],
                "year": 1962,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brookover, W. B. (1962). Self-Concept of Ability Scale. East Lansing, MI: Educational Publication Services.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "The general/academic self-concept nomological network: A review of construct validation research",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Byrne",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Review of Educational Research",
                "volume": "54",
                "issue": "",
                "pages": "427--456",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Byrne, B. M. (1984). The general/academic self-concept nomological network: A review of construct validation research. Review of Educational Research, 54, 427-456.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Self-concept/academic achievement relations: An investigation of dimensionality, stability and causality",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Byrne",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Canadian Journal of Behavioural Science",
                "volume": "18",
                "issue": "",
                "pages": "173--186",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Byrne, B. M. (1986). Self-concept/academic achievement relations: An investigation of dimensionality, stability and causality. Cana- dian Journal of Behavioural Science, 18, 173-186.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "On the structure of adolescent self-concept",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Byrne",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Journal of Educational Psychology",
                "volume": "78",
                "issue": "",
                "pages": "474--481",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Byrne, B. M., & Shavelson, R. J. (1986). On the structure of adoles- cent self-concept. Journal of Educational Psychology, 78,474-481.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Adolescent self-concept: Testing the assumption of equivalent structures across gender",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Byrne",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "American Educational Research Journal",
                "volume": "24",
                "issue": "",
                "pages": "365--385",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Byrne, B. M., & Shavelson, R. J. (1987). Adolescent self-concept: Testing the assumption of equivalent structures across gender. American Educational Research Journal, 24, 365-385.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "L1SREL V: Analysis of linear structural relations by the method of maximum likelihood",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "G"
                        ],
                        "last": "Joreskog",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Sorbom",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Chicago: International Educational Services",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Joreskog, K. G., & Sorbom, D. (1981). L1SREL V: Analysis of linear structural relations by the method of maximum likelihood. Chicago: International Educational Services.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "The structure of masculinity/femininity: An application of confirmatory factor analysis to higher-order factor structures and factorial invariance. Multivariate Behavioral Research",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "",
                "volume": "20",
                "issue": "",
                "pages": "427--449",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1985). The structure of masculinity/femininity: An application of confirmatory factor analysis to higher-order factor structures and factorial invariance. Multivariate Behavioral Re- search, 20, 427-449.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Global self-esteem: Its relation to specific facets of self-concept and their importance",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "51",
                "issue": "",
                "pages": "1224--1236",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1986a). Global self-esteem: Its relation to specific facets of self-concept and their importance. Journal of Personality and Social Psychology, 51, 1224-1236.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Verbal and math self-concepts: An internal/ external frame of reference model",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "American Educational Research Journal",
                "volume": "23",
                "issue": "",
                "pages": "129--149",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1986b). Verbal and math self-concepts: An internal/ external frame of reference model. American Educational Research Journal, 23, 129-149.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "The hierarchical structure of self-concept: An application of hierarchical confirmatory factor analysis",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Journal of Educational Measurement",
                "volume": "24",
                "issue": "",
                "pages": "17--39",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1987). The hierarchical structure of self-concept: An application of hierarchical confirmatory factor analysis. Journal of Educational Measurement, 24, 17-39.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "The Self Description Questionnaire (SDQ) III: A theoretical and empirical basis for the measurement of multiple dimensions of late-adolescent self-concept: An interim test manual and a research monograph",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (in press). The Self Description Questionnaire (SDQ) III: A theoretical and empirical basis for the measurement of multiple dimensions of late-adolescent self-concept: An interim test manual and a research monograph. San Antonio, TX: The Psycho- logical Corporation.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "The Self Description Questionnaire (SDQ): Age effects in the structure and level of self-concept for preadolescent children",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Cairns",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Tidman",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Journal of Educational Psychology",
                "volume": "76",
                "issue": "",
                "pages": "940--956",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Barnes, J., Cairns, L., & Tidman, M. (1984). The Self Description Questionnaire (SDQ): Age effects in the structure and level of self-concept for preadolescent children. Journal of Educa- tional Psychology, 76,940-956.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Self-other agreement on multidimensional self-concept ratings: Factor analysis and multitrait-multimethod analysis",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "&hocevar",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "49",
                "issue": "",
                "pages": "1360--1377",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Barnes, J., &Hocevar, D. (1985). Self-other agreement on multidimensional self-concept ratings: Factor analysis and mul- titrait-multimethod analysis. Journal of Personality and Social Psychology, 49, 1360-1377.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "The application of confirmatory factor analysis to the study of self-concept: First and higher order factor structures and their invariance across age groups",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "&hocevar",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Psychological Bulletin",
                "volume": "97",
                "issue": "",
                "pages": "562--582",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., &Hocevar, D. (1985). The application of confirmatory factor analysis to the study of self-concept: First and higher order factor structures and their invariance across age groups. Psycholog- ical Bulletin, 97, 562-582.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Goodness-of fit indices in confirmatory factor analysis: The effect of sample size and of over-fitting and under-fitting models",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "P"
                        ],
                        "last": "Mcdonald",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Balla",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., McDonald, R. P., & Balla, J. R. (1987). Goodness-of fit indices in confirmatory factor analysis: The effect of sample size and of over-fitting and under-fitting models. Manuscript submitted for publication.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Self Description Questionnaire III (SDQIH): The construct validity of multidimensional self-concept ratings by late adolescents",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Neill",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Journal of Educational Measurement",
                "volume": "21",
                "issue": "",
                "pages": "153--174",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & O'Neill, R. (1984). Self Description Questionnaire III (SDQIH): The construct validity of multidimensional self-concept ratings by late adolescents. Journal of Educational Measurement, 21, 153-174.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Determinants of student selfconcept: Is it better to be a relatively big fish in a small pond even if you don't learn to swim as well",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Parker",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "47",
                "issue": "",
                "pages": "213--231",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Parker, J. (1984). Determinants of student self- concept: Is it better to be a relatively big fish in a small pond even if you don't learn to swim as well? Journal of Personality and Social Psychology, 47, 213-231.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Multidimensional adolescent self-concepts: Their relationship to age, sex and academic measures",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Parker",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "American Educational Research Journal",
                "volume": "22",
                "issue": "",
                "pages": "422--444",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Parker, J., & Barnes, J. (1985). Multidimensional adolescent self-concepts: Their relationship to age, sex and aca- demic measures. American Educational Research Journal, 22,422- 444.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Multidimensional self-concepts: The effect of participation in an Outward Bound program",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Richards",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "50",
                "issue": "",
                "pages": "195--204",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Richards, G., & Barnes, J. (1986). Multidimensional self-concepts: The effect of participation in an Outward Bound program. Journal of Personality and Social Psychology, 50, 195- 204.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Self-concept: Its multifaceted, hierarchical structure",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Educational Psychologist",
                "volume": "20",
                "issue": "",
                "pages": "107--125",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., &, Shavelson, R. J. (1985). Self-concept: Its multifac- eted, hierarchical structure. Educational Psychologist, 20, 107-125.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Multidimensional self-concepts: Relationships with sex and academic achievement",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "D"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Journal of Educational Psychology",
                "volume": "77",
                "issue": "",
                "pages": "581--596",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Smith, I. D., & Barnes, J. (1985). Multidimensional self-concepts: Relationships with sex and academic achievement. Journal of Educational Psychology, 77, 581-596.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Sex differences in math achievement: Toward a model of academic choice",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Meece",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Parsons",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Kaczala",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "B"
                        ],
                        "last": "Goff",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Futterman",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Psychological Bulletin",
                "volume": "91",
                "issue": "",
                "pages": "324--348",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Meece, J. L., Parsons, J. E., Kaczala, C. M., Goff, S. B., & Futterman, R. (1982). Sex differences in math achievement: Toward a model of academic choice. Psychological Bulletin, 91, 324-348.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Sex differences in quantitative SAT performance: New evidence on the differential coursework hypothesis",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Pallas",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "L"
                        ],
                        "last": "Alexander",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "American Educational Research Journal",
                "volume": "20",
                "issue": "",
                "pages": "165--180",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pallas, A. M., & Alexander, K. L. (1983). Sex differences in quanti- tative SAT performance: New evidence on the differential course- work hypothesis. American Educational Research Journal, 20,165- 180.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Society and the adolescent self-image. Princeton",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Rosenberg",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rosenberg, M. (1965). Society and the adolescent self-image. Prince- ton, NJ: Princeton University Press.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Self-concept: The interplay of theory and methods",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Bolus",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Journal of Educational Psychology",
                "volume": "74",
                "issue": "",
                "pages": "3--17",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shavelson, R. J., & Bolus, R. (1982). Self-concept: The interplay of theory and methods. Journal of Educational Psychology, 74, 3-17.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Self-concept validation of construct interpretations",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Hubner",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "C"
                        ],
                        "last": "Stanton",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Review of Educational Research",
                "volume": "46",
                "issue": "",
                "pages": "407--441",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shavelson, R. J., Hubner, J. J., & Stanton, G. C. (1976). Self-concept validation of construct interpretations. Review of Educational Re- search, 46, 407-441.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "The Affective Perception Inventory-Advanced Level",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "T"
                        ],
                        "last": "Soares",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "M"
                        ],
                        "last": "Soares",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Soares, A. T., & Soares, L. M. (1979). The Affective Perception Inventory-Advanced Level. Trumbell, CT: ALSO.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "SPSSx: User's Guide",
                "authors": [],
                "year": 1986,
                "venue": "Statistical Package for the Social Sciences",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Statistical Package for the Social Sciences (1986). SPSSx: User's Guide. New York: McGraw-Hill.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Social comparison processes: Theoretical and empirical perspectives",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Suls",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Miller",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Suls, J. M., <& Miller, R. L. (1977). Social comparison processes: Theoretical and empirical perspectives. Washington, DC: Hemi- sphere.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "The structure of human abilities",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "E"
                        ],
                        "last": "Vernon",
                        "suffix": ""
                    }
                ],
                "year": 1950,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Vernon, P. E. (1950). The structure of human abilities. London: Methuen.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Convergent and discriminant validity in self-concept measurement",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "H"
                        ],
                        "last": "Winne",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Marx",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Winne, P. H., & Marx, R. W. (1981, April). Convergent and discrim- inant validity in self-concept measurement. Paper presented at the annual meeting of the American Educational Research Association, Los Angeles.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "The self concept",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Wylie",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Theory and research on selected topics",
                "volume": "2",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wylie, R. C. (1979). The self concept, Volume 2: Theory and research on selected topics. Lincoln: University of Nebraska Press.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF1": {
                "num": null,
                "type_str": "figure",
                "text": "Three hierarchical models designed to explain covariation among the nine first-order academic factors. (The first-order factors represent math self-concept [MSC], school self-concept [SSC], and verbal self-concept [VSC], measured by three different self-concept instruments; see",
                "uris": null
            },
            "FIGREF3": {
                "num": null,
                "type_str": "figure",
                "text": "Empirical tests of the internal/external model (Model 5) and extensions of this model to include gender (Model 6), achievement across all school subjects (Model 7), and both gender and school achievement (Model 8). (These results are based on self-concept scores from all three instruments, and the corresponding results for each separate instrument are summarized in Tables 4 and 5. For purposes of presentation, path coefficients that failed to reach statistical significance [p < .05] are excluded, but they are presented in",
                "uris": null
            },
            "TABREF0": {
                "num": null,
                "text": "Parameter Estimates for the",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td>Self Description</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td/><td>Questionnaire III</td><td/><td colspan=\"3\">Affective Perceptions</td><td colspan=\"3\">Self-Concept of Ability</td><td/></tr><tr><td>Measured</td><td/><td>(SDQJII)</td><td/><td/><td>Inventory (API)</td><td/><td/><td>Scale (SCA)</td><td/><td>Error/</td></tr><tr><td>variable</td><td>VSC</td><td>MSC</td><td>SSC</td><td>VSC</td><td>MSC</td><td>SSC</td><td>VSC</td><td>MSC</td><td>SSC</td><td>Uniqueness</td></tr><tr><td/><td/><td/><td/><td/><td colspan=\"3\">First-order factor loadings</td><td/><td/><td/></tr><tr><td>SDQIII VSC</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>1</td><td>77</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>41</td></tr><tr><td>2</td><td>76</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>42</td></tr><tr><td>3</td><td>67</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>55</td></tr><tr><td>SDQIII MSC</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>1</td><td>00</td><td>93</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>13</td></tr><tr><td>2</td><td>00</td><td>92</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>16</td></tr><tr><td>3</td><td>00</td><td>87</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>24</td></tr><tr><td>SDQIII SSC</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>1</td><td>00</td><td>00</td><td>82</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>33</td></tr><tr><td>2</td><td>00</td><td>00</td><td>88</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>22</td></tr><tr><td>3</td><td>00</td><td>00</td><td>88</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>23</td></tr><tr><td>API VSC</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>1</td><td>00</td><td>00</td><td>00</td><td>82</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>33</td></tr><tr><td>2</td><td>00</td><td>00</td><td>00</td><td>78</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>38</td></tr><tr><td>3</td><td>00</td><td>00</td><td>00</td><td>79</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>37</td></tr><tr><td>API MSC</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>1</td><td>00</td><td>00</td><td>00</td><td>00</td><td>95</td><td>00</td><td>00</td><td>00</td><td>00</td><td>10</td></tr><tr><td>2</td><td>00</td><td>00</td><td>00</td><td>00</td><td>87</td><td>00</td><td>00</td><td>00</td><td>00</td><td>25</td></tr><tr><td>3</td><td>00</td><td>00</td><td>00</td><td>00</td><td>89</td><td>00</td><td>00</td><td>00</td><td>00</td><td>21</td></tr><tr><td>API SSC</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>1</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>86</td><td>00</td><td>00</td><td>00</td><td>25</td></tr><tr><td>2</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>69</td><td>00</td><td>00</td><td>00</td><td>53</td></tr><tr><td>3</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>65</td><td>00</td><td>00</td><td>00</td><td>58</td></tr><tr><td>SCAVSC</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>1</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>80</td><td>00</td><td>00</td><td>37</td></tr><tr><td>2</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>93</td><td>00</td><td>00</td><td>14</td></tr><tr><td>3</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>83</td><td>00</td><td>00</td><td>31</td></tr><tr><td>SCA MSC</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>1</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>95</td><td>00</td><td>10</td></tr><tr><td>2</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>96</td><td>00</td><td>08</td></tr><tr><td>3</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>87</td><td>00</td><td>25</td></tr><tr><td>SCA SSC</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>1</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>81</td><td>35</td></tr><tr><td>2</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>89</td><td>20</td></tr><tr><td>3</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>00</td><td>78</td><td>40</td></tr><tr><td/><td/><td/><td/><td/><td colspan=\"2\">Factor correlations</td><td/><td/><td/><td/></tr><tr><td>SDQIII</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>VSC</td><td>-</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>MSC</td><td>-01</td><td>-</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>SSC</td><td>47</td><td>49</td><td>-</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>API</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>VSC</td><td>87</td><td>00</td><td>51</td><td>-</td><td/><td/><td/><td/><td/><td/></tr><tr><td>MSC</td><td>06</td><td>94</td><td>51</td><td>14</td><td>-</td><td/><td/><td/><td/><td/></tr><tr><td>SSC</td><td>45</td><td>42</td><td>76</td><td>55</td><td>51</td><td>-</td><td/><td/><td/><td/></tr><tr><td>SCA</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>VSC</td><td>65</td><td>05</td><td>52</td><td>75</td><td>10</td><td>45</td><td>-</td><td/><td/><td/></tr><tr><td>MSC</td><td>02</td><td>87</td><td>46</td><td>03</td><td>86</td><td>45</td><td>14</td><td>-</td><td/><td/></tr><tr><td>SSC</td><td>39</td><td>53</td><td>78</td><td>43</td><td>56</td><td>68</td><td>64</td><td>65</td><td>-</td><td/></tr></table>"
            },
            "TABREF1": {
                "num": null,
                "text": "Goodness-of-Fit Indicators for All Confirmatory Factor Analysis Models",
                "type_str": "table",
                "content": "<table><tr><td>Model</td><td>x (JV=817)</td><td>df</td><td>BBI</td><td>TLI</td><td>Model description</td></tr><tr><td>0</td><td>19784</td><td>351</td><td>.00</td><td>.00</td><td/></tr><tr><td>1</td><td>1390</td><td>288</td><td>.93</td><td>.93</td><td/></tr><tr><td>1A</td><td>6714</td><td>324</td><td>.66</td><td>.64</td><td/></tr><tr><td>2</td><td>3792</td><td>315</td><td>.81</td><td>.80</td><td/></tr><tr><td>3</td><td>1972</td><td>311</td><td>.90</td><td>.90</td><td/></tr><tr><td>4</td><td>1841</td><td>312</td><td>.91</td><td>.91</td><td/></tr><tr><td>3A</td><td>1975</td><td>312</td><td>.90</td><td>.90</td><td/></tr><tr><td>3B</td><td>1991</td><td>320</td><td>.90</td><td>.91</td><td/></tr></table>"
            },
            "TABREF2": {
                "num": null,
                "text": "Path Coefficients Relating Variables in Models 5 and 6",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td/><td>Model 5</td><td/><td/><td/><td>Model 6</td><td/></tr><tr><td>Coefficient relating</td><td>SDQ</td><td>API</td><td>SCA/SES</td><td>Comb.</td><td>SDQ</td><td>API</td><td>SCA/SES</td><td>Comb.</td></tr><tr><td>General self-concept</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>(GSC) to</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>SSC</td><td>24**</td><td>67**</td><td>27**</td><td>54**</td><td>25**</td><td>69**</td><td>27**</td><td>55**</td></tr><tr><td>MSC VSC VACH</td><td>17** 24** -02</td><td>19 ** 10** -04</td><td>16** 11** 03</td><td>22** j9*# -01</td><td>16** 24** -01</td><td>16** 14** 01</td><td>13** 12** 07</td><td>20** 20** 02</td></tr><tr><td>MACH</td><td>-03</td><td>00</td><td>-01</td><td>-01</td><td>-03</td><td>-01</td><td>-01</td><td>-02</td></tr><tr><td>Sex</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-04</td><td>-17**</td><td>-12**</td><td>-12**</td></tr><tr><td>School self-concept</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>(SSC) to</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>MSC</td><td>28**</td><td>29**</td><td>38**</td><td>40**</td><td>32**</td><td>32**</td><td>38**</td><td>44**</td></tr><tr><td>VSC</td><td>32**</td><td>39**</td><td>40**</td><td>47**</td><td>32**</td><td>38**</td><td>41**</td><td>47**</td></tr><tr><td>MACH</td><td>13**</td><td>14**</td><td>32**</td><td>23**</td><td>14**</td><td>14**</td><td>32**</td><td>23**</td></tr><tr><td>VACH</td><td>40**</td><td>25**</td><td>38**</td><td>40**</td><td>38**</td><td>23**</td><td>39**</td><td>39**</td></tr><tr><td>Sex</td><td>-</td><td>-</td><td>-</td><td>-</td><td>09**</td><td>08*</td><td>-04</td><td>05</td></tr><tr><td>Math self-concept</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>(MSC) to</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>VSC</td><td>-04</td><td>13**</td><td>07*</td><td>02</td><td>-03</td><td>18**</td><td>09**</td><td>06</td></tr><tr><td>MACH</td><td>61**</td><td>56**</td><td>71**</td><td>67**</td><td>60**</td><td>54**</td><td>71**</td><td>66**</td></tr><tr><td>VACH</td><td>-12**</td><td>-13**</td><td>_19**</td><td>-15**</td><td>-06*</td><td>-07*</td><td>-13**</td><td>_09**</td></tr><tr><td>Sex</td><td>-</td><td>-</td><td/><td>-</td><td>-22**</td><td>-21**</td><td>-20**</td><td>-22**</td></tr><tr><td>Verbal self-concept</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>(VSC) to</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>MACH</td><td>-14**</td><td>-18**</td><td>-21**</td><td>-20**</td><td>-13**</td><td>_17**</td><td>-20**</td><td>_19**</td></tr><tr><td>VACH</td><td>31**</td><td>38**</td><td>60**</td><td>50**</td><td>29**</td><td>33**</td><td>59**</td><td>48**</td></tr><tr><td>Sex</td><td>-</td><td>-</td><td>-</td><td>-</td><td>06</td><td>18**</td><td>06*</td><td>12**</td></tr><tr><td>Math achievement</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>(MACH) to</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>VACH</td><td>52**</td><td>52**</td><td>52**</td><td>52**</td><td>51**</td><td>51**</td><td>51**</td><td>51**</td></tr><tr><td>Sex</td><td/><td/><td>-</td><td/><td>11**</td><td>11**</td><td>11**</td><td>11**</td></tr><tr><td>Verbal achievement</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>(VACH) to sex</td><td>-</td><td>-</td><td>-</td><td>-</td><td>26**</td><td>26**</td><td>26**</td><td>26**</td></tr></table>"
            },
            "TABREF3": {
                "num": null,
                "text": "Path Coefficients for Models 7 and 8",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td/><td>Model 7</td><td/><td/><td/><td>Model 8</td><td/></tr><tr><td>Coefficient relating</td><td>SDQ</td><td>API</td><td>SCA/SES</td><td>Comb.</td><td>SDQ</td><td>API</td><td>SCA/SES</td><td>Comb.</td></tr><tr><td>General self-concept</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>(GSC) to</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>SSC</td><td>24**</td><td>67**</td><td>27**</td><td>55**</td><td>25**</td><td>70**</td><td>26**</td><td>56**</td></tr><tr><td>MSC VSC</td><td>16** 24**</td><td>19** 11**</td><td>15** 11**</td><td>22** 16**</td><td>16** 24**</td><td>16** 14**</td><td>13** 12**</td><td>19** 21**</td></tr><tr><td>SACH</td><td>09</td><td>11</td><td>14</td><td>14</td><td>09</td><td>10</td><td>14</td><td>12</td></tr><tr><td>MACH</td><td>-07</td><td>-05</td><td>-07</td><td>-07</td><td>-07</td><td>-05</td><td>-07</td><td>-07</td></tr><tr><td>VACH</td><td>-07</td><td>-10</td><td>-05</td><td>-08</td><td>-06</td><td>-05</td><td>-01</td><td>-05</td></tr><tr><td>Sex</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-04</td><td>-17**</td><td>-12**</td><td>-12**</td></tr><tr><td>School self-concept</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>(SSC) to</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>MSC</td><td>28**</td><td>29**</td><td>37**</td><td>4Q»*</td><td>32**</td><td>32**</td><td>37**</td><td>44**</td></tr><tr><td>VSC</td><td>33**</td><td>41**</td><td>44**</td><td>50**</td><td>32**</td><td>40**</td><td>45**</td><td>50**</td></tr><tr><td>SACH</td><td>52**</td><td>32**</td><td>70**</td><td>60**</td><td>52**</td><td>32**</td><td>70**</td><td>60**</td></tr><tr><td>MACH</td><td>-09*</td><td>-01</td><td>01</td><td>-04</td><td>-09*</td><td>00</td><td>01</td><td>-03</td></tr><tr><td>VACH Sex</td><td>11* -</td><td>06 -</td><td>-02 -</td><td>06 -</td><td>08 10**</td><td>04 08*</td><td>-01 -04</td><td>05 05</td></tr><tr><td>Math self-concept</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>(MSC) to</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>VSC</td><td>-04</td><td>13**</td><td>07*</td><td>02</td><td>-03</td><td>18**</td><td>09**</td><td>06</td></tr><tr><td>SACH</td><td>11</td><td>09</td><td>17**</td><td>13*</td><td>10</td><td>08</td><td>16**</td><td>12*</td></tr><tr><td>MACH</td><td>56**</td><td>52**</td><td>64**</td><td>61**</td><td>56**</td><td>51**</td><td>63**</td><td>60**</td></tr><tr><td>VACH</td><td>-18**</td><td>-18**</td><td>-28**</td><td>-23**</td><td>-12**</td><td>-11*</td><td>-22**</td><td>-16**</td></tr><tr><td>Sex</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-22**</td><td>_2i**</td><td>-20**</td><td>-22**</td></tr><tr><td>Verbal Self-concept</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>(VSC) to</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>SACH</td><td>06</td><td>-11</td><td>01</td><td>-02</td><td>06</td><td>-11</td><td>01</td><td>-01</td></tr><tr><td>MACH</td><td>-16**</td><td>-13**</td><td>-21**</td><td>-19**</td><td>-16**</td><td>-12**</td><td>-21**</td><td>-19**</td></tr><tr><td>VACH</td><td>27**</td><td>44**</td><td>60**</td><td>51**</td><td>26**</td><td>39**</td><td>58**</td><td>48**</td></tr><tr><td>Sex</td><td/><td>-</td><td/><td/><td>06</td><td>18**</td><td>06*</td><td>12**</td></tr><tr><td>School achievement</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>(SACH') to</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>MACH VACH</td><td>80** 72**</td><td>80** 72**</td><td>80** 72**</td><td>80** 72**</td><td>80** 73**</td><td>80** 73**</td><td>80** 73**</td><td>80** 73**</td></tr><tr><td>Sex</td><td>-</td><td>-</td><td>-</td><td>-</td><td>26**</td><td>26**</td><td>26**</td><td>26**</td></tr><tr><td>Math achievement</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>(MACH) to</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>VACH</td><td>52**</td><td>52**</td><td>52**</td><td>52**</td><td>51**</td><td>51**</td><td>51**</td><td>51**</td></tr><tr><td>Sex</td><td>-</td><td>-</td><td>-</td><td>-</td><td>11**</td><td>11**</td><td>11**</td><td>11**</td></tr><tr><td>Verbal achievement</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>(VACH) to sex</td><td>-</td><td>-</td><td>-</td><td>-</td><td>26**</td><td>26**</td><td>26**</td><td>26**</td></tr><tr><td colspan=\"4\">Note. Path coefficients are for Models 7 and 8 that appear in</td><td/><td/><td/><td/><td/></tr></table>"
            }
        }
    }
}