{
    "paper_id": "moeller_2011",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-22T17:56:51.890982Z"
    },
    "title": "The Reciprocal Internal/External Frame of Reference Model: An Integration of Models of Relations Between Academic Achievement and Self-Concept",
    "authors": [
        {
            "first": "Jens",
            "middle": [],
            "last": "Möller",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Kiel",
                "location": {}
            },
            "email": "jmoeller@psychologie.uni-kiel.de"
        },
        {
            "first": "Jan",
            "middle": [],
            "last": "Retelsdorf",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Kiel",
                "location": {}
            },
            "email": ""
        },
        {
            "first": "Olaf",
            "middle": [],
            "last": "Köller",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Kiel",
                "location": {}
            },
            "email": ""
        },
        {
            "first": "Herb",
            "middle": [
                "W"
            ],
            "last": "Marsh",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Oxford University",
                "location": {}
            },
            "email": ""
        },
        {
            "first": "Jens",
            "middle": [
                "Mö"
            ],
            "last": "Ller",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Kiel",
                "location": {
                    "addrLine": "Olshausenstr. 75",
                    "postCode": "24098",
                    "settlement": "Kiel",
                    "country": "Germany"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "The reciprocal internal/external frame of reference model (RI/EM) combines the internal/external frame of reference model and the reciprocal effects model. The RI/EM predicts positive effects of mathematics and verbal achievement and academic self-concepts (ASC) on subsequent mathematics and verbal achievements and ASCs within domains and negative effects of mathematics and verbal achievements and ASCs on subsequent achievements and ASCs across domains. Although ample support was provided for the I/ E model by cross-sectional data and for the REM within a single domain, there has been almost no research on the longitudinal generalizability of the reciprocal cross-domain effects. Using three waves of data collection from Grade 5 to Grade 8 with N = 1,508 students, analyses supported the validity of the RI/EM, revealing positive longitudinal effects of grades and ASCs on subsequent grades and ASCs within domains and negative effects of",
    "pdf_parse": {
        "paper_id": "moeller_2011",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The reciprocal internal/external frame of reference model (RI/EM) combines the internal/external frame of reference model and the reciprocal effects model. The RI/EM predicts positive effects of mathematics and verbal achievement and academic self-concepts (ASC) on subsequent mathematics and verbal achievements and ASCs within domains and negative effects of mathematics and verbal achievements and ASCs on subsequent achievements and ASCs across domains. Although ample support was provided for the I/ E model by cross-sectional data and for the REM within a single domain, there has been almost no research on the longitudinal generalizability of the reciprocal cross-domain effects. Using three waves of data collection from Grade 5 to Grade 8 with N = 1,508 students, analyses supported the validity of the RI/EM, revealing positive longitudinal effects of grades and ASCs on subsequent grades and ASCs within domains and negative effects of",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "grades on subsequent ASCs across domains. There were also small negative effects of ASCs on subsequent grades across domains.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "KEYWORDS: self-concept, achievement, reciprocal effects model, dimensional comparisons, I/E model, social comparison A cademic self-concept (ASC) is one of the most important constructs in the field of motivational research (Marsh & Craven, 2006) : High ASCs are associated with high motivation, achievement, and life satisfaction. In her expectancy-value model, for example, Eccles (1983) proposed ASC to play a central role in the development of motivation and academic choice behavior. ASC enhancement is thus a major focus of concern in settings such as education and child development (e.g., Branden, 1994; Marsh, 2007; Marsh & O'Mara, 2008) .",
                "cite_spans": [
                    {
                        "start": 224,
                        "end": 246,
                        "text": "(Marsh & Craven, 2006)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 376,
                        "end": 389,
                        "text": "Eccles (1983)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 597,
                        "end": 611,
                        "text": "Branden, 1994;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 612,
                        "end": 624,
                        "text": "Marsh, 2007;",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 625,
                        "end": 646,
                        "text": "Marsh & O'Mara, 2008)",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In ASC research, the most intriguing questions relate to the nature of the relationship between ASC and achievement. Many studies have shown that the two constructs are substantially correlated, but the question of why this correlation exists has remained unanswered to some degree (see Marsh & Craven, 2006) . In this article, we propose and test a comprehensive model that integrates two of the major theoretical models in the field: the reciprocal effects model (REM; Marsh & Craven, 2006; Valentine, DuBois, & Cooper, 2004) and the internal/external frame of reference model (I/E model; Marsh, 1986; Marsh & Hau, 2004; Möller, Pohlmann, Köller, & Marsh, 2009) . The REM posits that ASC and achievement are reciprocally related, superseding models positing that achievement causes ASC or that ASC causes achievement (Marsh & Craven, 2006) . Tests of the REM are based on longitudinal data with repeated measures of ASC and achievement within a domain. The I/E model addresses the extreme domain specificity of relations between mathematics achievement (MAch), verbal achievement (VAch), mathematics self-concept (MSC), and verbal self-concept (VSC). It postulates positive effects from achievements in one domain on ASCs in the corresponding domain (e.g., MAch to MSC) but negative effects from achievement on noncorresponding ASCs (e.g., MAch to VSC). Tests of the I/E model are typically based on cross-sectional measures of the four constructs. Tests of the combination of the two models-the RI/E model-therefore require longitudinal data on achievement and ASC in both domains. While research on both models separately has been productive, an integration suggests additional effects of self-concepts on subsequent achievements in noncorresponding domains not present when either framework is considered in isolation. This additional process applies the logic of the I/E Möller et al.",
                "cite_spans": [
                    {
                        "start": 287,
                        "end": 308,
                        "text": "Marsh & Craven, 2006)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 471,
                        "end": 492,
                        "text": "Marsh & Craven, 2006;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 493,
                        "end": 527,
                        "text": "Valentine, DuBois, & Cooper, 2004)",
                        "ref_id": "BIBREF68"
                    },
                    {
                        "start": 591,
                        "end": 603,
                        "text": "Marsh, 1986;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 604,
                        "end": 622,
                        "text": "Marsh & Hau, 2004;",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 623,
                        "end": 663,
                        "text": "Möller, Pohlmann, Köller, & Marsh, 2009)",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 819,
                        "end": 841,
                        "text": "(Marsh & Craven, 2006)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Theoretical Models of Relations Between Academic Self-Concept and Achievement",
                "sec_num": null
            },
            {
                "text": "framework to the longitudinal effects of self-concept on achievement. The new reciprocal I/E model extends the REM across domains, and it extends the I/E model longitudinally. Based on the RI/E model, additional questions can be answered: Are there negative longitudinal effects from achievements on self-concepts in noncorresponding domains (extending I/E model predictions)? Are there reciprocal cross-domain effects from achievements on academic self-concepts and from academic self-concepts on achievements (extending the REM)? Are there negative effects of self-concepts on subsequent achievements in noncorresponding domains (extending both models)? While theoretically consistent with both the I/E and the REM, this process is in need of empirical support. In the next paragraphs, we briefly summarize the three models.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Theoretical Models of Relations Between Academic Self-Concept and Achievement",
                "sec_num": null
            },
            {
                "text": "Theoretical model. The causal ordering of academic achievement and ASC has inspired a long debate, competing theoretical models, and many empirical studies (Marsh, 1990; Marsh & Craven, 2006) . Calsyn and Kenny (1977) contrasted the skill development model, which proposes that academic achievement causes ASC, with the self-enhancement model, which proposes that ASC causes academic achievement. An integration of the two models, the REM (Marsh & Craven, 2006) , postulated that ASC and achievement are reciprocally related-both are a cause and an effect of the other. Empirical tests of the REM are based on multivariable panel studies in which ASC and achievement are measured on two or more occasions.",
                "cite_spans": [
                    {
                        "start": 156,
                        "end": 169,
                        "text": "(Marsh, 1990;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 170,
                        "end": 191,
                        "text": "Marsh & Craven, 2006)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 194,
                        "end": 217,
                        "text": "Calsyn and Kenny (1977)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 439,
                        "end": 461,
                        "text": "(Marsh & Craven, 2006)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Reciprocal Effects Model",
                "sec_num": null
            },
            {
                "text": "Empirical support. Most REM studies have provided empirical support for both the effects of prior achievement on subsequent ASC and the effects of prior ASC on subsequent achievement in diverse subjects (Marsh, Gerlach, Trautwein, Lüdtke, & Brettschneider, 2007; Marsh & O'Mara, 2008; Marsh & Yeung, 1997) . As illustrated in Figure 1a , the REM proposes: (a) strong positive paths from prior measures of achievement and ASC to subsequent measures of the same construct (continuous lines in Figure 1a ), (b) positive paths from prior ASC to subsequent achievements, and (c) positive paths from prior achievements to subsequent ASC. Positive paths from prior measures of achievement and ASC on subsequent measures of the same construct may be interpreted as evidence for the stability of the measures. Several empirical studies have indeed found evidence for the stability of ASCs and achievements, even with quite young students (e.g., Helmke & van Aken, 1995; Marsh, Craven, & Debus, 1998) . Positive effects of high ASCs in a domain on subsequent achievements in the same domain may be caused by higher engagement and time investment in domain-specific activities, which are conducive to learning (Marsh & Yeung, 1997) .",
                "cite_spans": [
                    {
                        "start": 203,
                        "end": 262,
                        "text": "(Marsh, Gerlach, Trautwein, Lüdtke, & Brettschneider, 2007;",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 263,
                        "end": 284,
                        "text": "Marsh & O'Mara, 2008;",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 285,
                        "end": 305,
                        "text": "Marsh & Yeung, 1997)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 936,
                        "end": 960,
                        "text": "Helmke & van Aken, 1995;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 961,
                        "end": 990,
                        "text": "Marsh, Craven, & Debus, 1998)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 1199,
                        "end": 1220,
                        "text": "(Marsh & Yeung, 1997)",
                        "ref_id": "BIBREF37"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 326,
                        "end": 335,
                        "text": "Figure 1a",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 491,
                        "end": 500,
                        "text": "Figure 1a",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "The Reciprocal Effects Model",
                "sec_num": null
            },
            {
                "text": "In their meta-analysis, Valentine et al. (2004) concluded that there was clear support for the predictions of the REM. They found positive self-beliefs ",
                "cite_spans": [
                    {
                        "start": 24,
                        "end": 47,
                        "text": "Valentine et al. (2004)",
                        "ref_id": "BIBREF68"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Reciprocal Effects Model",
                "sec_num": null
            },
            {
                "text": "to predict later academic achievement, even when initial levels of achievement were controlled (for a recent longitudinal study, see Guay, Marsh, & Boivin, 2003) .",
                "cite_spans": [
                    {
                        "start": 133,
                        "end": 161,
                        "text": "Guay, Marsh, & Boivin, 2003)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "1318",
                "sec_num": null
            },
            {
                "text": "In another meta-analysis, found support for the predicted (a) high stabilities of ASC and (b) achievement indicators and (c) strong positive paths from achievements to the corresponding ASCs. The latter are explained by social comparisons: High-performing students have opportunities for downward social comparisons with weaker classmates and thus develop high self-evaluations in the particular domain (Marsh, Trautwein, Lüdtke, & Köller, 2008; Möller & Pohlmann, 2010; Zell & Alicke, 2009) . However, the REM is restricted to longitudinal relations between ASC and achievements within domains. Here, we extend the REM to incorporate more than one domain.",
                "cite_spans": [
                    {
                        "start": 403,
                        "end": 445,
                        "text": "(Marsh, Trautwein, Lüdtke, & Köller, 2008;",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 446,
                        "end": 470,
                        "text": "Möller & Pohlmann, 2010;",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 471,
                        "end": 491,
                        "text": "Zell & Alicke, 2009)",
                        "ref_id": "BIBREF71"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "1318",
                "sec_num": null
            },
            {
                "text": "Alternative perspectives. In a challenge to the REM, Vohs (2003, 2005) reviewed general self-esteem (GSE) research, focusing on the global component of self-concept. They concluded that ''efforts to boost people's GSE are of little value in fostering academic achievement or preventing undesirable behavior'' (p. 84). Superficially, these conclusions seem to contradict the support for the REM presented here. The finding that ASC does affect subsequent achievement, whereas GSE does not, provides strong support for the multidimensional perspective, the discriminant validity of self-concept, and the REM as Marsh and O'Mara (2008) empirically revealed. Consistent with the predictions of the REM, they found positive reciprocal effects between ASC and GPA, and consistent with the Baumeister et al. (2003 Baumeister et al. ( , 2005 review, they found only weak and inconsistent linkages between GSE and either GPA or attainment.",
                "cite_spans": [
                    {
                        "start": 53,
                        "end": 70,
                        "text": "Vohs (2003, 2005)",
                        "ref_id": null
                    },
                    {
                        "start": 609,
                        "end": 632,
                        "text": "Marsh and O'Mara (2008)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 783,
                        "end": 806,
                        "text": "Baumeister et al. (2003",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 807,
                        "end": 833,
                        "text": "Baumeister et al. ( , 2005",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "1318",
                "sec_num": null
            },
            {
                "text": "Theoretical model. Marsh, Byrne, and Shavelson (1988) emphasized the importance of dividing the global ASC into subject-specific ASCs. Empirical research has shown that mathematics self-concepts and verbal self-concepts are nearly uncorrelated, whereas mathematics achievement and verbal achievement are substantially correlated (e.g., Marsh, 1986) . Marsh (1986 Marsh ( , 2007 proposed the I/E model to account for this unexpected pattern of relations.",
                "cite_spans": [
                    {
                        "start": 19,
                        "end": 53,
                        "text": "Marsh, Byrne, and Shavelson (1988)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 336,
                        "end": 348,
                        "text": "Marsh, 1986)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 351,
                        "end": 362,
                        "text": "Marsh (1986",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 363,
                        "end": 377,
                        "text": "Marsh ( , 2007",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "According to the I/E model (see Figure 1b ), students compare their levels of academic ability using two different but connected frames of reference: internal and external comparison processes. Within the external frame of reference, students conduct social comparisons; that is, they compare their accomplishments with those of their classmates (the same process posited in the reciprocal effects model). The information provided by this external comparison is used to construct their ASCs. For example, if their Reciprocal I/E Model VAch is higher than their classmates' VAch, then their VSC will also be higher. Because achievements in different school subjects are typically highly correlated, it would seem reasonable to assume that these social comparison processes lead to domain-specific ASCs that are also positively correlated.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 32,
                        "end": 41,
                        "text": "Figure 1b",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "In fact, the correlations between ASCs in different domains are rather low. Processes of internal or dimensional (Möller & Köller, 2001a) comparisons have been proposed to explain this finding. Within the internal frame of reference, students evaluate their achievements in any given subject in relation to their own achievements in other subjects. Therefore, high ability students may develop an average ASC in their worst subject although their performance in that subject is well above the average performance of their peers (Mui, Yeung, Low, & Jin, 2000; Plucker & Stocking, 2001) . Likewise, low ability students may have an above-average ASC in their intraindividually best subject although their performance in that subject is below the average performance of their peers (Möller, Streblow, & Pohlmann, 2009) .",
                "cite_spans": [
                    {
                        "start": 113,
                        "end": 137,
                        "text": "(Möller & Köller, 2001a)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 528,
                        "end": 558,
                        "text": "(Mui, Yeung, Low, & Jin, 2000;",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 559,
                        "end": 584,
                        "text": "Plucker & Stocking, 2001)",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 779,
                        "end": 815,
                        "text": "(Möller, Streblow, & Pohlmann, 2009)",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "Empirical support. Hence, social and dimensional comparisons affect the development of domain-specific ASCs. Based on external comparisons with one's classmates' achievements in mathematics, low mathematics achievement tends to lead to low MSC. Based on internal comparisons between one's own achievement in mathematics and in verbal domains, low mathematics ability seems to lead to an increase in VSC. The joint operation of these two counterbalancing comparison processes explains the moderate or near-zero correlations that have been observed between MSCs and VSCs for different age groups in a variety of countries and using different methodologies . Using data from 26 countries participating in the Programme for International Student Assessment (PISA) study, Marsh and Hau (2004) found support for the generalizability of the I/E model across countries. This study confirms the cultural independence of the effects described in the I/E model: In each country, the same achievement tests and ASC measures were used to collect data from a representative sample of 15-year-old students.",
                "cite_spans": [
                    {
                        "start": 767,
                        "end": 787,
                        "text": "Marsh and Hau (2004)",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "Alternative perspectives. The main empirical support for the relevance of dimensional comparisons has been provided by studies using regression or path analyses based on a single wave of data (Marsh, Kong, & Hau, 2001; Skaalvik & Rankin, 1992 . However, the correlational nature of the relations reported between achievement and ASC in these I/E studies has been criticized, as the hypothesized internal and external comparison processes can only be inferred on the basis of the typical pattern of results. There are four possible methods for substantiating interpretations based on correlational data: experimental, introspective, meta-analytical, and longitudinal approaches.",
                "cite_spans": [
                    {
                        "start": 192,
                        "end": 218,
                        "text": "(Marsh, Kong, & Hau, 2001;",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 219,
                        "end": 242,
                        "text": "Skaalvik & Rankin, 1992",
                        "ref_id": "BIBREF64"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "Applying an experimental approach, Möller and Köller (2001a) conducted three studies that confirmed both the existence and the effects of dimensional comparisons. The first of their studies indicated that Möller et al. dimensional comparison information had the expected effects (e.g., positive feedback in a mathematics task boosts MSC and weakens VSC). The second study revealed inverse effects on ASC when achievement feedback included explicit dimensional comparison information about students' achievements in both tasks. In the third study, dimensional comparison effects were observed even when additional social comparison information was presented. Such experimental evidence (see also Möller, 2005; Möller & Savyon, 2003; obviously goes beyond the analysis of correlational patterns and is a better indicator that the relations observed between achievements and domain-specific ASCs are caused by the counterbalancing effects of social and dimensional comparisons.",
                "cite_spans": [
                    {
                        "start": 35,
                        "end": 60,
                        "text": "Möller and Köller (2001a)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 205,
                        "end": 218,
                        "text": "Möller et al.",
                        "ref_id": null
                    },
                    {
                        "start": 695,
                        "end": 708,
                        "text": "Möller, 2005;",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 709,
                        "end": 731,
                        "text": "Möller & Savyon, 2003;",
                        "ref_id": "BIBREF46"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "Introspective studies provide another means of substantiating correlational interpretations. The question here is whether internal frames of reference are used spontaneously and consciously in everyday life. Möller and Husemann (2006) conducted two diary studies that showed students make internal comparisons in everyday life, even in nonacademic domains, with predictable effects on mood states. Over 2 weeks, university students (Study 1) and high school students (Study 2) recorded more upward than downward internal comparisons. In both studies, multilevel analyses showed links between the direction of comparison and affective state: (a) Upward internal comparisons increased positive mood states; (b) downward internal comparisons increased negative mood states.",
                "cite_spans": [
                    {
                        "start": 208,
                        "end": 234,
                        "text": "Möller and Husemann (2006)",
                        "ref_id": "BIBREF41"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "A meta-analysis of I/E studies tested the generalizability of the I/E predictions based on 69 data sets (N = 125,308). Consistent with predictions, MAch and VAch were highly correlated (.67), but MSC and VSC were nearly uncorrelated (.10). Paths from achievement to the ASC in the corresponding domain were substantial and positive (.61 for mathematics, .49 for verbal), but paths from achievement in one domain to ASC in the other domain were negative (MAch to VSC = -.21; VAch to MSC = -.27). Furthermore, the results showed that generalized support for the predictions of the I/E model was found over different age groups, gender groups, and countries.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "Fourth, longitudinal studies measuring all four constructs on multiple occasions provide a stronger basis for evaluating causal inferences about the linkages between achievements and ASCs as well as their domain specificity. Regrettably, there have to date been only a few relevant studies (e.g., Köller, Klemmert, Möller, & Baumert, 1999; Marsh et al., 2001; Marsh & Köller, 2004; Marsh & Yeung, 1998; Möller & Köller, 2001b ; see the following for more details).",
                "cite_spans": [
                    {
                        "start": 297,
                        "end": 339,
                        "text": "Köller, Klemmert, Möller, & Baumert, 1999;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 340,
                        "end": 359,
                        "text": "Marsh et al., 2001;",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 360,
                        "end": 381,
                        "text": "Marsh & Köller, 2004;",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 382,
                        "end": 402,
                        "text": "Marsh & Yeung, 1998;",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 403,
                        "end": 425,
                        "text": "Möller & Köller, 2001b",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "Integration of the I/E and REM Models: The Reciprocal I/E Model Theoretical model. The new RI/E model (Figure 1c ) is the integration of the REM and the I/E model. Despite the clear theoretical link between the I/E framework and the REM, few articles have explored both frameworks Reciprocal I/E Model in a single model. As Marsh and Köller (2004) have pointed out, combining the two models highlights the strengths of each model that are limitations of the other model. However, there is a potential logical inconsistency between the REM and the I/E model. The REM proposes effects from ASCs to achievements and from achievements to ASCs. However, the I/E model only addresses effects of achievements on ASCs, ignoring the effects of ASCs on achievements. Recognizing this inconsistency, Marsh (2007) noted the I/E model's focus on the effects of achievement does not imply that ASC does not also affect achievement. However, this potential limitation of the I/E model is a focus of the RI/E model.",
                "cite_spans": [
                    {
                        "start": 324,
                        "end": 347,
                        "text": "Marsh and Köller (2004)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 789,
                        "end": 801,
                        "text": "Marsh (2007)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 102,
                        "end": 112,
                        "text": "(Figure 1c",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "The reciprocal effects demonstrated in the REM are largely ignored in the I/E model, whereas the extreme domain specificity demonstrated in the I/E model is largely ignored in the REM. The RI/E model proposes positive effects of achievements and ASCs on subsequent achievements and ASCs in the corresponding domains but negative effects of achievements on subsequent ASCs in noncorresponding (contrasting) domains. Up to this point, the predictions of the RI/E model are consistent with those of both single models. The I/E model is extended longitudinally; the REM is extended to more than one domain. The combination of longitudinal measures of all four constructs makes it possible to additionally test for the effect of prior ASC in one domain on subsequent achievement in another domain. Specifically, the question is whether MSC has a negative impact on subsequent verbal achievement and whether VSC has a negative impact on subsequent mathematics achievement when prior indicators of both measures are controlled. The logic of the I/E model suggests that these effects of ASC on subsequent achievement in noncorresponding (contrasting) domains may be negative. The reason may be that students tend to compare their MSCs and VSCs and that this comparison leads to stronger engagement and time investment in the domain in which they have a higher self-concept and to reduced engagement and time invested in the domain in which they feel less confident. Both processes may lower achievement in the domain in which they have a lower self-concept. However, given the strong domain specificity of self-concepts, we postulate only weak negative effects of self-concepts on subsequent achievements in noncorresponding domains. The answers to these new questions have important theoretical implications as well as important practical and policy-related implications in terms of how to enhance achievement in different domains.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "Empirical support. Although the RI/E model is a newly developed theoretical model, there is already some support for it from previous research. Studies testing for longitudinal effects of ASCs on noncorresponding domains have reported either no significant effects (Köller et al., 1999; Marsh & Yeung, 1998; Möller & Köller, 2001b) or very small negative effects (Marsh & Köller, 2004 ). These studies are described in more detail in the following.",
                "cite_spans": [
                    {
                        "start": 265,
                        "end": 286,
                        "text": "(Köller et al., 1999;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 287,
                        "end": 307,
                        "text": "Marsh & Yeung, 1998;",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 308,
                        "end": 331,
                        "text": "Möller & Köller, 2001b)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 363,
                        "end": 384,
                        "text": "(Marsh & Köller, 2004",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "Testing the complete RI/E model requires longitudinal data sets with repeated measures of ASCs and achievements in more than one domain. To our knowledge, only five studies have drawn on such data sets, and they reveal somewhat inconsistent and incomplete results. First, Marsh and Yeung (1998) found support for the I/E model for mathematics and verbal constructs. Time 1 (Tl) achievement affected Time 2 (T2) ASCs positively within the same domain and negatively across domains. Paths from T2 ASCs to Time 3 (T3) achievement were positive within domains and slightly negative across domains. As ASC was only measured at T2, however, this study does not provide a test of the complete RI/E model. Second, Köller et al. (1999) examined data from a sample of n = 1,754 Grade 7 students. Analyses on the basis of structural equation models (SEMs) and hierarchical linear models supported the validity of the I/E model, also with respect to changes in ASC variables over time. Controlling for prior grades and ASCs, they found positive paths from achievement to the corresponding ASC and negative paths from achievement in one subject to ASC in the other subject. Moreover, controlling for prior achievements, they found positive paths from ASC to the corresponding achievements. Paths from ASCs in one domain to achievement changes in the other domain were nonsignificant and constrained to be zero.",
                "cite_spans": [
                    {
                        "start": 272,
                        "end": 294,
                        "text": "Marsh and Yeung (1998)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 706,
                        "end": 726,
                        "text": "Köller et al. (1999)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Möller et al.",
                "sec_num": null
            },
            {
                "text": "Third, similar results were described in the study of Möller and Köller (2001b) . In their 1-year longitudinal study, they showed that the announcement of mathematics and verbal examination results influenced ASCs positively in the corresponding domain and negatively in the contrasting domain. Controlling for prior grades and ASCs, they found positive paths from achievement to the corresponding ASC at T2 and negative paths from achievement to the noncorresponding ASC. In addition, controlling for T1 achievements, they found positive paths from ASC to the corresponding achievements. Again, paths from ASCs in one domain to achievement changes in the other domain were nonsignificant and constrained to be zero.",
                "cite_spans": [
                    {
                        "start": 54,
                        "end": 79,
                        "text": "Möller and Köller (2001b)",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Möller et al.",
                "sec_num": null
            },
            {
                "text": "Fourth, Marsh et al. (2001) addressed achievement data only at their first measurement point and analyzed their impact on present and subsequent ASCs. In support of the I/E model, (a) mathematics and verbal achievements were highly correlated, whereas MSCs and VSCs were nearly uncorrelated; (b) mathematics and verbal achievements each had positive effects on the corresponding ASC domain but negative effects on contrasting ASC domains (e.g., mathematics achievement had a positive effect on MSC but negative effects on VSC); and (c) these results were very stable over time. However, this study did not obtain the full longitudinal data set needed to properly test the RI/E model. Fifth, Marsh and Köller (2004) analyzed longitudinal data from a cohort of more than 4,000 students. Grades were collected at the end of Grade 6, in the middle of Grade 7, and in Grade 10. MSCs and VSCs were collected at the start and at the end of Grade 7. In support of the REM, the effects of prior Reciprocal I/E Model achievements on noncorresponding ASCs were small but negative, whereas the effects of prior ASCs on subsequent achievements were positive within domains and, most importantly for the RI/E model, weakly (but significantly) negative across contrasting domains.",
                "cite_spans": [
                    {
                        "start": 8,
                        "end": 27,
                        "text": "Marsh et al. (2001)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 691,
                        "end": 714,
                        "text": "Marsh and Köller (2004)",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Möller et al.",
                "sec_num": null
            },
            {
                "text": "In summary, the few studies with longitudinal data sets allowing full consideration of the complete RI/E model have produced somewhat inconsistent results. Overall, the studies support the REM and the I/E model, and the combination of the two models highlights the strong domain specificity of ASCs, with a (positive) longitudinal impact of ASCs on subsequent achievements within domains. However, little can yet be said about the longitudinal impact of ASCs on subsequent achievements in noncorresponding domains. The available findings suggest that these cross-domain effects of prior ASCs on subsequent achievements tend to be slightly negative when prior achievements and ASCs are controlled. Studies implementing a full complement of ASC and achievement measures are needed to clarify this issue. Additionally, it would be interesting to analyze data from more than two measurement points to test direct and indirect effects over time, thus extending scientific knowledge of the longitudinal links between ASCs and achievement.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Möller et al.",
                "sec_num": null
            },
            {
                "text": "The predictions of the present study were derived from the I/E model, the REM (Marsh & Köller, 2004) , and the RI/E model as described in Figure 1a -c.",
                "cite_spans": [
                    {
                        "start": 78,
                        "end": 100,
                        "text": "(Marsh & Köller, 2004)",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 138,
                        "end": 147,
                        "text": "Figure 1a",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "The Present Investigation",
                "sec_num": null
            },
            {
                "text": "Based on the REM, we formulated the following predictions for each domain considered separately:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Present Investigation",
                "sec_num": null
            },
            {
                "text": "1. positive paths from prior achievements to subsequent ASCs in corresponding domains (controlling for prior achievement and ASCs); 2. positive paths from prior ASCs to subsequent achievements in corresponding domains (controlling for prior achievement and ASCs); 3. for Predictions 1 and 2 based on nonadjacent data waves (i.e., T1 and T3), we expected the total effects (i.e., the sum of direct effects and indirect effects) to be more positive than the direct effects (i.e., path coefficients) that have been the primary focus of previous REM research.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Present Investigation",
                "sec_num": null
            },
            {
                "text": "Based on the internal/external frame of reference model, we formulated the following predictions for each wave considered separately:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Present Investigation",
                "sec_num": null
            },
            {
                "text": "4. high positive correlations between mathematics and verbal achievements; 5. small or near-zero correlations between MSCs and VSCs; 6. strong positive paths from achievements to corresponding ASCs; 7. weak negative paths from achievements to contrasting ASCs.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Present Investigation",
                "sec_num": null
            },
            {
                "text": "Based on the RI/E model, we formulated the following additional predictions for the combination of both domains across all three waves of data:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Present Investigation",
                "sec_num": null
            },
            {
                "text": "8. support for the REM (Predictions 1-3) generalizes over the mathematics and verbal domain when both domains are considered in the same model; 9. support for the I/E model (Predictions 4-7) generalizes over time when longitudinal data are considered; 10. weak negative effects of ASCs on contrasting achievements (controlling for prior achievement and ASCs).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Present Investigation",
                "sec_num": null
            },
            {
                "text": "The sample of this study stems from a larger project mainly dealing with the development of reading comprehension and motivation (e.g., Retelsdorf, Köller, & Möller, 2011; Retelsdorf & Möller, 2008) . The sample comprised N = 1,508 Grade 5 students (49% girls; age at T1: M = 10.88 years, SD = 0.56) from 60 schools who were representative of the federal state of Schleswig-Holstein, Germany. One core characteristic of the secondary school context in Germany is explicit between-school tracking. After elementary school, students are assigned to different types of secondary school based on their abilities and prior achievement. These different tracks prepare students either for university (academic track Gymnasium) or for vocational training (nonacademic tracks Realschule and Gesamtschule and the lowest track Hauptschule) and differ with regard to composition, mean achievement levels, parents' socioeconomic status (SES), and institutional factors such as curriculum and instructional style (e.g., LeTendre, Hofer, & Shimizu, 2003) .",
                "cite_spans": [
                    {
                        "start": 136,
                        "end": 171,
                        "text": "Retelsdorf, Köller, & Möller, 2011;",
                        "ref_id": "BIBREF60"
                    },
                    {
                        "start": 172,
                        "end": 198,
                        "text": "Retelsdorf & Möller, 2008)",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 1006,
                        "end": 1039,
                        "text": "LeTendre, Hofer, & Shimizu, 2003)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Method Sample",
                "sec_num": null
            },
            {
                "text": "The majority of our sample (n = 940 students, 62%) attended nonacademic track schools: 13 low track (Hauptschule, n = 268), 22 middle track (Realschule, n = 573), and 4 comprehensive schools (Gesamtschule, n = 99). The academic track sample consisted of n = 568 high track students (Gymnasium) from 21 schools. Data were collected by the IEA Data Processing and Research Center (DPC) Hamburg. The DPC has extensive expertise in sampling, data collection, and data preparation and has been responsible for data collection in large-scale international assessments such as PISA, Third International Mathematics and Science Study (TIMSS), and Progress in International Reading Literacy Study (PIRLS). In our study, students' grades on their last report card were collected approximately every 18 months in Grade 5, Grade 6, and Grade 8, constituting time points T1, T3, and T5. Self-concept questionnaires were administered about 8 to 10 weeks after announcement of these grades, at T2, T4, and T6. Hence, T1 took place immediately after students were assigned to the different secondary tracks (there is no tracking in the German elementary school system). For the Reciprocal I/E Model majority of our sample it was true that both parents were born in Germany. Only 7.2% of the children reported that one parent has not been born in Germany and 9.0% reported that both of their parents have not been born in Germany. Immigrants in Germany mainly stem from Turkey, Italy, Poland, and Greece.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Method Sample",
                "sec_num": null
            },
            {
                "text": "School grades. We obtained students' grades on their last report card in Grades 5 (T1), 6 (T3), and 8 (T5) for German (as first language) and mathematics. Students were taught math and German by two different teachers. The German grading system ranges from 1 (outstanding) to 6 (fail). To facilitate the interpretation of our results, school grades were reverse coded so that higher scores reflected more positive outcomes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "Self-concept. We defined domain-specific self-concepts as the general belief of doing well or poorly in the corresponding domain. As advised by Skaalvik and Valas (1999) , we did not include any motivational or emotional items, which have been found to load on different factors in some investigations (e.g., Skaalvik & Rankin, 1992) . The three items implemented were as follows: ''Math is one of my best subjects;'' ''In math, I do quite well;'' and ''In math, I usually get good grades.'' 1 These items are originated from the Self-Description Questionnaire (SDQ II; Marsh, 1999) and serve as example items in Bong and Skaalvik (2003) to cover domain-specific academic selfconcepts. The wording of the items for the two subjects was strictly parallel except for the subject (i.e., math vs. German). Students responded to each item on a 4-point (from 1 = disagree to 4 = agree) response format. Reliabilities (Cronbach's a) of the domain-specific self-concepts were good (German: T2 = .85, T4 = .88, T6 = .90; mathematics: T2 = .90, T4 = .90, T6 = .91).",
                "cite_spans": [
                    {
                        "start": 144,
                        "end": 169,
                        "text": "Skaalvik and Valas (1999)",
                        "ref_id": "BIBREF67"
                    },
                    {
                        "start": 309,
                        "end": 333,
                        "text": "Skaalvik & Rankin, 1992)",
                        "ref_id": "BIBREF64"
                    },
                    {
                        "start": 570,
                        "end": 582,
                        "text": "Marsh, 1999)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 613,
                        "end": 637,
                        "text": "Bong and Skaalvik (2003)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "Missing data. Missing data are a common problem in longitudinal studies. In our study, on average 18.5% of the data were missing per variable. Historically, researchers typically used listwise or pairwise deletion for missing data, but these procedures are no longer seen as acceptable unless there is very little missing data (e.g., Graham, 2009) . Current best practice is to use either multiple imputation or full-information maximum likelihood estimation (FIML). Although asymptotically equivalent when based on the same data, multiple imputation has potentially important strategic advantages, in that it is possible to include background variables that are not part of the model to be tested, whereas FIML is typically limited to the variables included in the model. Furthermore, when alternative models based on different variables are considered, the FIML approach may be idiosyncratic to the particular set of variables under consideration in a particular model.",
                "cite_spans": [
                    {
                        "start": 334,
                        "end": 347,
                        "text": "Graham, 2009)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Analytical Issues",
                "sec_num": null
            },
            {
                "text": "For these reasons, we chose to use multiple imputation rather than FIML. More specifically, we used the STATA routine ICE (Royston, 2004) to create m = 5 complete data sets. All information available (SES, cognitive abilities, etc.) was used to improve the imputation model. All subsequent analyses were then conducted five times and the results were combined following Rubin (1987) .",
                "cite_spans": [
                    {
                        "start": 122,
                        "end": 137,
                        "text": "(Royston, 2004)",
                        "ref_id": "BIBREF62"
                    },
                    {
                        "start": 370,
                        "end": 382,
                        "text": "Rubin (1987)",
                        "ref_id": "BIBREF63"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Möller et al.",
                "sec_num": null
            },
            {
                "text": "Structural equation modeling. In this study, we estimated structural equation models using Mplus 5.2 (L. K. Muthén & Muthén, 2008) . Model estimation was based on the robust maximum likelihood estimator (MLR; Yuan & Bentler, 2000) that provides standard errors and fit statistics that correct for non-normality of the product indicators. This estimator has been shown to perform as well as robust weighted least squares methods (Lei, 2009) that are not easily incorporated into studies of the invariance of constructs in large, complex models (e.g., Millsap & Yun-Tein, 2004) .",
                "cite_spans": [
                    {
                        "start": 108,
                        "end": 130,
                        "text": "Muthén & Muthén, 2008)",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 209,
                        "end": 230,
                        "text": "Yuan & Bentler, 2000)",
                        "ref_id": "BIBREF70"
                    },
                    {
                        "start": 428,
                        "end": 439,
                        "text": "(Lei, 2009)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 550,
                        "end": 575,
                        "text": "Millsap & Yun-Tein, 2004)",
                        "ref_id": "BIBREF39"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Möller et al.",
                "sec_num": null
            },
            {
                "text": "In our SEMs, all self-concept constructs were specified as latent variables. School grades, however, were measured with a single indicator and included as manifest variables in all models. SEM research typically focuses on the ability of a priori models to fit the data, as summarized by sample size independent indexes of fit (e.g., Marsh, 2007; Marsh, Balla & Hau, 1996; Marsh, Balla, & McDonald, 1988) . Here, we considered the root mean square error of approximation (RMSEA), the Tucker-Lewis Index (TLI), and the Comparative Fit Index (CFI), as operationalized in Mplus in association with the MLR estimator (L. K. Muthén & Muthén, 2008) . We also considered the robust x 2 test statistic and parameter estimates. TLI and CFI values greater than .90 or .95 are typically interpreted to reflect an acceptable or excellent fit to the data. RMSEA values smaller than .05 or .08 are typically interpreted to reflect a close or a reasonable fit to the data. In confirmatory factor analysis (CFA) studies, it is sometimes more useful to compare the relative fit of different models in a nested or partially nested taxonomy of models (Marsh, 2007) . Any two models are nested if the set of parameters estimated in the more restrictive model is a subset of the parameters estimated in the less restrictive model. This comparison can be based on a chi-square difference test. However, this test presents the same problems as the chi-square test used to test goodness of fit, which led to the development of fit indexes (see . For this reason, researchers have posited a variety of ad hoc guidelines for evaluating when differences in fit are sufficiently large to reject a more parsimonious model (i.e., the more highly constrained model with fewer estimated parameters) in favor of a more complex model. It has been suggested that support for the more parsimonious model requires a change in CFI of less than .01 (Cheung & Rensvold, 2002) or a change in RMSEA of less than .015. Marsh (2007) noted that some indexes (e.g., TLI and RMSEA) incorporate a penalty for lack of parsimony so that a more parsimonious model can fit the data better than a less parsimonious model (i.e., the gain in parsimony is greater than the loss in fit). Hence, Reciprocal I/E Model a more conservative guideline is that the more parsimonious model is supported if the TLI or RMSEA is as good as or better than that for the more complex model. Nevertheless, all these proposals should be considered as rough guidelines or rules of thumb.",
                "cite_spans": [
                    {
                        "start": 334,
                        "end": 346,
                        "text": "Marsh, 2007;",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 347,
                        "end": 372,
                        "text": "Marsh, Balla & Hau, 1996;",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 373,
                        "end": 404,
                        "text": "Marsh, Balla, & McDonald, 1988)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 620,
                        "end": 642,
                        "text": "Muthén & Muthén, 2008)",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 1132,
                        "end": 1145,
                        "text": "(Marsh, 2007)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 1910,
                        "end": 1935,
                        "text": "(Cheung & Rensvold, 2002)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 1976,
                        "end": 1988,
                        "text": "Marsh (2007)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Möller et al.",
                "sec_num": null
            },
            {
                "text": "With regard to the longitudinal character of our study, we made two more specifications in our SEM. First, we allowed correlated uniqueness; namely, we allowed correlations between the residuals of the self-concept items that were measured on several occasions for the same subjects. Ignoring these correlated uniquenesses typically results in positively biased stability coefficients (e.g., .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Möller et al.",
                "sec_num": null
            },
            {
                "text": "Second, we tested for measurement invariance of the self-concept measures over time to ensure that the construct meaning of the latent factors was the same at every data collection wave. In the context of our study, weak factorial invariance is of critical importance since this type of invariance is considered to be the minimum when examining covariance relations (e.g., Little, Preacher, Selig, & Card, 2007 ). The first model tested-assuming configural invariance meaning that no parameters are constraint to be equal over time-fitted the data well, x 2 (102) = 594.19, CFI = .968, TLI = .951, RMSEA = .057, standardized root mean square residual (SRMR) = .037. In a next step, weak factorial invariance was tested by constraining the factor loadings to be equal over time; the model fit was x 2 (110) = 619.56, CFI = .966, TLI = .953, RMSEA = .055, SRMR = .039. Finally, we also tested strong (item intercepts additionally constraint to be equal over time), x 2 (118) = 652.75, CFI = .965, TLI = .954, RMSEA = .055, SRMR = .041, and strict (item uniqueness additionally constraint to be equal over time), x 2 (130) = 719.19, CFI = .961, TLI = .954, RMSEA = .055, SRMR = .041, invariance. Based on the guidelines for model comparisons presented earlier, the assumption of strict model invariance was supported.",
                "cite_spans": [
                    {
                        "start": 373,
                        "end": 410,
                        "text": "Little, Preacher, Selig, & Card, 2007",
                        "ref_id": "BIBREF17"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Möller et al.",
                "sec_num": null
            },
            {
                "text": "As our sample consisted of students nested in schools, we corrected standard errors (Mplus option: type = complex) to account for this fact in all of our analyses. This option uses a ''sandwich estimator'' that investigates the actual amount of dependencies among observations within explicitly defined clusters, such as schools or classes, and corrects the estimated standard errors accordingly (B. Muthén & Satorra, 1995) . Ignoring this nesting might lead to incorrect standard errors and thus to biased significance tests (e.g., Hox, 2002) .",
                "cite_spans": [
                    {
                        "start": 400,
                        "end": 423,
                        "text": "Muthén & Satorra, 1995)",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 533,
                        "end": 543,
                        "text": "Hox, 2002)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Möller et al.",
                "sec_num": null
            },
            {
                "text": "Finally, Mplus has the advantage that it automatically combines the results of multiple imputed data sets.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Möller et al.",
                "sec_num": null
            },
            {
                "text": "In our study, whole classes were sampled at the beginning of secondary school; we collected their T1 grades from last report cards from their elementary schools. As expected, elementary school grades differ between secondary school tracks, namely, students at the academic track (M = 2.09, SD = 0.64 in math and M = 2.11, SD = 0.57 in German) had better elementary school grades compared to those from nonacademic tracks (M = 3.07, SD = 0.88 in math and M = 3.14, SD = 0.78 in German). Between T1 and T2 they changed to different secondary schools and school tracks. From T2 to T6 they stayed in their whole classes, with some unsystematic exceptions. Therefore, cross-nested data are a minor problem. Since we used grades as achievement indicators, class average achievement only varied at T1 because grades from elementary schools were recorded (see previous discussion). Secondary school grades typically do not vary among classes because teachers, when they assign grades, provide them with a normal distribution in their mind, that is, few students get an A or a F, some more a B and D, and most C. As a result, the class means are more or less the same. The same is true, however, in schools, where classes within schools do not differ in their average grades. To support this argument, we checked whether there was systematic variance of grades among classes at T3 and T5. As expected, intraclass correlations were below .10. Due to the aforementioned reasons, the intraclass correlation at T1 was larger (.44 for German and .35 for math).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Möller et al.",
                "sec_num": null
            },
            {
                "text": "Moreover, we also tested a model leaving out T1 and T2 measures. The effects were slightly larger than those from the models including those measures, but the pattern of results was alike. One additional effect-supporting Prediction 7 (weak negative paths from achievements to contrasting ASCs)-was recorded: T3 MAch negatively affected T6 VSC (-.07, p \\ .05).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Möller et al.",
                "sec_num": null
            },
            {
                "text": "Direct, indirect, and total effects. For the RI/E model (Figure 1c ), we examined direct, indirect, and total effects. Total effects are the sum of all direct (unmediated) and indirect (mediated) effects between two variables. Direct effects were defined as the standardized path coefficients when all variables were included in the model. Indirect effects were defined as the standardized effects that were mediated by intervening variables. For example, in Figure 1c , the path from T1 MAch to T4 VSC via T2 MSC and T3 VAch is an indirect path, in which T2 MSC and T3 VAch mediate the effects of T1 MAch on T4 VSC. Separate tests of statistical significance were conducted for each direct and indirect effect (see L. K. Muthén & Muthén, 2008) . Partialing out the effects of specific intervening variables provides an indication of how important the intervening variables are in mediating effects of prior variables on subsequent outcomes. In Mplus, we used the IND command to request a specific indirect effect (e.g., the path T1 MAch ! T2 MSC ! T3 VAch ! T4 VSC only). Direct, indirect, and total effects were examined for both domain-specific reciprocal effects models and for the RI/E model (see Tables 2 and 3) .",
                "cite_spans": [
                    {
                        "start": 722,
                        "end": 744,
                        "text": "Muthén & Muthén, 2008)",
                        "ref_id": "BIBREF52"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 56,
                        "end": 66,
                        "text": "(Figure 1c",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 459,
                        "end": 468,
                        "text": "Figure 1c",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1202,
                        "end": 1217,
                        "text": "Tables 2 and 3)",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Möller et al.",
                "sec_num": null
            },
            {
                "text": "Table 1 presents descriptive statistics for the core variables in the three waves. As expected, there were high positive correlations between mathematics and verbal grades and lower correlations between MSCs and VSCs. Consistent with our presentation of the hypotheses, we first present our tests of the REM, then our tests of the I/E model, and finally our tests of the RI/E model.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Mathematics. Our analyses of the links between mathematics achievement and MSC supported the REM, x 2 (37) = 337.90, CFI = .969, TLI = .944, RMSEA = .073, SRMR = .037. The total effects of both prior mathematics grades and MSC on both subsequent mathematics grades and MSC were substantial. The direct effects of mathematics grades on subsequent MSCs were positive and strong from T1 to T2, from T3 to T4, and from T5 to T6, the latter even when prior effects of both variables were controlled. The direct effects of MSCs on subsequent grades were weaker but still statistically significant and positive from T2 to T3 and from T4 to T5, even when prior measures of both constructs were controlled. Note that there was an inherent bias in the design toward larger effects of grades on ASCs than of ASCs on grades because the first effects were measured within a school year and the latter at an interval of about 18 months.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reciprocal Effects Model",
                "sec_num": null
            },
            {
                "text": "The sizes of these effects-in particular, the longitudinal effects of T4 MSC on T5 MAch (.27) even when prior MSCs and grades were controlled-were striking. These results are impressive because there was a gap of about 18 months between T4 and T5 and because we controlled for two achievement measures and one self-concept measure. As in the Marsh and Köller (2004) study, we found strong support for the effects of prior self-concepts on subsequent academic achievement. Hence, as predicted by the selfenhancement model, ASC has significant path coefficients to academic achievement, and as predicted by the skill development model, there are even stronger path coefficients from academic achievement to ASC. Both effects were stronger for adjacent measurement points. Our central hypotheses for the REM were (1) positive paths from achievements to corresponding self-concepts, even when prior grades and self-concepts were controlled, and (b) positive paths from self-concepts to corresponding achievements, even when prior grades and self-concepts were controlled. For mathematics, Hypothesis 1 was supported for the effects from T1 to T2, T3 to T4, and T5 to T6. Hypothesis 2 was supported for the effects from T2 to T3 and T4 to T5. The total effects (the sum of direct effects and indirect effects) were more positive than the direct effects (i.e., path coefficients) that have been the primary focus of previous REM research, thus supporting Hypothesis 3.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reciprocal Effects Model",
                "sec_num": null
            },
            {
                "text": "Verbal. Our analyses of the links between verbal achievement and VSC supported the REM, x 2 (37) = 360.25, CFI = .963, TLI = .934, RMSEA = .076, SRMR = .035. The total effects of both verbal grades and VSC on both subsequent verbal indicators were substantial. The direct effects of verbal grades on subsequent VSCs were positive from T1 to T2, from T3 to T4, and from T5",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reciprocal Effects Model",
                "sec_num": null
            },
            {
                "text": "Reciprocal I/E Model to T6, the latter even when prior effects of both variables were controlled. The direct effects of VSCs on subsequent grades were also significantly positive from T2 to T3 and from T4 to T5, even when prior effects of both variables were controlled (see Table 2 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 275,
                        "end": 282,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "1331",
                "sec_num": null
            },
            {
                "text": "Summary. In summary, analyses of both mathematics and verbal constructs provided strong support for both the self-enhancement model and the skill development model and their integration into the REM, particularly for adjacent time points (for fit indices, see Table 3 ). Importantly, the central assumption of the REM was supported, in that ASC and achievement were reciprocally related for both mathematics and verbal constructs.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 260,
                        "end": 267,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "1331",
                "sec_num": null
            },
            {
                "text": "The I/E model predicts (4) high positive correlations between mathematics and verbal achievements, (5) small or near-zero correlations between Möller et al.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "MSCs and VSCs, (6) strong positive paths from prior achievement indicators to subsequent self-concepts in the same domain, and (7) weak negative paths from achievements to noncorresponding self-concepts (controlling for prior ASCs and grades).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "As Table 1 shows, the correlations between mathematics and verbal grades were high and positive (T1 =.54, T3 = .46, T5 = .50), whereas the correlations between MSCs and VSCs were much lower (T2 = .12, T4 = .05, T6 = .03). However, that most important tests of the I/E model are tests of the four path coefficients (Figure 1b) . Our results provide clear support of the I/E predictions for the paths from T1 grades to T2 ASCs, from T3 grades to T4 ASCs, and from T5 grades to T6 ASCs (see Figure 2a-c) . As predicted, the two horizontal paths (mathematics grade to MSC and verbal grade to VSC) were consistently substantial and positive, whereas the two cross paths (verbal grade to MSC and mathematics grade to VSC) were consistently negative. Together with the positive correlations between the two grades and the weak correlations between the two self-concepts, these results support Hypotheses 4 through 6.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 3,
                        "end": 10,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 314,
                        "end": 325,
                        "text": "(Figure 1b)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 488,
                        "end": 500,
                        "text": "Figure 2a-c)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "The present investigation was specifically designed to test the integration of the REM and the I/E model into the new RI/E model. Key predictions were that support for the REM would generalize over domains when both the mathematical and verbal domains were considered and that support for the I/E model would generalize over time for longitudinal data. Beyond these extensions to the REM and I/E models, the RI/E model additionally predicts negative effects of prior ASCs on subsequent noncorresponding achievements when prior achievements are controlled. The goodness of fit indices were satisfactory for the full model based on the total sample-mathematics and verbal constructs over all waves of data collection, x 2 (182) = 1142.84, CFI = .954, TLI = .931, RMSEA = .059, SRMR = .039. Note. ACH = achievement; SC = self-concept. Möller et al.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Integrating the Internal/External Frame of Reference Model and the Reciprocal Effects Model Into a Reciprocal I/E Model",
                "sec_num": null
            },
            {
                "text": "1334 Table 4 presents the direct, indirect, and total effects for the full RI/E model (for a visualization of direct and total effects see Figure 3) . Generalizability of the REM. Consistent with extension of the REM to include both the mathematical and verbal domains, support for the predictions of the REM generalized over domains when both domains were considered in the same model. Indeed, support for the REM was as strong or even stronger when both domains were considered simultaneously (Table 4) than when they were considered separately (Table 2) . Thus, for example, when mathematics and verbal constructs were considered simultaneously (Table  4) , the total effects of T1 MAch on subsequent MSCs and of T2 MSC on subsequent MAchs were consistently somewhat larger than when only mathematics constructs were considered (Table 2) . A similar pattern of results emerged for the verbal constructs. These results again demonstrate why it is important to consider both direct and total effects when evaluating the REM on the basis of more than two waves of data. In summary, not only did support for the REM generalize to models including both the mathematical and verbal domains, but this support was even stronger when both domains were considered simultaneously.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 5,
                        "end": 12,
                        "text": "Table 4",
                        "ref_id": "TABREF3"
                    },
                    {
                        "start": 139,
                        "end": 148,
                        "text": "Figure 3)",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 495,
                        "end": 504,
                        "text": "(Table 4)",
                        "ref_id": "TABREF3"
                    },
                    {
                        "start": 547,
                        "end": 556,
                        "text": "(Table 2)",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 648,
                        "end": 658,
                        "text": "(Table  4)",
                        "ref_id": "TABREF3"
                    },
                    {
                        "start": 831,
                        "end": 840,
                        "text": "(Table 2)",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Reciprocal I/E Model",
                "sec_num": null
            },
            {
                "text": "Generalizability of the I/E model. Consistent with extension of the I/E model to include multiple waves of data, support for the predictions of the I/E generalized over time (Prediction 9). Here again, it is important to consider direct, indirect, and total effects-particularly for nonadjacent waves of data. For example, T1 MAch had a direct effect of -.08 on T6 VSC, but the indirect effect was -.12, resulting in a total effect of -.20. Similarly, T1 VAch had a direct effect of only -.03 (not statistically significant) on T6 MSC but an indirect effect of -.15, resulting in a total effect of -.18. In summary, the total effects of grades in one domain on ASCs in the contrasting domain were consistently more negative than the direct effects that are typically the focus of I/E studies. Consistent with Prediction 9, results for the RI/E model demonstrated that support for the I/E model generalized over time.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reciprocal I/E Model",
                "sec_num": null
            },
            {
                "text": "Longitudinal cross-domain effects of ASCs. The intriguing new prediction formulated on the basis of the RI/E model was that the cross-domain effects of prior ASCs on subsequent grades would be weakly negative. Thus, for example, although prior MSC has a positive effect on subsequent MAch, the effect of prior MSC on subsequent VAch was predicted to be weakly negative. Because tests of the I/E model are typically based on a single wave of data and tests of the REM are typically based on a single domain, there have to date been few satisfactory tests of this prediction. The results of our study provide some support for this prediction, but the support is not strong. For example, the effects of T2 VSC on T3 MAch (-.06) and the effects of T2 MSC on T3 VAch (-.08) were both negative, but both effects were marginally nonsignificant (.10 \\ p \\ .05). However, when both effects were simultaneously constrained to be zero, the fit of the model was significantly Möller et al.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reciprocal I/E Model",
                "sec_num": null
            },
            {
                "text": "poorer, Dx 2 (2) = 9.22, p \\ .01, indicating that the negative effects were statistically significant. Furthermore, the total effects of T2 VSC on T6 MAch (-.10) and the total effects of T2 MSC on T6 VAch (-.08) were also negative and statistically significant. However, the effects of T4 VSC on T6 MAch (-.06) and of T4 MSC on T6 VAch (.02) were not statistically significant. In summary, there is some support for the prediction that prior ASCs would have small negative effects on grades in the noncorresponding domain (Prediction 10). 2 Although the support for the prediction of negative effects is not strong, there is no evidence that the effects are positive. Consistent with the other research reviewed previously, the present findings of longitudinal cross-domain effects of prior ASCs on subsequent achievements in contrasting domains provide new evidence for the extreme domain specificity of relations between ASC and achievement.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reciprocal I/E Model",
                "sec_num": null
            },
            {
                "text": "The present investigation integrates into one theoretical model (the RI/E model) two of the central models describing the relations between ASC and Reciprocal I/E Model achievement (the REM and I/E models). Our results demonstrate that support for the classical REM and I/E models generalizes over the 3 years covered in our longitudinal study. Consistent with the REM, there were significant effects of prior ASC on subsequent achievement and of prior achievement on subsequent ASC in both verbal and mathematics domains. Combining verbal and mathematics constructs within a single model provided even stronger support for the REM than considering the two domains separately (the typical test of the REM). These findings thus extend previous support for the hypothesis that there is a reciprocal relation between ASC and achievement, each being an effect and a cause of the other. The results have important implications for educational practice, indicating that in order to enhance either ASC or achievement, it is important to target both constructs. Neglecting either one is likely to have adverse effects on the other over time.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Consistent with the I/E model, the average correlation between mathematics and verbal grades was strongly positive and much higher than the correlation between MSCs and VSCs. Additionally, the two horizontal paths relating MAch to MSC and VAch to VSC were substantial and positive. Of central importance to the I/E model, paths relating MAch to VSC and VAch to MSC were consistently negative. Extending previous research, support for each of these predictions generalized over time-particularly when based on total effects.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Our study overcomes the limitations on the generalizability of findings from prior I/E research that result from ASCs and grade being assessed at a single point of measurement. Most previous tests of the I/E model have focused on the effects of achievement on ASC but largely ignored the effects of ASC on achievement. Although few previous I/E studies have implemented a longitudinal design, their findings are consistent with the results of the present investigation in supporting the assumptions of the I/E model. Prior achievement in one domain has negative effects on ASCs in noncorresponding domains. Moreover, there seems to be a reciprocality of these effects (Marsh & Köller, 2004; Valentine et al., 2004) . Consistent with the results of Marsh and Köller (2004) , we also found small negative crossdomain effects of prior ASCs in one domain on achievements in the contrasting domain. In the Marsh and Köller study, these effects were consistently significant, whereas in our study only some of these negative effects were statistically significant. However, also consistent with RI/E model predictions, the total effects were also slightly negative. Altogether, dimensional comparisons between ASCs obviously do not affect subsequent achievements in the noncorresponding domain very strongly. It is possible that Möller et al.",
                "cite_spans": [
                    {
                        "start": 668,
                        "end": 690,
                        "text": "(Marsh & Köller, 2004;",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 691,
                        "end": 714,
                        "text": "Valentine et al., 2004)",
                        "ref_id": "BIBREF68"
                    },
                    {
                        "start": 748,
                        "end": 771,
                        "text": "Marsh and Köller (2004)",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Strengths, Limitations, Educational Implications, and Directions for Further Research",
                "sec_num": null
            },
            {
                "text": "people do not compare their self-concepts in two domains in the same way as their achievements. The I/E model is not as reciprocal as the effects described in the REM. Self-concepts are so domain specific that they have much stronger effects on subsequent achievements within than across domains. This finding usefully extends the rationale behind the dimensional comparison process.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Strengths, Limitations, Educational Implications, and Directions for Further Research",
                "sec_num": null
            },
            {
                "text": "From a practical perspective, the weakness of these negative crossdomain effects-although not completely supportive of RI/E model predictions-can be considered a positive finding. Enhancing achievement in one domain is likely to have a positive effect on self-concept in the corresponding domain but a potentially worrying negative effect on ASCs in contrasting domains. However, whereas enhancing ASC in one domain is also likely to have a positive effect on subsequent achievement in that same domain, it is not likely to have any substantial effect on achievements in contrasting domains. Although there seems to be cause for concern that achievement interventions focusing on a particular domain may have negative effects in contrasting domains, this seems to be less of a problem for ASC interventions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Strengths, Limitations, Educational Implications, and Directions for Further Research",
                "sec_num": null
            },
            {
                "text": "In the present investigation, we used teacher-assigned grades rather than standardized test results as achievement indicators. In their meta-analysis, have shown that the links between mathematics and verbal achievement and self-concept indicators do not differ between studies using teacher-assigned grades versus standardized test results. As in the present study, the meta-analysis showed that processes of internal or dimensional comparison seem to negatively affect mathematics and verbal indicators across domains, independently of the type of achievement measure. At the same time, processes of external or social comparison seem to positively affect mathematics and verbal indicators within domains, independently of the type of achievement measure. Although beyond the scope of the present investigation, a useful direction for future research would be to extend the RI/E model to include both school grades and standardized test scores. This would enable us to additionally deal with the bigfish-little-pond effect , namely, the phenomenon that a high mean achievement level of a class or school has a negative effect on students' academic self-concepts, which is not suitable for grades.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Strengths, Limitations, Educational Implications, and Directions for Further Research",
                "sec_num": null
            },
            {
                "text": "Longitudinal studies measuring achievements and ASCs in multiple waves provide a stronger basis for causal inferences than do the cross-sectional studies typically used to test the I/E model. The design of the study was such that students were selected to be in the study from their fifth-grade homeroom classroom. However, in seventh and eighth grades, students were not necessarily in a classroom with other study participants, making the estimation of classroom-level effects difficult because we did not have enough information on classrooms to accurately estimate their effects.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Strengths, Limitations, Educational Implications, and Directions for Further Research",
                "sec_num": null
            },
            {
                "text": "Accounting for the nested nature of the data at the school level allowed us to consistently control for context across the six time points of this study.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reciprocal I/E Model",
                "sec_num": null
            },
            {
                "text": "Academic self-concepts are important moderator variables, in terms of subsequent achievement, coursework selection, long-term educational aspirations, and engagement. Because this is an important variable, it is relevant for teachers as professionals to understand the processes that lead to different academic self-concepts. Parents as well might know how their children's self-concepts develop. Therefore, it would be helpful for them to have an idea about the strong domain specificity of academic self-concepts and the relations between achievements and self-concepts.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reciprocal I/E Model",
                "sec_num": null
            },
            {
                "text": "The strong domain specificity of ASCs that led to the development of the I/E model and the reciprocal effects of achievement and self-concepts that led to the development of the REM each have implications for teachers and parents and for educational practice. To understand the development of their students' ASCs in different content areas, teachers must be aware of the implications of the REM, the I/E model, and the RI/E model. In the following paragraphs, we summarize what is known from empirical research about teachers' knowledge of the three models addressing the relations between achievement and self-concept.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reciprocal I/E Model",
                "sec_num": null
            },
            {
                "text": "First, not a great deal is known about teachers' understanding of the relations described by the REM. Longitudinal studies on the development of teacher-inferred students' self-concepts in relation to students' achievements might prove valuable here. An understanding of the principles that lead to the effects described in the REM might help teachers to implement self-concept enhancement programs that may in turn improve their students' subsequent academic achievements. On the other hand, the primary purpose of schools is to improve students' academic skills. According to the reciprocal effects model, this is accomplished through better achievements and more positive ASCs as the Valentine et al. (2004) meta-analysis shows. As Marsh and Köller (2004) have pointed out, positive long-term effects of self-concept enhancement and of skill development on both ASCs and academic achievements are more likely when self-concepts and skills are enhanced simultaneously.",
                "cite_spans": [
                    {
                        "start": 687,
                        "end": 710,
                        "text": "Valentine et al. (2004)",
                        "ref_id": "BIBREF68"
                    },
                    {
                        "start": 735,
                        "end": 758,
                        "text": "Marsh and Köller (2004)",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reciprocal I/E Model",
                "sec_num": null
            },
            {
                "text": "Second, observers seem to be quite insensitive to the internal and dimensional comparison processes that are the basis of the I/E model. When teachers think about a student's self-concept, they tend to reflect primarily the social comparison process, meaning that teachers' reflections are not nearly as domain specific as their students' responses (Marsh, Smith, & Barnes, 1984) . Teachers tend to assume that students who are bright in one area will have good ASCs in all areas and that students who are weak performers in one area will have poor ASCs in all areas. This seems to apply not only to teachers but also to parents (Dai, 2002) and classmates (Pohlmann, Möller, & Streblow, 2004) . Third, with regard to the RI/E model, it seems unlikely that teachers and parents know a great deal about the reciprocity of achievements and selfconcepts within and across domains. It is an open question whether teachers and parents are able to accurately estimate the reciprocity of the relationships between achievement and self-concept over time and to consider the strong domain specificity of ASCs, in particular. Like our present study, almost all previous studies testing the I/E model or the REM have focused on mathematics and the native language. An interesting extension of the models is to explore other subjects from the verbal and mathematical domains, as has been done in some I/E research (e.g., Bong, 1998; Marsh et al., 2001; Nagy, Trautwein, Baumert, Köller, & Garrett, 2006; Yeung, Lee, & Wong, 2001) . Some researchers have found negative paths between certain languages; others have found positive paths from mathematics (physics) achievement to physics (mathematics) self-concept (Möller, Streblow, Pohlmann, & Köller, 2006) . Relations between achievement and self-concept indicators seem to be affected by students' beliefs on the characteristics of the subjects. If students consider abilities in two subjects to be positively correlated, the impact of dimensional comparisons decreases, and the paths from an indicator in one domain to an indicator in the other may even be positive. If, on the other hand, they consider abilities in two subjects to be negatively correlated, dimensional comparisons cause negative paths from one domain to the other .",
                "cite_spans": [
                    {
                        "start": 349,
                        "end": 379,
                        "text": "(Marsh, Smith, & Barnes, 1984)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 629,
                        "end": 640,
                        "text": "(Dai, 2002)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 656,
                        "end": 692,
                        "text": "(Pohlmann, Möller, & Streblow, 2004)",
                        "ref_id": "BIBREF58"
                    },
                    {
                        "start": 1408,
                        "end": 1419,
                        "text": "Bong, 1998;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 1420,
                        "end": 1439,
                        "text": "Marsh et al., 2001;",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 1440,
                        "end": 1490,
                        "text": "Nagy, Trautwein, Baumert, Köller, & Garrett, 2006;",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 1491,
                        "end": 1516,
                        "text": "Yeung, Lee, & Wong, 2001)",
                        "ref_id": "BIBREF69"
                    },
                    {
                        "start": 1699,
                        "end": 1743,
                        "text": "(Möller, Streblow, Pohlmann, & Köller, 2006)",
                        "ref_id": "BIBREF49"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reciprocal I/E Model",
                "sec_num": null
            },
            {
                "text": "Our study concerned social as well as dimensional comparisons. As noted by Skaalvik and Skaalvik (2002) , however, other types of internal comparisons are also relevant for the formation of self-judgments: temporal comparisons of achievements across time, comparisons of achievements with goals and aspirations, and comparisons of achievement with applied effort. As yet, there is no empirical evidence that these types of internal comparisons influence selfconcepts or achievements in the same way as social and dimensional comparisons. However, future research may help us to understand interrelationships going beyond dimensional and social comparisons.",
                "cite_spans": [
                    {
                        "start": 75,
                        "end": 103,
                        "text": "Skaalvik and Skaalvik (2002)",
                        "ref_id": "BIBREF66"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reciprocal I/E Model",
                "sec_num": null
            },
            {
                "text": "Although many studies (and even meta-analyses) have confirmed the basic assumptions of the I/E model and of the REM, few have used a longitudinal design to combine the two models. This kind of approach promises to tell a fuller story of the relations between achievement and self-concepts; in particular, it lends more support to the positive effects of self-concepts on subsequent achievements, as predicted by the self-enhancement approach. By formalizing this design in the RI/E model, we hope to encourage further research that combines multiple domains (as in I/E studies) with a longitudinal design (as in REM studies).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reciprocal I/E Model",
                "sec_num": null
            },
            {
                "text": "Finally, it is important to reiterate that the present investigation is a substantive-methodological synergy (Marsh & Hau, 2007) , bringing to bear new and evolving statistical methodology as applied to complex substantive issues with important theoretical and practical implications. Relative to Reciprocal I/E Model most previous research, our study is methodologically stronger in terms of the use of: longitudinal data for achievements and self-concepts in two domains, latent model variables, multiple imputation for missing data (particularly important for longitudinal studies), the complex design option to correct for nested samples, and robust tests of fit and standard errors that are robust in relation to violations of normality. Theoretically, our research presents a new theoretical model-the RI/E model-that integrates the two main theoretical models of relations between ASC and achievement. From a practical perspective, the domain specificity of the reciprocal effects model has important implications for interventions seeking to enhance achievement or self-concept. Whereas studies of the REM have clearly demonstrated that the best way to enhance either ASC or achievement is to enhance both constructs, the RI/E model brings new implications to these findings. In particular, enhancement of either the mathematics or the verbal domain is likely to have negative effects in the other domain. Fortunately, the negative effects in the contrasting domain appear to be small in relation to the positive effects in the corresponding domain, meaning that the net effects across all domains are positive. Nevertheless, it is critical for teachers, policymakers, and researchers to realize that enhancement of one domain is not likely to generalize to the other domain.",
                "cite_spans": [
                    {
                        "start": 109,
                        "end": 128,
                        "text": "(Marsh & Hau, 2007)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reciprocal I/E Model",
                "sec_num": null
            },
            {
                "text": "1 Within this item, the connotation of a grade still is a matter of subjective estimation since we do not ask the students for their grade but ask them for their personal judgment of their grade. In a lot of former investigations we and other researchers used this item and found it to be quite valid and reliable. However, additional analyses without the critical item were carried out that revealed quite similar results.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Notes",
                "sec_num": null
            },
            {
                "text": "2 To check whether this solution was valid for all subgroups of school types and gender, we first tested group invariance of our self-concept measures for school track and gender. For gender a model assuming configural invariance fitted the data well, x 2 (201) = 682.77, Comparative Fit Index (CFI) = .967, Tucker-Lewis Index (TLI) = .951, root mean square error of approximation (RMSEA) = .056, standardized root mean square residual (SRMR) = .038. Moreover, weak measurement invariance was supported, x 2 (216) = 701.09, CFI = .967, TLI = .953, RMSEA = .055, SRMR = .039, but empirical support for strong, x 2 (228) = 789.53, CFI = .962, TLI = .949, RMSEA = .057, SRMR = .042, and strict, x 2 (246) = 805.10, CFI = .962, TLI = .953, RMSEA = .055, SRMR = .042, invariance was less clear. The same approach was then applied to school tracks; again, the model assuming configural invariance fitted the data well, x 2 (408) = 997.57, CFI = .965, TLI = .948, RMSEA = .062, SRMR = .042. And again, weak factorial invariance was supported, x 2 (444) = 1,047.82, CFI = .965, TLI = .951, RMSEA = .060, SRMR = .047, but not strong, x 2 (480) = 1,284.60, CFI = .953, TLI = .940, RMSEA = .067, SRMR = .049, or strict, x 2 (534) = 1,567.72, CFI = .939, TLI = .931, RMSEA = .072, SRMR = .063.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Notes",
                "sec_num": null
            },
            {
                "text": "Second, we then tested reciprocal internal/external models in which all associations between achievement and self-concept were constrained to be equal across groups versus models in which these paths were allowed to vary between the subgroups. For school types, the model fit statistics were as follows: paths constrained to be equal between tracks:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Notes",
                "sec_num": null
            },
            {
                "text": "x 2 (974) = 2,442.86, CFI = .938, TLI = .930, RMSEA = .063, SRMR = .070; paths allowed to vary freely between tracks: x 2 (776) = 2,148.59, CFI = .942, TLI = .917, RMSEA = .068, SRMR = .047. For gender, the model fit statistics were as follows: paths constrained to be equal between girls and boys: x 2 (446) = 1,531.47, CFI = .948, TLI = .936, RMSEA = .057, SRMR = .048; paths Möller et al. allowed to vary freely between girls and boys: x 2 (380) = 1,433.67, CFI = .949, TLI = .927, RMSEA = .061, SRMR = .042.",
                "cite_spans": [
                    {
                        "start": 378,
                        "end": 391,
                        "text": "Möller et al.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Notes",
                "sec_num": null
            },
            {
                "text": "at PENNSYLVANIA STATE UNIV on March 4, 2016 http://aerj.aera.net Downloaded from",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Manuscript received October 27, 2010Final revision received June 20, 2011 Accepted July 11, 2011Möller et al.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Does high selfesteem cause better performance, interpersonal success, happiness, or healthier lifestyles?",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "F"
                        ],
                        "last": "Baumeister",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Campbell",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "I"
                        ],
                        "last": "Krueger",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "D"
                        ],
                        "last": "Vohs",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Psychological Science in the Public Interest",
                "volume": "4",
                "issue": "",
                "pages": "1--44",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Baumeister, R. F., Campbell, J. D., Krueger, J. I., & Vohs, K. D. (2003). Does high self- esteem cause better performance, interpersonal success, happiness, or healthier lifestyles? Psychological Science in the Public Interest, 4, 1-44.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Exploding the self-esteem myth",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "F"
                        ],
                        "last": "Baumeister",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Campbell",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "I"
                        ],
                        "last": "Krueger",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "D"
                        ],
                        "last": "Vohs",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Scientific American",
                "volume": "292",
                "issue": "",
                "pages": "84--91",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Baumeister, R. F., Campbell, J. D., Krueger, J. I., & Vohs, K. D. (2005). Exploding the self-esteem myth. Scientific American, 292, 84-91.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Tests of the internal/external frames of reference model with subject-specific academic self-efficacy and frame-specific academic self-concepts",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Bong",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Journal of Educational Psychology",
                "volume": "90",
                "issue": "",
                "pages": "102--110",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bong, M. (1998). Tests of the internal/external frames of reference model with sub- ject-specific academic self-efficacy and frame-specific academic self-concepts. Journal of Educational Psychology, 90, 102-110.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Academic self-concept and self-efficacy: How different are they really?",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Bong",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Skaalvik",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Educational Psychology Review",
                "volume": "15",
                "issue": "",
                "pages": "1--40",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bong, M., & Skaalvik, E. M. (2003). Academic self-concept and self-efficacy: How dif- ferent are they really? Educational Psychology Review, 15, 1-40.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Six pillars of self-esteem",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Branden",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Branden, N. (1994). Six pillars of self-esteem. New York, NY: Bantam.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Self-concept of ability and perceived evaluations by others: Cause or effect of academic achievement",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Calsyn",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Kenny",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Journal of Educational Psychology",
                "volume": "69",
                "issue": "",
                "pages": "136--145",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Calsyn, R., & Kenny, D. (1977). Self-concept of ability and perceived evaluations by others: Cause or effect of academic achievement? Journal of Educational Psychology, 69, 136-145.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Evaluating goodness-of-fit indexes for testing measurement invariance",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "W"
                        ],
                        "last": "Cheung",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "B"
                        ],
                        "last": "Rensvold",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Structural Equation Modeling",
                "volume": "9",
                "issue": "",
                "pages": "233--255",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cheung, G. W., & Rensvold, R. B. (2002). Evaluating goodness-of-fit indexes for test- ing measurement invariance. Structural Equation Modeling, 9, 233-255.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Incorporating parent perceptions: A replication and extension study of the internal-external frame of reference model of self-concept development",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "Y"
                        ],
                        "last": "Dai",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Journal of Adolescent Research",
                "volume": "17",
                "issue": "",
                "pages": "617--645",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dai, D. Y. (2002). Incorporating parent perceptions: A replication and extension study of the internal-external frame of reference model of self-concept develop- ment. Journal of Adolescent Research, 17, 617-645.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Courses for gifted young writers",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Gifted Education International",
                "volume": "2",
                "issue": "1",
                "pages": "49--51",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. D. (1983). Courses for gifted young writers. Gifted Education International, 2(1), 49-51.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Missing data analysis: Making it work in the real world",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Graham",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Annual Review of Psychology",
                "volume": "60",
                "issue": "",
                "pages": "549--576",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Graham, J. W. (2009). Missing data analysis: Making it work in the real world. Annual Review of Psychology, 60, 549-576.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Academic self-concept and academic achievement: A developmental perspective on their causal ordering",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Guay",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Boivin",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Journal of Educational Psychology",
                "volume": "95",
                "issue": "",
                "pages": "124--136",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Guay, F., Marsh, H. W., & Boivin, M. (2003). Academic self-concept and academic achievement: A developmental perspective on their causal ordering. Journal of Educational Psychology, 95, 124-136.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "The causal ordering of academic achievement and self-concept of ability during elementary school: A longitudinal study",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Helmke",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A G"
                        ],
                        "last": "Van Aken",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Journal of Educational Psychology",
                "volume": "87",
                "issue": "",
                "pages": "624--637",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Helmke, A., & van Aken, M. A. G. (1995). The causal ordering of academic achieve- ment and self-concept of ability during elementary school: A longitudinal study. Journal of Educational Psychology, 87, 624-637.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Multilevel analysis: Techniques and applications",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Hox",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hox, J. J. (2002). Multilevel analysis: Techniques and applications. Mahwah, NJ: Lawrence Erlbaum.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Eine längsschnittliche Ü berprüfung des Modells des Internal/External Frame of Reference",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Klemmert",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Baumert",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Köller, O., Klemmert, H., Möller, J., & Baumert, J. (1999). Eine längsschnittliche Ü berprüfung des Modells des Internal/External Frame of Reference [Achievement feedback and academic self-concepts: A longitudinal test of the internal/external frame of reference model].",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Evaluating estimation methods for ordinal data in structural equation modeling",
                "authors": [
                    {
                        "first": "P.-W",
                        "middle": [],
                        "last": "Lei",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Quality and Quantity",
                "volume": "43",
                "issue": "",
                "pages": "495--507",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lei, P.-W. (2009). Evaluating estimation methods for ordinal data in structural equa- tion modeling. Quality and Quantity, 43, 495-507.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "What is tracking? Cultural expectations in the United States",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "K"
                        ],
                        "last": "Letendre",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "K"
                        ],
                        "last": "Hofer",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Shimizu",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "American Educational Research Journal",
                "volume": "40",
                "issue": "",
                "pages": "43--89",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LeTendre, G. K., Hofer, B. K., & Shimizu, H. (2003). What is tracking? Cultural expect- ations in the United States, Germany, and Japan. American Educational Research Journal, 40, 43-89.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "New developments in latent variable panel analyses of longitudinal data",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "D"
                        ],
                        "last": "Little",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "J"
                        ],
                        "last": "Preacher",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Selig",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "A"
                        ],
                        "last": "Card",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "International Journal of Behavioral Development",
                "volume": "31",
                "issue": "",
                "pages": "357--365",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Little, T. D., Preacher, K. J., Selig, J. P., & Card, N. A. (2007). New developments in latent variable panel analyses of longitudinal data. International Journal of Behavioral Development, 31, 357-365.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Verbal and math self-concepts: An internal/external frame of reference model",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "American Educational Research Journal",
                "volume": "23",
                "issue": "",
                "pages": "129--149",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1986). Verbal and math self-concepts: An internal/external frame of ref- erence model. American Educational Research Journal, 23, 129-149.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "A multidimensional, hierarchical model of self-concept: Theoretical and empirical justification",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Educational Psychology Review",
                "volume": "2",
                "issue": "",
                "pages": "77--172",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1990). A multidimensional, hierarchical model of self-concept: Theoretical and empirical justification. Educational Psychology Review, 2, 77-172.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Self-Description Questionnaire-SDQ II",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1999). Self-Description Questionnaire-SDQ II. MacArthur, Australia: University of Western Sydney, SELF Research Centre.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Self-concept theory, measurement and research into practice: The role of self-concept in educational psychology",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (2007). Self-concept theory, measurement and research into practice: The role of self-concept in educational psychology. Leicester, UK: British Psychological Society.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "An evaluation of incremental fit indices: A clarification of mathematical and empirical processes",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Balla",
                        "suffix": ""
                    },
                    {
                        "first": "K.-T",
                        "middle": [],
                        "last": "Hau",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Advanced structural equation modelling: Issues and techniques",
                "volume": "",
                "issue": "",
                "pages": "315--353",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Balla, J. R., & Hau, K.-T. (1996). An evaluation of incremental fit indi- ces: A clarification of mathematical and empirical processes. In G. A. Marcoulides & R. E. Schumacker (Eds.), Advanced structural equation mod- elling: Issues and techniques (pp. 315-353). Hillsdale, NJ: Lawrence Erlbaum.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Goodness-of-fit indexes in confirmatory factor analysis: The effect of sample size",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Balla",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "P"
                        ],
                        "last": "Mcdonald",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Psychological Bulletin",
                "volume": "103",
                "issue": "",
                "pages": "391--410",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Balla, J. R., & McDonald, R. P. (1988). Goodness-of-fit indexes in con- firmatory factor analysis: The effect of sample size. Psychological Bulletin, 103, 391-410.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "A multifaceted academic selfconcept: Its hierarchical structure and its relation to academic achievement",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Byrne",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Journal of Educational Psychology",
                "volume": "80",
                "issue": "",
                "pages": "366--380",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Byrne, B. M., & Shavelson, R. J. (1988). A multifaceted academic self- concept: Its hierarchical structure and its relation to academic achievement. Journal of Educational Psychology, 80, 366-380.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Reciprocal effects of self-concept and performance from a multidimensional perspective: Beyond seductive pleasure and unidimensional perspectives",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Craven",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Perspectives on Psychological Science",
                "volume": "1",
                "issue": "",
                "pages": "133--163",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Craven, R. G. (2006). Reciprocal effects of self-concept and perfor- mance from a multidimensional perspective: Beyond seductive pleasure and unidimensional perspectives. Perspectives on Psychological Science, 1, 133-163.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Structure, stability, and development of young children's self-concepts: A multicohort-multioccasion study",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Craven",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Debus",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Child Development",
                "volume": "69",
                "issue": "",
                "pages": "1030--1053",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Craven, R., & Debus, R. (1998). Structure, stability, and development of young children's self-concepts: A multicohort-multioccasion study. Child Development, 69, 1030-1053.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Longitudinal study of preadolescent sport self-concept and performance: Reciprocal effects and causal ordering",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Gerlach",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Trautwein",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Lüdtke",
                        "suffix": ""
                    },
                    {
                        "first": "W.-D",
                        "middle": [],
                        "last": "Brettschneider",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Child Development",
                "volume": "78",
                "issue": "",
                "pages": "1640--1656",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Gerlach, E., Trautwein, U., Lüdtke, O., & Brettschneider, W.-D. (2007). Longitudinal study of preadolescent sport self-concept and performance: Reciprocal effects and causal ordering. Child Development, 78, 1640-1656.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Assessing goodness of fit: Is parsimony always desirable",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "K.-T",
                        "middle": [],
                        "last": "Hau",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Journal of Experimental Education",
                "volume": "64",
                "issue": "",
                "pages": "364--390",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Hau, K.-T. (1996). Assessing goodness of fit: Is parsimony always desirable? Journal of Experimental Education, 64, 364-390.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Explaining paradoxical relations between academic self-concepts and achievements: Cross-cultural generalizability of the internal/external frame of reference predictions across 26 countries",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "K.-T",
                        "middle": [],
                        "last": "Hau",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Journal of Educational Psychology",
                "volume": "96",
                "issue": "",
                "pages": "56--67",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Hau, K.-T. (2004). Explaining paradoxical relations between aca- demic self-concepts and achievements: Cross-cultural generalizability of the internal/external frame of reference predictions across 26 countries. Journal of Educational Psychology, 96, 56-67.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Applications of latent-variable models in educational psychology: The need for methodological-substantive synergies",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "T"
                        ],
                        "last": "Hau",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Contemporary Educational Psychology",
                "volume": "32",
                "issue": "",
                "pages": "151--170",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Hau, K. T. (2007). Applications of latent-variable models in educa- tional psychology: The need for methodological-substantive synergies. Contemporary Educational Psychology, 32, 151-170.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Unification of theoretical models of academic selfconcept/achievement relations: Reunification of East and West German schools after the fall of the Berlin Wall",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Contemporary Educational Psychology",
                "volume": "29",
                "issue": "",
                "pages": "264--282",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Köller, O. (2004). Unification of theoretical models of academic self- concept/achievement relations: Reunification of East and West German schools after the fall of the Berlin Wall. Contemporary Educational Psychology, 29, 264- 282.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Extension of the internal/external frame of reference model of self-concept formation: Importance of native and nonnative languages for Chinese students",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "K"
                        ],
                        "last": "Kong",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Hau",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Journal of Educational Psychology",
                "volume": "93",
                "issue": "",
                "pages": "543--553",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Kong, C. K., & Hau, K. (2001). Extension of the internal/external frame of reference model of self-concept formation: Importance of native and nonnative languages for Chinese students. Journal of Educational Psychology, 93, 543-553.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Reciprocal effects between academic self-concept, self-esteem, achievement, and attainment over seven adolescent years: Unidimensional and multidimensional perspectives of self-concept",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "& & O'mara",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Personality and Social Psychology Bulletin",
                "volume": "34",
                "issue": "",
                "pages": "542--552",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & & O'Mara, A. (2008). Reciprocal effects between academic self-con- cept, self-esteem, achievement, and attainment over seven adolescent years: Unidimensional and multidimensional perspectives of self-concept. Personality and Social Psychology Bulletin, 34, 542-552.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Multidimensional self-concepts: Relations with inferred self-concepts and academic achievement",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "D"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Australian Journal of Psychology",
                "volume": "36",
                "issue": "",
                "pages": "367--386",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Smith, I. D., & Barnes, J. (1984). Multidimensional self-concepts: Relations with inferred self-concepts and academic achievement. Australian Journal of Psychology, 36, 367-386.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Social comparison and bigfish-little-pond effects on self-concept and other self-belief constructs: Role of generalized and specific others",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Trautwein",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Lüdtke",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Journal of Educational Psychology",
                "volume": "100",
                "issue": "",
                "pages": "510--524",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Trautwein, U., Lüdtke, O., & Köller, O. (2008). Social comparison and big- fish-little-pond effects on self-concept and other self-belief constructs: Role of gen- eralized and specific others. Journal of Educational Psychology, 100, 510-524.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Coursework selection: Relations to academic self-concept and achievement",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Yeung",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "American Educational Research Journal",
                "volume": "34",
                "issue": "",
                "pages": "691--720",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Yeung, A. S. (1997). Coursework selection: Relations to academic self-concept and achievement. American Educational Research Journal, 34, 691-720.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Longitudinal structural equation models of academic self-concept and achievement: Gender differences in the development of math and English constructs",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Yeung",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "American Educational Research Journal",
                "volume": "35",
                "issue": "",
                "pages": "705--738",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Yeung, A. S. (1998). Longitudinal structural equation models of aca- demic self-concept and achievement: Gender differences in the development of math and English constructs. American Educational Research Journal, 35, 705-738.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Assessing factorial invariance in ordered-categorical measures",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Millsap",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Yun-Tein",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Multivariate Behavioral Research",
                "volume": "39",
                "issue": "",
                "pages": "479--515",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Millsap, R. E., & Yun-Tein, J. (2004). Assessing factorial invariance in ordered-categorical measures. Multivariate Behavioral Research, 39, 479-515.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Paradoxical'' effects of praise and criticism: Social, dimensional, and temporal comparisons",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "British Journal of Educational Psychology",
                "volume": "75",
                "issue": "",
                "pages": "275--295",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Möller, J. (2005). ''Paradoxical'' effects of praise and criticism: Social, dimensional, and temporal comparisons. British Journal of Educational Psychology, 75, 275-295.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Internal comparisons in everyday life",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Husemann",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Journal of Educational Psychology",
                "volume": "98",
                "issue": "",
                "pages": "342--353",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., & Husemann, N. (2006). Internal comparisons in everyday life. Journal of Educational Psychology, 98, 342-353.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Dimensional comparisons: An experimental approach to the internal/external frame of reference model",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Journal of Educational Psychology",
                "volume": "93",
                "issue": "",
                "pages": "826--835",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., & Köller, O. (2001a). Dimensional comparisons: An experimental approach to the internal/external frame of reference model. Journal of Educational Psychology, 93, 826-835.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Frame of reference effects following the announcement of exam results",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Contemporary Educational Psychology",
                "volume": "26",
                "issue": "",
                "pages": "277--287",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., & Köller, O. (2001b). Frame of reference effects following the announce- ment of exam results. Contemporary Educational Psychology, 26, 277-287.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Achievement differences and self-concept differences: Stronger associations for above or below average students?",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Pohlmann",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "British Journal of Educational Psychology",
                "volume": "80",
                "issue": "",
                "pages": "435--450",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., & Pohlmann, B. (2010). Achievement differences and self-concept differen- ces: Stronger associations for above or below average students? British Journal of Educational Psychology, 80, 435-450.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "A meta-analytic path analysis of the internal/external frame of reference model of academic achievement and academic self-concept",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Pohlmann",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Review of Educational Research",
                "volume": "79",
                "issue": "",
                "pages": "1129--1167",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., Pohlmann, B., Köller, O., & Marsh, H. W. (2009). A meta-analytic path anal- ysis of the internal/external frame of reference model of academic achievement and academic self-concept. Review of Educational Research, 79, 1129-1167.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Not very smart thus moral: Dimensional comparisons between academic self-concept and honesty",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Savyon",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Social Psychology of Education",
                "volume": "6",
                "issue": "",
                "pages": "95--106",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., & Savyon, K. (2003). Not very smart thus moral: Dimensional comparisons between academic self-concept and honesty. Social Psychology of Education, 6, 95-106.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "The belief in a negative interdependence of math and verbal abilities as determinant of academic self-concepts",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Streblow",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Pohlmann",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "British Journal of Educational Psychology",
                "volume": "76",
                "issue": "1",
                "pages": "57--70",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., Streblow, L., & Pohlmann, B. (2006). The belief in a negative interdepen- dence of math and verbal abilities as determinant of academic self-concepts. British Journal of Educational Psychology, 76(1), 57-70.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Achievement and self-concept of students with learning disabilities",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Streblow",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Pohlmann",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Social Psychology of Education",
                "volume": "12",
                "issue": "",
                "pages": "113--122",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., Streblow, L., & Pohlmann, B. (2009). Achievement and self-concept of stu- dents with learning disabilities. Social Psychology of Education, 12, 113-122.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "An extension to the internal/external frame of reference model to two verbal and numerical domains",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Streblow",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Pohlmann",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "European Journal of Psychology of Education",
                "volume": "21",
                "issue": "",
                "pages": "467--487",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., Streblow, L., Pohlmann, B., & Köller, O. (2006). An extension to the inter- nal/external frame of reference model to two verbal and numerical domains. European Journal of Psychology of Education, 21, 467-487.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Academic self-concept of talented students: Factor structure and applicability of the internal/external frame of reference model",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "L"
                        ],
                        "last": "Mui",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Yeung",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Low",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Jin",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Journal for the Education of the Gifted",
                "volume": "23",
                "issue": "",
                "pages": "343--367",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mui, F. L., Yeung, A. S., Low, R., & Jin, P. (2000). Academic self-concept of talented students: Factor structure and applicability of the internal/external frame of ref- erence model. Journal for the Education of the Gifted, 23, 343-367.",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Complex sample data in structural equation modeling",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Muthén",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Satorra",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Sociological Methodology",
                "volume": "25",
                "issue": "",
                "pages": "216--316",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Muthén, B., & Satorra, A. (1995). Complex sample data in structural equation model- ing. Sociological Methodology, 25, 216-316.",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "Mplus (Version 5.2) [Computer software",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "K"
                        ],
                        "last": "Muthén",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "O"
                        ],
                        "last": "Muthén",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Muthén, L. K., & Muthén, B. O. (2008). Mplus (Version 5.2) [Computer software]. Los Angeles, CA: Muthén & Muthén.",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "Gender and course selection in upper secondary education: Effects of academic self-concept and intrinsic value",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Nagy",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Trautwein",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Baumert",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Garrett",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Educational Research and Evaluation",
                "volume": "12",
                "issue": "",
                "pages": "323--345",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nagy, G., Trautwein, U., Baumert, J., Köller, O., & Garrett, J. (2006). Gender and course selection in upper secondary education: Effects of academic self-concept and intrinsic value. Educational Research and Evaluation, 12, 323-345.",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "Looking outside and inside: Self-concept development of gifted adolescents",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Plucker",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [
                            "B"
                        ],
                        "last": "Stocking",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Exceptional Children",
                "volume": "67",
                "issue": "",
                "pages": "535--548",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Plucker, J. A., & Stocking, V. B. (2001). Looking outside and inside: Self-concept development of gifted adolescents. Exceptional Children, 67, 535-548.",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "Vergleichseffekte auf kognitive, affektive und motivationale Variablen: Eine experimentelle Ü berprüfung",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Pohlmann",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pohlmann, B., & Möller, J. (2006). Vergleichseffekte auf kognitive, affektive und moti- vationale Variablen: Eine experimentelle Ü berprüfung [Comparison effects on cognitive, affective and motivational variables: An experimental approach].",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "On the benefits of dimensional comparisons",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Pohlmann",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Journal of Educational Psychology",
                "volume": "101",
                "issue": "",
                "pages": "248--258",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pohlmann, B., & Möller, J. (2009). On the benefits of dimensional comparisons. Journal of Educational Psychology, 101, 248-258.",
                "links": null
            },
            "BIBREF58": {
                "ref_id": "b58",
                "title": "Zur Fremdeinschätzung von Schülerselbstkonzepten durch Lehrer und Mitschüler",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Pohlmann",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Streblow",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pohlmann, B., Möller, J., & Streblow, L. (2004). Zur Fremdeinschätzung von Schülerselbstkonzepten durch Lehrer und Mitschüler [On students' self-concepts inferred by teachers and classmates].",
                "links": null
            },
            "BIBREF60": {
                "ref_id": "b60",
                "title": "On the effects of motivation on reading performance growth in secondary school",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Retelsdorf",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Learning and Instruction",
                "volume": "21",
                "issue": "",
                "pages": "550--559",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Retelsdorf, J., Köller, O., & Möller, J. (2011). On the effects of motivation on reading performance growth in secondary school. Learning and Instruction, 21, 550-559.",
                "links": null
            },
            "BIBREF61": {
                "ref_id": "b61",
                "title": "Entwicklungen von Lesekompetenz und Lesemotivation: Schereneffekte in der Sekundarstufe? [Developments of reading literacy and reading motivation: Achievement gaps in secondary school?",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Retelsdorf",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "",
                "volume": "40",
                "issue": "",
                "pages": "179--188",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Retelsdorf, J., & Möller, J. (2008). Entwicklungen von Lesekompetenz und Lesemotivation: Schereneffekte in der Sekundarstufe? [Developments of reading literacy and reading motivation: Achievement gaps in secondary school?] Zeitschrift fü r Entwicklungspsychologie und Pä dagogische Psychologie, 40, 179-188.",
                "links": null
            },
            "BIBREF62": {
                "ref_id": "b62",
                "title": "Multiple imputation of missing values",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Royston",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Stata Journal",
                "volume": "4",
                "issue": "",
                "pages": "227--241",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Royston, P. (2004). Multiple imputation of missing values. Stata Journal, 4, 227-241.",
                "links": null
            },
            "BIBREF63": {
                "ref_id": "b63",
                "title": "Multiple imputation for nonresponse in surveys",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "B"
                        ],
                        "last": "Rubin",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rubin, D. B. (1987). Multiple imputation for nonresponse in surveys. New York, NY: John Wiley.",
                "links": null
            },
            "BIBREF64": {
                "ref_id": "b64",
                "title": "Math and verbal achievement and self-concepts: Testing the internal/external frame of reference model",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Skaalvik",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Rankin",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Journal of Early Adolescence",
                "volume": "12",
                "issue": "",
                "pages": "267--279",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Skaalvik, E. M., & Rankin, R. J. (1992). Math and verbal achievement and self-con- cepts: Testing the internal/external frame of reference model. Journal of Early Adolescence, 12, 267-279.",
                "links": null
            },
            "BIBREF65": {
                "ref_id": "b65",
                "title": "A test of the internal/external frame of reference model at different levels of math and verbal self-perception",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Skaalvik",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Rankin",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "American Educational Research Journal",
                "volume": "35",
                "issue": "",
                "pages": "161--184",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Skaalvik, E. M., & Rankin, R. J. (1995). A test of the internal/external frame of refer- ence model at different levels of math and verbal self-perception. American Educational Research Journal, 35, 161-184.",
                "links": null
            },
            "BIBREF66": {
                "ref_id": "b66",
                "title": "Internal and external frames of reference for academic self-concept",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Skaalvik",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Skaalvik",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Educational Psychologist",
                "volume": "37",
                "issue": "",
                "pages": "233--244",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Skaalvik, E. M., & Skaalvik, S. (2002). Internal and external frames of reference for academic self-concept. Educational Psychologist, 37, 233-244.",
                "links": null
            },
            "BIBREF67": {
                "ref_id": "b67",
                "title": "Relations among achievement, self-concept and motivation in mathematics and language arts. A longitudinal study",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Skaalvik",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Valas",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Journal of Experimental Education",
                "volume": "67",
                "issue": "",
                "pages": "135--149",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Skaalvik, E. M., & Valas, H. (1999). Relations among achievement, self-concept and motivation in mathematics and language arts. A longitudinal study. Journal of Experimental Education, 67, 135-149.",
                "links": null
            },
            "BIBREF68": {
                "ref_id": "b68",
                "title": "The relation between self-beliefs and academic achievement: A meta-analytic review",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Valentine",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "L"
                        ],
                        "last": "Dubois",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Cooper",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Educational Psychologist",
                "volume": "39",
                "issue": "",
                "pages": "111--133",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Valentine, J. C., DuBois, D. L., & Cooper, H. (2004). The relation between self-beliefs and academic achievement: A meta-analytic review. Educational Psychologist, 39, 111-133.",
                "links": null
            },
            "BIBREF69": {
                "ref_id": "b69",
                "title": "Testing Marsh's (1986) frame of reference model of self-concept with bilingual students",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Yeung",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Lee",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Wong",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Paper presented at the AERA Annual Meeting",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Yeung, A. S., Lee, J. C., & Wong, H. (2001, April). Testing Marsh's (1986) frame of reference model of self-concept with bilingual students. Paper presented at the AERA Annual Meeting, New Orleans, LA.",
                "links": null
            },
            "BIBREF70": {
                "ref_id": "b70",
                "title": "Three likelihood-based methods for mean and covariance structure analysis with nonnormal missing data",
                "authors": [
                    {
                        "first": "K.-H",
                        "middle": [],
                        "last": "Yuan",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "M"
                        ],
                        "last": "Bentler",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Sociological Methodology",
                "volume": "30",
                "issue": "",
                "pages": "167--202",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Yuan, K.-H., & Bentler, P. M. (2000). Three likelihood-based methods for mean and covariance structure analysis with nonnormal missing data. Sociological Methodology, 30, 167-202.",
                "links": null
            },
            "BIBREF71": {
                "ref_id": "b71",
                "title": "Contextual neglect, self-evaluation, and the frog-pond effect",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Zell",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Alicke",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "97",
                "issue": "",
                "pages": "467--482",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Zell, E., & Alicke, M. D. (2009). Contextual neglect, self-evaluation, and the frog-pond effect. Journal of Personality and Social Psychology, 97, 467-482.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "text": "a-c. Predictions of (a) the reciprocal effects model, (b) the internal/external (I/E) model, and (c) the reciprocal I/E model.Note. Positive effects = continuous lines; negative effects = dashed lines.",
                "uris": null
            },
            "FIGREF2": {
                "num": null,
                "type_str": "figure",
                "text": "Note. VAch = verbal achievement; MAch = mathematics achievement; MSC = mathematics self-concept; VSC = verbal self-concept; SC as latent variables, achievement as manifest variables; correlations printed in bold are significant (p \\ .05).",
                "uris": null
            },
            "FIGREF3": {
                "num": null,
                "type_str": "figure",
                "text": "2a-c. Internal/external model with path coefficients from achievements to subsequent self-concepts.",
                "uris": null
            },
            "FIGREF4": {
                "num": null,
                "type_str": "figure",
                "text": "Results of the reciprocal internal/external (RI/E) model: Direct/total effects.",
                "uris": null
            },
            "TABREF0": {
                "num": null,
                "text": "Means and Standard Deviations; Correlations From a Full Measurement Model Including All Self-Concept Scales and All",
                "type_str": "table",
                "content": "<table><tr><td>Achievement Measures</td><td>M SD T1 VAch T3 VAch T5 VAch T1 MAch T3 MAch T5 MAch T2 VSC T4 VSC T6 VSC T2 MSC T4 MSC T6 MSC</td><td>T1 VAch 2.75 0.86 -</td><td>T3 VAch 3.04 0.88 .37 -</td><td>T5 VAch 3.03 0.91 .29 .49 -</td><td>T1 MAch 2.70 0.92 .54 .23 .16 -</td><td>T3 MAch 2.97 0.90 .15 .46 .28 .29 -</td><td>T5 MAch 3.01 0.95 .18 .31 .50 .30 .47 -</td><td>T2 VSC 2.48 0.80 .52 .32 .27 .16 .03 .03 -</td><td>T4 VSC 2.54 0.81 .30 .61 .45 .05 .13 .10 .48 -</td><td>T6 VSC 2.65 0.81 .25 .45 .61 .00 .08 .13 .40 -.64</td><td>T2 MSC 2.70 0.83 .12 .05 .03 .54 .30 .28 .12 -.07 -2.02</td><td>T4 MSC 2.88 0.84 2.05 .14 .12 .22 .65 .46 -.07 2.03 .47 -.05</td><td>T6 MSC 2.71 0.84 .02 .07 .17 .27 .42 .65 2.06 2.02</td></tr></table>"
            },
            "TABREF1": {
                "num": null,
                "text": "Direct, Indirect, and Total Effects From Prior to Subsequent Mathematics and Verbal Indicators in the Reciprocal Effects Model",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td>Mathematics</td><td/><td/><td>Verbal</td><td/></tr><tr><td>Outcome</td><td>Direct</td><td>Indirect</td><td>Total</td><td>Direct</td><td>Indirect</td><td>Total</td></tr><tr><td/><td colspan=\"2\">From T1 MAch to outcome</td><td/><td colspan=\"2\">From T1 VAch to outcome</td><td/></tr><tr><td>T2 SC</td><td>.54***</td><td>.00</td><td>.54***</td><td>.52***</td><td>.00</td><td>.52***</td></tr><tr><td>T3 Ach</td><td>.19***</td><td>.11***</td><td>.29***</td><td>.27***</td><td>.09***</td><td>.37***</td></tr><tr><td>T4 SC</td><td>2.15***</td><td>.37***</td><td>.22***</td><td>2.06*</td><td>.37***</td><td>.30***</td></tr><tr><td>T5 Ach</td><td>.18***</td><td>.12***</td><td>.30***</td><td>.10*</td><td>.19***</td><td>.29***</td></tr><tr><td>T6 SC</td><td>.01</td><td>.26***</td><td>.27***</td><td>2.04</td><td>.30***</td><td>.25***</td></tr><tr><td/><td colspan=\"2\">From T2 MSC to outcome</td><td/><td colspan=\"2\">From T2 VSC to outcome</td><td/></tr><tr><td>T3 Ach</td><td>.20***</td><td>.00</td><td>.20***</td><td>.18***</td><td>.00</td><td>.18***</td></tr><tr><td>T4 SC</td><td>.37***</td><td>.12***</td><td>.49***</td><td>.34***</td><td>.10***</td><td>.44***</td></tr><tr><td>T5 Ach</td><td>2.02</td><td>.18***</td><td>.17***</td><td>.01</td><td>.15***</td><td>.16***</td></tr><tr><td>T6 SC</td><td>.11***</td><td>.27***</td><td>.38***</td><td>.11*</td><td>.25***</td><td>.36***</td></tr><tr><td/><td colspan=\"2\">From T3 MAch to outcome</td><td/><td colspan=\"2\">From T3 VAch to outcome</td><td/></tr><tr><td>T4 SC</td><td>.58***</td><td>.00</td><td>.58***</td><td>.53***</td><td>.00</td><td>.53***</td></tr><tr><td>T5 Ach</td><td>.26***</td><td>.15***</td><td>.41***</td><td>.31***</td><td>.12***</td><td>.43***</td></tr><tr><td>T6 SC</td><td>2.12***</td><td>.45***</td><td>.33***</td><td>2.04</td><td>.41***</td><td>.37***</td></tr><tr><td/><td colspan=\"2\">From T4 MSC to outcome</td><td/><td colspan=\"2\">From T4 VSC to outcome</td><td/></tr><tr><td>T5 Ach</td><td>.27***</td><td>.00</td><td>.27***</td><td>.22***</td><td>.00</td><td>.22***</td></tr><tr><td>T6 SC</td><td>.45***</td><td>.12***</td><td>.57***</td><td>.43***</td><td>.09***</td><td>.53***</td></tr><tr><td/><td colspan=\"2\">From T5 MAch to outcome</td><td/><td colspan=\"2\">From T5 VAch to outcome</td><td/></tr><tr><td>T6 SC</td><td>.47***</td><td>.00</td><td>.47***</td><td>.42***</td><td>.00</td><td>.42***</td></tr><tr><td colspan=\"7\">Note. VAch = verbal achievement; MAch = mathematics achievement; MSC = mathematics</td></tr><tr><td colspan=\"6\">self-concept; VSC = verbal self-concept; *p\\.05; **p\\.01; ***p\\.001</td><td/></tr></table>"
            },
            "TABREF2": {
                "num": null,
                "text": "Fit Indices of the Internal/External Models",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td/><td/><td>Root Mean</td><td>Standardized</td></tr><tr><td/><td/><td>Comparative</td><td>Tucker-Lewis</td><td>Square Error of</td><td>Root Mean</td></tr><tr><td>x 2</td><td>df</td><td>Fit Index</td><td>Index</td><td>Approximation</td><td>Square Residual</td></tr><tr><td colspan=\"2\">T1 ACH T2 SC 190.01 16</td><td>.964</td><td>.939</td><td>.085</td><td>.041</td></tr><tr><td colspan=\"2\">T3 ACH T4 SC 208.96 16</td><td>.965</td><td>.941</td><td>.089</td><td>.035</td></tr><tr><td colspan=\"2\">T5 ACH T6 SC 155.58 16</td><td>.973</td><td>.955</td><td>.076</td><td>.030</td></tr></table>"
            },
            "TABREF3": {
                "num": null,
                "text": "Direct, Indirect, and Total Effects From Prior to Subsequent Mathematics and Verbal Indicators in the Reciprocal Internal/External Model",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td>Mathematics</td><td/><td/><td>Verbal</td><td/></tr><tr><td>Outcome</td><td>Direct</td><td>Indirect</td><td>Total</td><td>Direct</td><td>Indirect</td><td>Total</td></tr><tr><td/><td colspan=\"3\">From T1 MAch to outcome</td><td colspan=\"2\">From T1 VAch to outcome</td><td/></tr><tr><td>T2 MSC</td><td>.68***</td><td>.00</td><td>.68***</td><td>2.25***</td><td>.00</td><td>2.25***</td></tr><tr><td>T2 VSC</td><td>2.17***</td><td>.00</td><td>2.17***</td><td>.61***</td><td>.00</td><td>.61***</td></tr><tr><td>T3 MAch</td><td>.14**</td><td>.16***</td><td>.30***</td><td>.08</td><td>2.09**</td><td>2.02</td></tr><tr><td>T3 VAch</td><td>.13**</td><td>2.09**</td><td>.05</td><td>.19***</td><td>15***</td><td>34***</td></tr><tr><td>T4 MSC</td><td>2.07</td><td>.42***</td><td>.35***</td><td>2.08*</td><td>2.16***</td><td>2.24***</td></tr><tr><td>T4 VSC</td><td>2.11**</td><td>2.05</td><td>2.16***</td><td>.01</td><td>.39***</td><td>.39***</td></tr><tr><td>T5 MAch</td><td>.09*</td><td>.20***</td><td>.29***</td><td>.10</td><td>2.07*</td><td>.03</td></tr><tr><td>T5 VAch</td><td>.04</td><td>2.03</td><td>.01</td><td>.08</td><td>.20***</td><td>.29***</td></tr><tr><td>T6 MSC</td><td>.04</td><td>.32***</td><td>.37***</td><td>2.03</td><td>2.15***</td><td>2.18***</td></tr><tr><td>T6 VSC</td><td>2.08*</td><td>2.12**</td><td>2.20***</td><td>.01</td><td>.35***</td><td>.36***</td></tr><tr><td/><td colspan=\"2\">From T2 MSC to outcome</td><td/><td colspan=\"2\">From T2 VSC to outcome</td><td/></tr><tr><td>T3 MAch</td><td>.22***</td><td>.00</td><td>.22***</td><td>2.06 1</td><td>.00</td><td>2.06 1</td></tr><tr><td>T3 VAch</td><td>2.07 1</td><td>.00</td><td>2.07 1</td><td>.21***</td><td>.00</td><td>.21***</td></tr><tr><td>T4 MSC</td><td>.34***</td><td>.15***</td><td>.48***</td><td>2.05</td><td>2.06**</td><td>2.11**</td></tr><tr><td>T4 VSC</td><td>.01</td><td>2.07**</td><td>2.06</td><td>.30***</td><td>.13***</td><td>.44***</td></tr><tr><td>T5 MAch</td><td>.03</td><td>.17*</td><td>.20*</td><td>2.05</td><td>2.03</td><td>2.08*</td></tr><tr><td>T5 VAch</td><td>2.06</td><td>.01</td><td>2.05</td><td>.03</td><td>.15***</td><td>.18***</td></tr><tr><td>T6 MSC</td><td>.08*</td><td>.30***</td><td>.38***</td><td>.01</td><td>2.11***</td><td>2.10**</td></tr><tr><td>T6 VSC</td><td>.01</td><td>2.09**</td><td>2.08*</td><td>.08</td><td>.27***</td><td>.36***</td></tr><tr><td/><td colspan=\"3\">From T3 MAch to outcome</td><td colspan=\"2\">From T3 VAch to outcome</td><td/></tr><tr><td>T4 MSC</td><td>.63***</td><td>.00</td><td>.63***</td><td>2.11**</td><td>.00</td><td>2.11**</td></tr><tr><td>T4 VSC</td><td>2.13***</td><td>.00</td><td>2.13***</td><td>.53***</td><td>.00</td><td>.53***</td></tr><tr><td>T5 MAch</td><td>.14**</td><td>.21***</td><td>.35***</td><td>.20***</td><td>2.07*</td><td>.13***</td></tr><tr><td>T5 VAch</td><td>.13**</td><td>2.02</td><td>.11***</td><td>.23***</td><td>.15***</td><td>.38***</td></tr><tr><td>T6 MSC</td><td>2.06</td><td>.42***</td><td>.36***</td><td>2.08*</td><td>2.01</td><td>2.08**</td></tr><tr><td>T6 VSC</td><td>2.03</td><td>2.04</td><td>2.08**</td><td>.01</td><td>.40***</td><td>.42***</td></tr><tr><td/><td colspan=\"2\">From T4 MSC to outcome</td><td/><td colspan=\"2\">From T4 VSC to outcome</td><td/></tr><tr><td>T5 MAch</td><td>.32***</td><td>.00</td><td>.32***</td><td>2.06</td><td>.00</td><td>2.06</td></tr><tr><td>T5 VAch</td><td>.02</td><td>.00</td><td>.02</td><td>.25***</td><td>.00</td><td>.25***</td></tr><tr><td>T6 MSC</td><td>.40***</td><td>.16***</td><td>.57***</td><td>.00</td><td>2.05</td><td>2.05</td></tr><tr><td>T6 VSC</td><td>2.01</td><td>2.03</td><td>2.04</td><td>.39***</td><td>.13***</td><td>.51***</td></tr><tr><td/><td colspan=\"3\">From T5 MAch to outcome</td><td colspan=\"2\">From T5 VAch to outcome</td><td/></tr><tr><td>T6 MSC</td><td>.53***</td><td>.00</td><td>.53***</td><td>2.09**</td><td>.00</td><td>2.09**</td></tr><tr><td>T6 VSC</td><td>2.11***</td><td>.00</td><td>2.11***</td><td>.49***</td><td>.00</td><td>.49***</td></tr><tr><td colspan=\"7\">Note. VAch = verbal achievement; MAch = mathematics achievement; MSC = mathematics</td></tr><tr><td colspan=\"3\">self-concept; VSC = verbal self-concept.</td><td/><td/><td/><td/></tr></table>"
            }
        }
    }
}