{
    "paper_id": "niepel_2014",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-22T17:55:36.086842Z"
    },
    "title": "The Longitudinal Interplay of Students' Academic Self-Concepts and Achievements Within and Across Domains: Replicating and Extending the Reciprocal Internal/External Frame of Reference Model",
    "authors": [
        {
            "first": "Christoph",
            "middle": [],
            "last": "Niepel",
            "suffix": "",
            "affiliation": {},
            "email": "niepel@uni-trier.de"
        },
        {
            "first": "Martin",
            "middle": [],
            "last": "Brunner",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Franzis",
            "middle": [],
            "last": "Preckel",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "",
            "middle": [
                "Christoph"
            ],
            "last": "Niepel",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "Students' cognitive and motivational profiles have a large impact on their academic careers. The development of such profiles can partly be explained by the reciprocal internal/external frame of reference model (RI/E model). The RI/E model predicts positive and negative longitudinal effects between academic self-concepts and achievements within and across 2 academic domains (i.e., the mathematics and verbal domains). In the present study, we replicated the RI/E model in 2 samples and extended it by simultaneously investigating the longitudinal associations of academic self-concepts and achievements in 3 academic domains (i.e., mathematics, German as a native language, English as a foreign language). We examined 2 domains across 4 measurement occasions in 2 independent student samples who were in Grades 5-8 (Study 1: N ϭ 1,529) or Grades 5-7 (Study 2: N ϭ 639). In a 3rd study, we examined a subsample of the 2nd sample (N ϭ 465) in 3 domains. Results demonstrated support for the RI/E model for 2 as well as 3 academic domains. We found positive reciprocal effects of academic self-concepts and achievements within a domain, positive reciprocal effects between achievements across domains, negative effects of achievements on subsequent cross-domain self-concepts, negative effects of academic self-concepts on subsequent cross-domain achievements, and some support for negative effects of academic self-concepts on subsequent cross-domain self-concepts. Furthermore, we found that RI/E model effects were of comparable size across time. To conclude, the RI/E model provides significant insights into the development of distinct motivational and cognitive profiles and, thus, of becoming either a math or verbal person. Implications for research and educational practice are discussed.",
    "pdf_parse": {
        "paper_id": "niepel_2014",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Students' cognitive and motivational profiles have a large impact on their academic careers. The development of such profiles can partly be explained by the reciprocal internal/external frame of reference model (RI/E model). The RI/E model predicts positive and negative longitudinal effects between academic self-concepts and achievements within and across 2 academic domains (i.e., the mathematics and verbal domains). In the present study, we replicated the RI/E model in 2 samples and extended it by simultaneously investigating the longitudinal associations of academic self-concepts and achievements in 3 academic domains (i.e., mathematics, German as a native language, English as a foreign language). We examined 2 domains across 4 measurement occasions in 2 independent student samples who were in Grades 5-8 (Study 1: N ϭ 1,529) or Grades 5-7 (Study 2: N ϭ 639). In a 3rd study, we examined a subsample of the 2nd sample (N ϭ 465) in 3 domains. Results demonstrated support for the RI/E model for 2 as well as 3 academic domains. We found positive reciprocal effects of academic self-concepts and achievements within a domain, positive reciprocal effects between achievements across domains, negative effects of achievements on subsequent cross-domain self-concepts, negative effects of academic self-concepts on subsequent cross-domain achievements, and some support for negative effects of academic self-concepts on subsequent cross-domain self-concepts. Furthermore, we found that RI/E model effects were of comparable size across time. To conclude, the RI/E model provides significant insights into the development of distinct motivational and cognitive profiles and, thus, of becoming either a math or verbal person. Implications for research and educational practice are discussed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Thinking positively about one's academic abilities is essential for promoting desirable educational outcomes (see, e.g., Marsh, 2006; Marsh & Martin, 2011) . A plethora of studies have sug-gested that positive academic self-concepts-as mental representations of one's academic abilities-have beneficial effects on a broad range of educational outcomes, such as students' achievement, academic effort, or academic emotions (see, e.g., Goetz, Preckel, Zeidner, & Schleyer, 2008; Ireson & Hallam, 2009; Marsh, 1991; Marsh et al., 2008; Marsh, Trautwein, Lüdtke, Köller, & Baumert, 2005; Valentine, DuBois, & Cooper, 2004) .",
                "cite_spans": [
                    {
                        "start": 121,
                        "end": 133,
                        "text": "Marsh, 2006;",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 134,
                        "end": 155,
                        "text": "Marsh & Martin, 2011)",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 434,
                        "end": 476,
                        "text": "Goetz, Preckel, Zeidner, & Schleyer, 2008;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 477,
                        "end": 499,
                        "text": "Ireson & Hallam, 2009;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 500,
                        "end": 512,
                        "text": "Marsh, 1991;",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 513,
                        "end": 532,
                        "text": "Marsh et al., 2008;",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 533,
                        "end": 583,
                        "text": "Marsh, Trautwein, Lüdtke, Köller, & Baumert, 2005;",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 584,
                        "end": 618,
                        "text": "Valentine, DuBois, & Cooper, 2004)",
                        "ref_id": "BIBREF74"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Most previous research on academic self-concepts has concentrated on the mutual relations between academic self-concepts and academic achievements (e.g., Huang, 2011) . More specifically, an ever-growing body of (a) longitudinal research on reciprocal and mutually reinforcing effects between academic self-concepts and academic achievements within a single academic domain (i.e., reciprocal effects model [REM] ) has been accompanied by a growing body of (b) cross-sectional research on the internal/ external frame of reference model (I/E model) that predicts (among others) negative contrast effects of achievement in one domain (e.g., mathematics) on academic self-concept in another domain (e.g., German as a verbal subject). Importantly, these two models were typically studied in isolation until Möller, Retelsdorf, Köller, and Marsh (2011) presented their pioneering work. In their study, Möller et al. integrated the two models in the reciprocal internal/external frame of reference model (RI/E model) to simul-taneously examine (a) reciprocal effects and (b) contrast effects between academic self-concepts and achievements in different academic domains in the long run. Of note, by considering the development of academic self-concept and achievement within and across different academic domains, the RI/E model provides insights into the joint development of students' cognitive and motivational profiles. Thus, the RI/E model is important for promoting a better understanding of the developmental tasks and academic trajectories that depend on such profiles. This involves forming one's self, selecting specialized courses, or deciding on a career choice.",
                "cite_spans": [
                    {
                        "start": 154,
                        "end": 166,
                        "text": "Huang, 2011)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 406,
                        "end": 411,
                        "text": "[REM]",
                        "ref_id": null
                    },
                    {
                        "start": 803,
                        "end": 847,
                        "text": "Möller, Retelsdorf, Köller, and Marsh (2011)",
                        "ref_id": "BIBREF52"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Given its immanent importance for educational theory, research, and practice, further research on the RI/E model is necessary. To date, however, there have been no replications of the RI/E model. Furthermore, some predictions derived from the RI/E model need to be subjected to empirical scrutiny. Notably, the potential negative long-term effect of academic self-concept on cross-domain achievement needs further clarification (see next paragraph). The present study therefore aimed to further empirically examine the RI/E model by analyzing the mutual longitudinal relations between achievements and self-concepts in mathematics and German (as a verbal subject). Importantly, to carefully explore the generalizability of the RI/E model, we analyzed two large independent samples of data that both included four waves of data collection: Study 1 included Grades 5 to 8, and Study 2 included Grades 5 to 7. Capitalizing on this broad empirical data base, we were also able to extend the RI/E model by simultaneously investigating academic self-concepts and achievements in mathematics and a native (i.e., German) as well as a foreign (i.e., English) language. This significant extension of the RI/E model across three different academic domains has not been conducted before. Additionally, we were interested in the question of whether the strengths of the relations between academic self-concepts and achievements differ in different phases of students' school careers (e.g., new learning groups in the first months of secondary school vs. stable learning groups in higher grades). If yes, this would indicate phasedependent developmental differences in students' formation of cognitive and motivational profiles. To our knowledge, this question had not been investigated yet.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Recently, Möller and colleagues (2011) proposed a new approach by merging two established and widely studied academic self-concept models, (a) the REM and (b) the I/E model into the RI/E model. By doing so, they extended the REM to more than one academic domain and the I/E model longitudinally (Möller et al., 2011) .",
                "cite_spans": [
                    {
                        "start": 10,
                        "end": 38,
                        "text": "Möller and colleagues (2011)",
                        "ref_id": null
                    },
                    {
                        "start": 295,
                        "end": 316,
                        "text": "(Möller et al., 2011)",
                        "ref_id": "BIBREF52"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Reciprocal Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "The REM depicts mutual relations between academic selfconcepts and academic achievements, suggesting that higher achievements foster self-concepts (when previous self-concepts are controlled; cf. skill development; Calsyn & Kenny, 1977) and that higher self-concepts enhance achievements (when previous attainment is controlled; cf. self-enhancement; Calsyn & Kenny, 1977;  for an overview, see Marsh & Martin, 2011 ; see also Guay, Marsh, & Boivin, 2003) . Thus, the REM postulates three positive long-lasting effects that areamongst others-illustrated in Figure 1 by presenting the entire RI/E model framework in two academic domains. These effects consist of: (a) skill development effects (positive effects of achievement on subsequent academic self-concept within one domain; indicated by ␣ in Figure 1 ), (b) self-enhancement effects (positive effects of academic self-concept on subsequent achievement within one domain; indicated by ␤ in Figure 1 ), and (c) autoregressive effects (indicated by ε in Figure 1) .",
                "cite_spans": [
                    {
                        "start": 215,
                        "end": 236,
                        "text": "Calsyn & Kenny, 1977)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 351,
                        "end": 372,
                        "text": "Calsyn & Kenny, 1977;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 373,
                        "end": 373,
                        "text": "",
                        "ref_id": null
                    },
                    {
                        "start": 395,
                        "end": 415,
                        "text": "Marsh & Martin, 2011",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 427,
                        "end": 455,
                        "text": "Guay, Marsh, & Boivin, 2003)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 557,
                        "end": 565,
                        "text": "Figure 1",
                        "ref_id": null
                    },
                    {
                        "start": 799,
                        "end": 807,
                        "text": "Figure 1",
                        "ref_id": null
                    },
                    {
                        "start": 946,
                        "end": 954,
                        "text": "Figure 1",
                        "ref_id": null
                    },
                    {
                        "start": 1008,
                        "end": 1017,
                        "text": "Figure 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "The Reciprocal Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "The I/E model (e.g., Möller, Pohlmann, Köller, & Marsh, 2009 ) also postulates positive skill development effects but additionally postulates negative contrast effects of achievement on subsequent academic self-concepts across domains (internal frame of reference effects; indicated by ␥ in Figure 1 ). Thus, high achievement in one domain (e.g., mathematics achievement) is assumed to exert a negative influence on academic self-concept in a contrasting domain (e.g., verbal self-concept). This internal frame of reference effect thus describes dimensional comparison effects (Möller & Marsh, 2013 ; see also Marsh, 2006; Möller & Köller, 2001a; . Of note, most research on the I/E model has drawn on cross-sectional data (e.g., Marsh, 2006; Möller et al., 2009) and has not tested the predictions longitudinally (see Brunner et al., 2010, for an exception) .",
                "cite_spans": [
                    {
                        "start": 21,
                        "end": 60,
                        "text": "Möller, Pohlmann, Köller, & Marsh, 2009",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 577,
                        "end": 598,
                        "text": "(Möller & Marsh, 2013",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 610,
                        "end": 622,
                        "text": "Marsh, 2006;",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 623,
                        "end": 646,
                        "text": "Möller & Köller, 2001a;",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 730,
                        "end": 742,
                        "text": "Marsh, 2006;",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 743,
                        "end": 763,
                        "text": "Möller et al., 2009)",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 819,
                        "end": 858,
                        "text": "Brunner et al., 2010, for an exception)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 291,
                        "end": 299,
                        "text": "Figure 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "The Reciprocal Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "The predictions of the RI/E model are largely based on those of both single models. Yet the RI/E model predictions should also hold longitudinally. Furthermore, they should even hold after controlling for baseline measures within and across the verbal and mathematics domains (i.e., achievements and academic self-concepts)-going beyond conventional REM and I/E model research (Möller et al., 2011) . Figure 1 presents all assumptions of the RI/E model (Möller et al., 2011) . As is true for the REM and I/E models, the RI/E model predicts (a) skill development effects (indicated by ␣), (b) self-enhancement effects (indicated by ␤), (c) autoregressive effects (indicated by ε), and (d) internal frame of reference effects (indicated by ␥). Furthermore, by extending the rationale of the I/E model longitudinally, the RI/E model predicts (e) positive cross-domain effects of achievements on subsequent achievements in the contrasting domain (i.e., positive reciprocal cross-domain effects between achievements; indicated by ) and (f) weak or null effects of academic self-concepts on subsequent noncorresponding self-concepts across domains (i.e., the prior verbal self-concept only marginally or does not affect the subsequent mathematics self-concept and vice versa; indicated by ). However, a new prediction emerges by combining the REM with the I/E model: (g) Prior academic self-concept should negatively affect subsequent achievement in the contrasting domain (e.g., mathematics selfconcept should negatively affect subsequent German achievement) when prior achievements are controlled for (indicated by ␦ in Figure 1 ). Such negative cross-domain contrast effects of academic self-concepts have been neglected in academic self-concept research to date. Prior academic self-concept research has focused almost exclusively on the positive effects of academic self-concept (e.g., Marsh & Martin, 2011) , considering self-concept to be \"a negative cross-domain contrast effects of academic self-concepts by suggesting either null relations or very small negative effects of academic self-concept in one domain on achievement in another domain.",
                "cite_spans": [
                    {
                        "start": 377,
                        "end": 398,
                        "text": "(Möller et al., 2011)",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 453,
                        "end": 474,
                        "text": "(Möller et al., 2011)",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 1885,
                        "end": 1906,
                        "text": "Marsh & Martin, 2011)",
                        "ref_id": "BIBREF39"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 401,
                        "end": 409,
                        "text": "Figure 1",
                        "ref_id": null
                    },
                    {
                        "start": 1616,
                        "end": 1624,
                        "text": "Figure 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "The Reciprocal Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "In their study, Möller et al. (2011) examined data from a sample of 1,508 German secondary school students to analyze the RI/E model framework using three waves of data collection from Grades 5 to 8. Overall, findings supported the seven core predictions of the RI/E model (as mentioned above). Yet, compared to other postulated effects, support for negative effects of academic self-concepts on subsequent achievements across domains (i.e., cross-domain contrast effects of academic self-concepts) was considerably weaker: Möller et al. found only indirect support for negative cross-domain contrast effects of academic self-concepts. Although none of these effects reached statistical significance (at p Ͻ .05), restricting the corresponding paths to zero resulted in significant decreases in model fit (i.e., for chi-square difference testing via model comparison). In sum, these results point to the need for more research on this effect in particular and on the RI/E model in general. To date, the model has not been replicated.",
                "cite_spans": [
                    {
                        "start": 16,
                        "end": 36,
                        "text": "Möller et al. (2011)",
                        "ref_id": "BIBREF52"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Reciprocal Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "Most I/E model research has contrasted mathematics with a verbal domain (e.g., German as a verbal subject), supporting negative crossdomain contrast effects between achievements and academic selfconcepts (i.e., internal frame of reference effects). However, I/E model research juxtaposing two domains that are typically perceived as closely related-such as two verbal domains (i.e., German and English) or two numerical or science domains (i.e., mathematics and physics)-has delivered rather mixed results. For example, Möller, Streblow, Pohlmann, and Köller (2006) extended the I/E model to two verbal and two science domains (i.e., mathematics, physics, German, and English). They identified positive cross-sectional correlations between English achievement and German self-concept, between mathematics achievement and physics self-concept, and between physics achievement and mathematics self-concept, respectively. In line with this, Xu et al. (2013) recently found no internal frame of reference effects among the native (i.e., Chinese) and foreign (i.e., English) languages of students, but they found negative contrast effects of mathematics achievement on Chinese and English selfconcepts. In addition, Chinese and English achievements were negatively related to mathematics self-concept. By contrast, Chiu (2012) found negative internal frame of reference effects between mathematics and science. Of note, all of these findings are based on crosssectional data. For longitudinal data, Brunner et al. (2010) reported negative longitudinal internal frame of reference effects from Grades 6 to 8 between French and German as verbal subjects in a Luxembourgish sample (of note, both languages are vital in Luxembourg; see Brunner et al., 2010 , for a discussion). Taken together, more longitudinal research on internal frame of reference effects between closely related domains is needed.",
                "cite_spans": [
                    {
                        "start": 520,
                        "end": 565,
                        "text": "Möller, Streblow, Pohlmann, and Köller (2006)",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 938,
                        "end": 954,
                        "text": "Xu et al. (2013)",
                        "ref_id": "BIBREF78"
                    },
                    {
                        "start": 1310,
                        "end": 1321,
                        "text": "Chiu (2012)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 1494,
                        "end": 1515,
                        "text": "Brunner et al. (2010)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 1727,
                        "end": 1747,
                        "text": "Brunner et al., 2010",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Extending the RI/E Model to Mathematics, a Native Language, and a Foreign Language",
                "sec_num": null
            },
            {
                "text": "In the present study, we investigated mathematics as well as two verbal domains, namely, German (i.e., students' native language) Figure 1 . Seven predictions derived from the reciprocal internal/external frame of reference model: (␣) skill development effects, (␤) self-enhancement effects, (␥) internal frame of reference effects, (␦) cross-domain contrast effects of academic self-concepts, (ε) autoregressive effects, () reciprocal cross-domain effects between achievements, and () null effects of the domain-specific self-concept on the cross-domain self-concept. Predicted positive effects are depicted by continuous lines, negative effects by dashed lines, and null effects by dotted lines.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 130,
                        "end": 138,
                        "text": "Figure 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Extending the RI/E Model to Mathematics, a Native Language, and a Foreign Language",
                "sec_num": null
            },
            {
                "text": "This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Extending the RI/E Model to Mathematics, a Native Language, and a Foreign Language",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Extending the RI/E Model to Mathematics, a Native Language, and a Foreign Language",
                "sec_num": null
            },
            {
                "text": "and English (i.e., students' first foreign language in secondary school) within an extended RI/E model. The extension of the RI/E model across these domains leads-as stated above-automatically to a longitudinal examination of internal frame of reference effects between mathematics and German, mathematics and English, and German and English.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Extending the RI/E Model to Mathematics, a Native Language, and a Foreign Language",
                "sec_num": null
            },
            {
                "text": "Whether the relative impact of the postulated effects of the RI/E model varies or shows stability across time is an open question. One could assume that the impact of academic self-concepts on corresponding achievements (i.e., self-enhancement effects) increases during transition periods such as when students enter secondary school and, therewith, when they enter a new learning environment in which they have to cope with uncertainty regarding their academic standing (Preckel, Götz, & Frenzel, 2010; Wagner, 2001 ). On the other hand, skill development effects may be more powerful in learning environments that are perceived as rather stable (Helmke, 1992) . By examining students from the beginning of secondary school (i.e., Grade 5) to Grade 8 (Study 1) and from the beginning of Grade 5 to Grade 7 (Study 2), we were able to test potential developmental differences in the strength of selfenhancement and skill development effects-and the other effects postulated by the RI/E model. Variations in the magnitudes of the observed effects over time could indicate that these developmental processes depend on phases in secondary school during which the students' learning environment becomes increasingly stable across time. In the methodological literature, the stability of effects is called stationarity (Kenny, 1975; T. D. Little, Preacher, Selig, & Card, 2007) . In the present study, we examined the stationarity of RI/E model effects in an important transition phase within students' educational careers. To our knowledge, this has never been done before.",
                "cite_spans": [
                    {
                        "start": 471,
                        "end": 503,
                        "text": "(Preckel, Götz, & Frenzel, 2010;",
                        "ref_id": "BIBREF63"
                    },
                    {
                        "start": 504,
                        "end": 516,
                        "text": "Wagner, 2001",
                        "ref_id": "BIBREF75"
                    },
                    {
                        "start": 647,
                        "end": 661,
                        "text": "(Helmke, 1992)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1313,
                        "end": 1326,
                        "text": "(Kenny, 1975;",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 1327,
                        "end": 1371,
                        "text": "T. D. Little, Preacher, Selig, & Card, 2007)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stability of Effects Across Time",
                "sec_num": null
            },
            {
                "text": "The present study pursued two vital research aims. Bonett (2012) stated, \"replication evidence is the gold standard by which scientific claims are evaluated\" (p. 410), yet only about 1% of psychology publications are actually replications (Makel, Plucker, & Hegarty, 2012 ; for further arguments on the importance of replications, see, e.g., Pashler & Harris, 2012) . Accordingly, our first important research aim was to replicate the RI/E model because the RI/E model has not been replicated to date. Second, we aimed to significantly extend the RI/E model in two directions: (a) We investigated not only the domains of mathematics and native language but also a domain that is closely related to the latter-that is, English as a foreign language (replication-extension study; Bonett, 2012) . (b)This study is the first to analyze the temporal stability of RI/E model predictions across time. To these ends, we conducted three studies that capitalized on large data sets from two independent samples of German secondary school students.",
                "cite_spans": [
                    {
                        "start": 239,
                        "end": 271,
                        "text": "(Makel, Plucker, & Hegarty, 2012",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 342,
                        "end": 365,
                        "text": "Pashler & Harris, 2012)",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 778,
                        "end": 791,
                        "text": "Bonett, 2012)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Research Aims",
                "sec_num": null
            },
            {
                "text": "Our study design contained some features that are important to have in a replication study, thus allowing us to extend the gener-alizability of prior RI/E model results to a different study population and across varying time lags. We were also able to broaden the empirical body of RI/E model research by considering more points of measurement (see, e.g., Bonett, 2012; Shadish, Cook, & Campbell, 2001 ). First, to complement Möller and colleagues' (2011) sample, which comprised students from different types of secondary schools, Studies 1 to 3 in the present study focused only on students attending the top track of the highly selective German secondary school system (i.e., the German Gymnasium). In comparison to the other scholastic tracks, the Gymnasium differs with respect to school quality and learning environment such that instruction in the Gymnasium is more cognitively demanding and activating (Becker, Lüdtke, Trautwein, Köller, & Baumert, 2012) . We examined the generalizability of the RI/E model by focusing on a selected subgroup of secondary school students to learn whether the effects found for a heterogeneous sample of the German student body would also hold for students in the Gymnasium, who comprise a more homogeneous subgroup (differences in results would indicate a moderation effect due to specific demographic features of this subgroup). Second, Study 1 on the one hand and Studies 2 and 3 on the other hand varied in their time lags with regard to when performance feedback was given and when academic self-concepts were assessed (differences in results would indicate an effect of time-lag length). Third, Möller et al. examined a panel study with three waves of measurement, whereas all of the three studies in the present article contained four waves of measurement.",
                "cite_spans": [
                    {
                        "start": 356,
                        "end": 369,
                        "text": "Bonett, 2012;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 370,
                        "end": 401,
                        "text": "Shadish, Cook, & Campbell, 2001",
                        "ref_id": "BIBREF67"
                    },
                    {
                        "start": 910,
                        "end": 962,
                        "text": "(Becker, Lüdtke, Trautwein, Köller, & Baumert, 2012)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Replication",
                "sec_num": null
            },
            {
                "text": "As outlined above, prior examinations of relations between academic self-concepts and achievements in two verbal domains (i.e., research on the I/E model) have revealed rather mixed findings. In addition, most prior findings were derived from crosssectional data. We therefore investigated the RI/E model predictions longitudinally and across the domains of (a) mathematics and German (Studies 1 and 2) and (b) mathematics, German, and English (Study 3). Furthermore, the present study explored the longitudinal stability (i.e., stationarity) of the effects postulated by the RI/E model (i.e., in Studies 1, 2, and 3).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Extension: Three Domains and Tests of Stationarity",
                "sec_num": null
            },
            {
                "text": "Note that we are using a terminology that is typically applied in self-concept research in which causal effects are postulated to describe the mutual relations between achievements and academic self-concepts. In the following sections of the present article-for the sake of conceptual clarity-the reader should note that we sometimes refer to these terms (as introduced above; e.g., selfenhancement effects or skill development effects) to label the resulting longitudinal associations among variables, but we do so without directly implying causality.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Extension: Three Domains and Tests of Stationarity",
                "sec_num": null
            },
            {
                "text": "Sample and procedure. Sample 1 was obtained from four waves of an ongoing longitudinal study focusing on self-concept development in secondary school. Data were obtained from a sample of 1,529 students (46.57% female) in 43 classes at five different top-track schools (i.e., the Gymnasium) in two federal This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study 1 Method",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study 1 Method",
                "sec_num": null
            },
            {
                "text": "states of Germany (i.e., Rhineland-Palatinate and Bavaria). The students in the sample were examined across a 40-month period at the beginning of Grade 5 (on average, 10 weeks after the students' first day in secondary school; Time 1) and shortly after the midterm reports in Grade 5 (Time 2), Grade 6 (Time 3), and Grade 8 (Time 4), respectively. Students stayed with the same peers throughout this time period, and they were all enrolled in the same type of mathematics and German classes. Students' mean age was 10.69 years (SD ϭ 0.44) at Time 1, 11.02 years (SD ϭ 0.44) at Time 2, 12.04 years (SD ϭ 0.44) at Time 3, and 14.04 years (SD ϭ 0.46) at Time 4. A self-report questionnaire was used to collect data on students' achievements (i.e., at Times 2, 3, and 4) and to assess academic self-concepts (i.e., at all four times of measurement) in mathematics and German. The questionnaire was administered during regular class sessions, and students' participation was voluntary. Written parental consent was obtained for all participating children.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study 1 Method",
                "sec_num": null
            },
            {
                "text": "Academic self-concepts. Academic self-concepts in mathematics and German were assessed by six items based on a German short version of the Self-Description Questionnaire (SDQ; Kunter et al., 2002) . The SDQ, originally developed by Marsh (1990) , is considered to be one of the best self-concept instruments available (e.g., Byrne, 2002) as research has amply confirmed its factor structure, reliability, and criterion-related validity (e.g., Byrne, 1996; . We adapted the approach applied by Trautwein, Lüdtke, Marsh, Köller, and Baumert (2006) and used three of the best items (as determined by item-total correlations) in the total scale per selfconcept (i.e., the mathematics and German self-concepts). Specifically, the items selected for German/mathematics self-concepts were \"I learn German/mathematics quickly,\" \"I have always done well in German/mathematics,\" and \"German/mathematics is one of my best subjects.\" Students responded to these items on a 5-point rating scale ranging from 1 (strongly disagree) to 5 (strongly agree) with higher scores indicating a higher academic selfconcept.",
                "cite_spans": [
                    {
                        "start": 176,
                        "end": 196,
                        "text": "Kunter et al., 2002)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 232,
                        "end": 244,
                        "text": "Marsh (1990)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 325,
                        "end": 337,
                        "text": "Byrne, 2002)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 443,
                        "end": 455,
                        "text": "Byrne, 1996;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 493,
                        "end": 545,
                        "text": "Trautwein, Lüdtke, Marsh, Köller, and Baumert (2006)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Variables and measures.",
                "sec_num": null
            },
            {
                "text": "Academic achievements. Students' achievements were assessed by self-reported grades in mathematics and German as obtained from the midterm reports in Grade 5 (i.e., students' first report in secondary school), Grade 6, and Grade 8, respectively. These self-reported grades represent cumulative attainment in mathematics and German from the preceding school term. Students reported their grades shortly after they received their midterm reports at Times 2, 3, and 4, respectively. Although meta-analytic research suggests that self-reported grades can be positively biased to a certain extent (Kuncel, Credé, & Thomas, 2005) , recent research from Germanspeaking countries has demonstrated that self-reported school grades are not subject to systematic reporting biases (Dickhäuser & Plenter, 2005) . Hence, these self-reported grades can be considered to represent reliable and valid indicators of students' mathematics and German achievements, respectively. In Germany, a 6-point grading system is used. For ease of interpretation in the present study, we scored grades such that higher numbers indicate better mathematics and German achievement (i.e., 1 ϭ unsatisfactory to 6 ϭ excellent).",
                "cite_spans": [
                    {
                        "start": 592,
                        "end": 623,
                        "text": "(Kuncel, Credé, & Thomas, 2005)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 769,
                        "end": 797,
                        "text": "(Dickhäuser & Plenter, 2005)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Variables and measures.",
                "sec_num": null
            },
            {
                "text": "Data analysis. We examined the RI/E model by means of structural equation modeling (SEM) using a four-wave latent-variable cross-lagged panel design (T. D. Little et al., 2007) . Herein, academic self-concepts were specified as latent variables with three indicators each, and academic achievements (i.e., midterm records in mathematics and German) were modeled as manifest single-indicator variables. For the latent variables, we allowed the residuals of corresponding indicators to correlate across the points of measurement (i.e., correlated uniquenesses; T. D. Little et al., 2007) . Figure 2 illustrates the resulting SEM. Hence, we investigated our research aims by considering three subsequent time spans: (a) the time span of approximately 4 months from the beginning of secondary school in the fifth grade (i.e., Time 1) to the beginning of the second semester of the fifth grade (i.e., Time 2), (b) the time span of 1 year from the beginning of the second semester of the fifth grade (i.e., Time 2) to the beginning of the second semester of the sixth grade (i.e., Time 3), and (c) the time span of 2 years from the beginning of the second semester of the sixth grade (i.e., Time 3) to the beginning of the second semester of the eighth grade (i.e., Time 4). Note that these observed time intervals were not of the same length. Because the magnitudes of the coefficients' absolute values will shift as the lags become shorter or longer, the observed magnitudes of the path coefficients were not directly comparable across these three time spans (Oud & Delsing, 2010) . However, the recorded midterm grades were always provided to the students about 2 weeks before they answered the questionnaire on academic self-concepts. Thus, these lags were of comparable length. Figure 2 illustrates corresponding paths of comparable length by identical letters. Accordingly, the panel design applied in Study 1 allowed us to compare the magnitude and, therewith, test the stability (i.e., stationarity; Kenny, 1975) of (a) skill development effects and (b) internal frame of reference effects. To test the assumption of stationarity, we set all corresponding paths to equality across time (as presented in Figure 2 ; i.e., all a paths, b paths, c paths, and d paths, respectively). This approach enabled us to explore whether skill development effects and internal frame of reference effects changed across time. The tenability of the equality constraints could be tested via nested model comparisons (T. D. Little et al., 2007) .",
                "cite_spans": [
                    {
                        "start": 156,
                        "end": 176,
                        "text": "Little et al., 2007)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 565,
                        "end": 585,
                        "text": "Little et al., 2007)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 1555,
                        "end": 1576,
                        "text": "(Oud & Delsing, 2010)",
                        "ref_id": "BIBREF60"
                    },
                    {
                        "start": 2002,
                        "end": 2014,
                        "text": "Kenny, 1975)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 2507,
                        "end": 2527,
                        "text": "Little et al., 2007)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 588,
                        "end": 596,
                        "text": "Figure 2",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1777,
                        "end": 1785,
                        "text": "Figure 2",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 2205,
                        "end": 2213,
                        "text": "Figure 2",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Variables and measures.",
                "sec_num": null
            },
            {
                "text": "As imperatively required for studying longitudinal RI/E model effects and their stationarity, we previously tested whether the applied latent variables captured the same target constructs across time (i.e., we tested measurement invariance across time). We applied a stepwise strategy to test three levels of measurement invariance: (a) configural invariance (i.e., invariance in the pattern of zero and nonzero loadings), (b) metric invariance (i.e., additionally, invariance in the size of factor loadings), and (c) scalar invariance (i.e., additionally, invariance in the intercepts of the manifest variables). At least metric measurement invariance was required to interpret RI/E model effects in our SEM (for further information, see Widaman & Reise, 1997 ; see also Meredith, 1993; Meredith & Horn, 2001) .",
                "cite_spans": [
                    {
                        "start": 739,
                        "end": 760,
                        "text": "Widaman & Reise, 1997",
                        "ref_id": "BIBREF77"
                    },
                    {
                        "start": 772,
                        "end": 787,
                        "text": "Meredith, 1993;",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 788,
                        "end": 810,
                        "text": "Meredith & Horn, 2001)",
                        "ref_id": "BIBREF47"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Variables and measures.",
                "sec_num": null
            },
            {
                "text": "All data analyses were conducted with Mplus 7 -2012b . As some distributions of item scores differed slightly from multivariate normality, we used the Mplus option for maximum likelihood estimation to compute standard errors and fit statistics that were robust (MLR; see -2012a ) against these mild violations of normality (e.g., Kaplan, 2009) . As is typical in longitudinal research, complete data on all measures across all waves of measurement were not available for all students. Specifically, This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [
                    {
                        "start": 46,
                        "end": 52,
                        "text": "-2012b",
                        "ref_id": "BIBREF56"
                    },
                    {
                        "start": 271,
                        "end": 277,
                        "text": "-2012a",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 330,
                        "end": 343,
                        "text": "Kaplan, 2009)",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Variables and measures.",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Variables and measures.",
                "sec_num": null
            },
            {
                "text": "35% to 70% of the students provided data to estimate a certain variance or covariance at any time of measurement. Applying full-information maximum likelihood, the MLR estimator allowed us to deal efficiently with data that were missing in this way (R. J. A. Little, 1995; McArdle, 1994; Muthén & Muthén, 2006 ; see also McArdle & Grimm, 2010), thus yielding (a) higher statistical power to study the RI/E model (Collins, Schafer, & Kam, 2001 ) and (b) parameter estimates that had less bias than estimates gleaned from traditional pairwise or listwise deletion methods (e.g., Graham, 2009) . 1 Students were nested within classes in our data. As the number of clusters in our sample (i.e., 43 classes) was not sufficient to use the complex analysis feature in Mplus (i.e., a correction method to account for the nested data structure; for more information, see the Mplus User's Guide, -2012a , we followed Cronbach's (1976) advice and standardized (M ϭ 0.00, SD ϭ 1.00) all variables within school classes to remove clustering effects (the same procedure was also chosen by ).",
                "cite_spans": [
                    {
                        "start": 259,
                        "end": 272,
                        "text": "Little, 1995;",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 273,
                        "end": 287,
                        "text": "McArdle, 1994;",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 288,
                        "end": 309,
                        "text": "Muthén & Muthén, 2006",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 412,
                        "end": 442,
                        "text": "(Collins, Schafer, & Kam, 2001",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 577,
                        "end": 590,
                        "text": "Graham, 2009)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 886,
                        "end": 892,
                        "text": "-2012a",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 907,
                        "end": 924,
                        "text": "Cronbach's (1976)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Variables and measures.",
                "sec_num": null
            },
            {
                "text": "To evaluate model fit, the following criteria were used to indicate adequate fit: (a) the normed version of the chi-square statistic (Bollen, 1989) , (b) the root-mean-square error of approximation, (c) the comparative fit index, and (d) the standardized root-mean-square residual (Hu & Bentler, 1999) . To compare two nested models (i.e., to test for measurement invariance and stationarity), we computed chi-square difference tests using the Satorra-Bentlerscaled chi-square (Satorra & Bentler, 2001) .",
                "cite_spans": [
                    {
                        "start": 133,
                        "end": 147,
                        "text": "(Bollen, 1989)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 281,
                        "end": 301,
                        "text": "(Hu & Bentler, 1999)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 477,
                        "end": 502,
                        "text": "(Satorra & Bentler, 2001)",
                        "ref_id": "BIBREF66"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Variables and measures.",
                "sec_num": null
            },
            {
                "text": "Preliminary analysis. Descriptive statistics. Table 1 presents correlations, means, standard deviations, and internal consistencies for all measures at each wave of measurement. All measures revealed good internal consistencies (␣s between .84 and .88). In line with prior I/E model research, Table 1 shows moderate positive correlations between the academic achievement variables (average correlation r ϭ .39, range r ϭ .29 to .50) and low correlations between academic This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 46,
                        "end": 53,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 293,
                        "end": 300,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "self-concept variables across domains (average correlation r ϭ .02, range r ϭ Ϫ.09 to .12). Measurement invariance. Table 2 documents the results of tests of measurement invariance for both constructs across time. An examination of model fit indices and difference-testing statistics between more and less restricted models suggested that a model with scalar invariance provided a reasonable approximation to the data. Thus, subsequent analyses were conducted on models that imposed scalar invariance.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 116,
                        "end": 123,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Testing the RI/E model. In the following two sections, we present the results of the four-wave cross-lagged panel design to examine the RI/E model. We began by probing the assumption of stationarity because, when stationarity holds, it allows for a more parsimonious description of the manifold empirical relations as obtained for the RI/E model. Stationarity of effects. All a, c, and d paths (see Figure 2 ) could be successfully restricted to equality across time. Table 3 presents the model fit statistics; all models had acceptable to good fit. However, the first b path (i.e., from fifth-grade mathematics achievement to the subsequent mathematics self-concept at Time 2) was significantly different in magnitude than the second and third b paths, which, for their part, showed similar magnitudes across time and were, therefore, set equal (see Table 3 ). This indicates that skill development effects (i.e., the b and d paths) were similar in size over time except for the first b path (i.e., within the domain of mathematics). Furthermore, all internal frame of reference effects (i.e., the a and c paths) fit the assumption of stationarity across time. Thus, further analyses were conducted on a model that imposed stationarity across time (i.e., Model C; see Table 3) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 399,
                        "end": 407,
                        "text": "Figure 2",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 468,
                        "end": 475,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 851,
                        "end": 858,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 1269,
                        "end": 1277,
                        "text": "Table 3)",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "RI/E model effects. Figure 3 illustrates the results for testing the RI/E model predictions (i.e., standardized path coefficients; for information on model fit, see Table 3 , i.e., Study 1, Model C).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 20,
                        "end": 28,
                        "text": "Figure 3",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 165,
                        "end": 172,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Skill development effects and self-enhancement effects. In both domains, the results provided support for skill development and self-enhancement effects across time. Within the same domain, prior achievements showed significant and positive relations with subsequent academic self-concepts, whereas prior academic selfconcepts showed significant and positive relations with subsequent achievements. Considering the self-enhancement paths in the first time period in both domains (i.e., between Time 1 and the midterm reports in the fifth grade), the absolute magnitude of the resulting path coefficients was descriptively slightly higher than in the subsequent waves. This pattern may be due to missing baseline measures (either for academic self-concepts or for achievements in any domain).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Autoregressive effects. All autoregressive paths across time were positive and significant, pointing to an overall moderate to high level of temporal stability of academic self-concepts and achievements in both domains (see Figure 3) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 224,
                        "end": 233,
                        "text": "Figure 3)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Internal frame of reference effects. The results provided robust support for negative longitudinal internal frame of reference effects across domains. All associations between achievements and subsequent academic self-concepts across domains differed significantly from zero. The absolute magnitudes of the resulting coefficients were descriptively higher for paths from mathematics achievement to the subsequent verbal self-concept than from verbal achievement to the subsequent mathematics self-concept (see Figure 3) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 510,
                        "end": 519,
                        "text": "Figure 3)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Reciprocal cross-domain effects between achievement measures. Prior academic achievement in one domain showed a clear positive association with subsequent achievement in the other domain and vice versa. This pattern was found for both time periods (i.e., between the fifth and sixth grades as well as between the sixth and eighth grades). This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Cross-domain effects between academic self-concept measures. Here, we found a slightly different pattern of results for verbal and mathematics self-concepts. When controlling for baseline measures, both paths between prior verbal self-concepts (i.e., at Times 2 and 3) and subsequent mathematics self-concepts (i.e., at Times 3 and 4) were negative and statistically significant, thus indicating rather small but significant contrast effects across 1-and 2-year periods, respectively. Of note, when no baseline measure was considered, the negative path coefficient representing the effect of verbal self-concept at Time 1 on mathematics self-concept at Time 2 did not reach significance. However, regarding the associations between prior mathematics self-concepts and subsequent verbal self-concepts, the results suggested a null effect: No relation was statistically significant.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Cross-domain contrast effects of academic self-concepts on achievements. First, all cross-domain associations between prior academic self-concept and subsequent achievement were found to be negative, yet two paths were statistically significant: (a) between verbal self-concept and subsequent mathematics achievement for the third time span (i.e., between Time 3 and eighth-grade achievement) and (b) between mathematics self-concept and subsequent verbal achievement for the second time span (i.e., between Time 2 and sixth-grade achievement; see Figure 3 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 548,
                        "end": 556,
                        "text": "Figure 3",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "In Study 2, we analyzed whether the findings from Study 1 could be (a) replicated in another sample and (b) generalized across different time lags between performance feedback and the assessment of academic self-concepts. Additionally, Study 2 was based on a wave of data collection in the seventh grade (i.e., Time 4; instead of the eighth grade as in Study 1). Furthermore, the panel design of Study 2 opened up additional opportunities for examining the stability of RI/E model associations across time. In the following Method section, we mainly highlight the ways in which Study 2 differed from Study 1.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study 2",
                "sec_num": null
            },
            {
                "text": "Sample and procedure. The data from Sample 2 were obtained from four waves of measurement from a longitudinal study that focused on student development in secondary school. The sample comprised data from 639 students (44.44% female) in 26 classes at seven different top-track schools (i.e., Gymnasium) in two federal states of Germany (i.e., Baden-Wuerttemberg and Bavaria). Students in the sample were examined across a 29-month period: at the beginning of Grade 5 (5 to 6 weeks after the students' first day in secondary school; Time 1), at the end of Grade 5 (Time 2), at the end of Grade 6 (Time 3), and in the middle of Grade 7 (Time 4). Students stayed with the same peers throughout the study, and they were all enrolled in the same type of mathematics, German, and English classes. Their mean age was 10.70 years (SD ϭ 0.43) at Time 1, 11.27 years (SD ϭ 0.42) at Time 2, 12.26 years (SD ϭ 0.43) at Time 3, and 13.11 years (SD ϭ 0.43) at Time 4. Measurement instruments were administered during regular classes, and students' participation was voluntary. Written parental consent was obtained for all participating children.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Method",
                "sec_num": null
            },
            {
                "text": "Academic self-concepts. To assess mathematics and German self-concepts, six items based on the SDQ (as in Study 1; see above) were selected. To assess mathematics self-concept, we used the same three items as in Study 1. For the assessment of German self-concept, three different SDQ items were applied: \"I learn things quickly in German class,\" \"I'm hopeless in German class\" (the item was reverse scored in all further analyses), and \"I get good marks in German.\" These three items were already implemented in the PISA study (Organisation for Economic Co-operation and Development [OECD], 2001 ). Students responded to these items on a 5-point rating scale ranging from 1 (strongly disagree) to 5 (strongly agree) with higher scores indicating higher academic self-concept. Note. CFI ϭ comparative fit index; RMSEA ϭ root-mean-square error of approximation; CI ϭ confidence interval; SRMR ϭ standardized root-meansquare residual. a All corresponding paths were constrained to be equal across time (see Figure 2 for Study 1 and Figure 4 for Study 2). b Corresponding a (first, second, and third), b (only second and third), c (first, second, and third), and d (first, second, and third) paths were constrained to be equal across time (see Figure  2 ). c The following corresponding cross-sectional residual correlations were constrained to be equal across time to test the assumption of stationarity: domain-specific self-concept's residual with cross-domain self-concept's residual (at Times 2, 3, and 4) and achievement's residual with cross-domain achievement's residual (of Grades 6 and 8).",
                "cite_spans": [
                    {
                        "start": 583,
                        "end": 595,
                        "text": "[OECD], 2001",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1004,
                        "end": 1012,
                        "text": "Figure 2",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1029,
                        "end": 1037,
                        "text": "Figure 4",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 1240,
                        "end": 1249,
                        "text": "Figure  2",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Variables and measures.",
                "sec_num": null
            },
            {
                "text": "‫ء‬ p Ͻ .05. ‫ءء‬ p Ͻ .01.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Variables and measures.",
                "sec_num": null
            },
            {
                "text": "This document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Variables and measures.",
                "sec_num": null
            },
            {
                "text": "Academic achievements. Students' achievements in mathematics and German were assessed by teacher-assigned grades taken directly from the students' midterm records from Grade 5, Grade 6, and Grade 7 (rather than by self-reported grades as in Study 1). Again, we scored grades such that higher numbers indicate better mathematics and German achievement (i.e., 1 ϭ unsatisfactory to 6 ϭ excellent).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Variables and measures.",
                "sec_num": null
            },
            {
                "text": "Data analysis. We used the same SEM approach as in Study 1. Herein, academic self-concept measures were specified as latent measures with three indicators each and academic achievement as a single-indicator manifest measure. Correlated uniquenesses between corresponding items across time were allowed. Figure 4 illustrates the model. Of note, the time spans between the waves of measurement differed from those in Study 1. Corresponding paths that have time spans of equal length are indicated by identical letters (considered for testing the assumption of stationarity). In Study 2, we investigated three subsequent time spans of (a) 7 months (i.e., from the beginning of the Gymnasium to the end of the fifth grade), (b) 1 year (i.e., from the end of the fifth grade to the end of the sixth grade), and (c) 10 months (i.e., from the end of the sixth grade to the middle of the seventh grade). As students always received their performance feedback at the end of the first term in Grades 5, 6, and 7 (i.e., from midterm records), the time lags between the per-formance feedback and the subsequent assessments of academic self-concepts at Times 2 and 3 were about 3 months, and the time lags between assessments of self-concepts at Times 2 and 3 and subsequent academic achievements were about 9 months. The time lags between adjacent performance feedback in Grades 5, 6, and 7 were all of equal length. The assumption of stationarity was tested for (a) skill development effects within the fifth and sixth grades (i.e., b and d paths; all paths are illustrated in Figure 4 ), (b) self-enhancement effects (i.e., e and f paths), (c) autoregressive effects of achievements (i.e., h and l paths), (d) internal frame of reference effects (i.e., a and c paths), (e) cross-domain contrast effects of academic selfconcepts (i.e., g and j paths), and (f) reciprocal cross-domain effects between achievements (i.e., k and i paths).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 303,
                        "end": 311,
                        "text": "Figure 4",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 1566,
                        "end": 1574,
                        "text": "Figure 4",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Variables and measures.",
                "sec_num": null
            },
            {
                "text": "Similar to Study 1, we (a) standardized our measures within classes prior to our main analyses, (b) tested for measurement invariance, and (c) tested the assumption of stationarity. Overall, we used the same statistical rationale (as described in the Method section of Study 1). Concerning all academic selfconcept measures, 64% to 96% of the students provided data to estimate a certain variance or covariance at any time of measurement. The proportion of data present for the German and mathematics achievement measures in the fifth and sixth grades was between 29% and 57% (i.e., missing by design because This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Variables and measures.",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Variables and measures.",
                "sec_num": null
            },
            {
                "text": "teacher-assigned school grades in Grades 5 and 6 were collected in only a subsample of the examined classes). 2 For the seventh-grade achievement measures, we had complete data from 43% to 79% of the students.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Variables and measures.",
                "sec_num": null
            },
            {
                "text": "Preliminary analyses. Descriptive statistics. Table 4 illustrates the correlations, means, standard deviations, and internal consistencies for all measures at each wave of measurement. Cronbach's ␣ was satisfactory to good (between .71 and .86). Overall, the correlations were similar to those from Study 1 (cf. Table 1 ) and in line with prior I/E model findings (average correlations between the academic self-concept variables: r ϭ .03, range r ϭ Ϫ.04 to .10; average correlation between the academic achievement variables: r ϭ .33, range r ϭ .17 to .47).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 46,
                        "end": 53,
                        "text": "Table 4",
                        "ref_id": "TABREF3"
                    },
                    {
                        "start": 312,
                        "end": 319,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Measurement invariance. Table 2 shows the results of the tests of measurement invariance. A model with scalar invariance provided a reasonable approximation to the empirical data. Therefore, the following analyses were computed on models that imposed scalar invariance.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 24,
                        "end": 31,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Testing the RI/E model. Table 3 . All corresponding paths (i.e., a, b, c, d, e, f, g, h, i, j, k , and l paths; see Figure 4 ) could be restricted to equality without losses in model fit. For all effects under investigation, these results clearly indicated stationarity across time. RI/E model effects. Results of the specified RI/E model predictions are shown in Figure 5 (i.e., standardized path coefficients; for information on model fit, see Table 3 , i.e., Study 2, Model B).",
                "cite_spans": [
                    {
                        "start": 58,
                        "end": 96,
                        "text": "(i.e., a, b, c, d, e, f, g, h, i, j, k",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 24,
                        "end": 31,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 116,
                        "end": 124,
                        "text": "Figure 4",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 364,
                        "end": 372,
                        "text": "Figure 5",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 446,
                        "end": 453,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Skill development effects and self-enhancement effects. The results provided empirical support for the predicted skill development and self-enhancement effects in both domains. Within each domain and consistently across time, prior achievements showed positive relations with subsequent academic self-concepts. Prior academic self-concepts, in turn, showed positive relations with subsequent achievements.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stationarity of effects. Results for tests of the assumption of stationarity are presented in",
                "sec_num": null
            },
            {
                "text": "Autoregressive effects. As shown in Figure 5 , the results supported autoregressive effects and suggested a moderate to high level of temporal stability for all included variables.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 36,
                        "end": 44,
                        "text": "Figure 5",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Stationarity of effects. Results for tests of the assumption of stationarity are presented in",
                "sec_num": null
            },
            {
                "text": "Internal frame of reference effects. All path coefficients between prior mathematics achievements and subsequent German self-concepts were significant and negative across time, thus sup- This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stationarity of effects. Results for tests of the assumption of stationarity are presented in",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stationarity of effects. Results for tests of the assumption of stationarity are presented in",
                "sec_num": null
            },
            {
                "text": "porting the prediction of internal frame of reference effects. For the relations between German achievements and subsequent mathematics self-concepts, two of the three tested paths were significant. In sum, the results predominantly supported longitudinal internal frame of reference effects.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stationarity of effects. Results for tests of the assumption of stationarity are presented in",
                "sec_num": null
            },
            {
                "text": "Reciprocal cross-domain effects between achievement measures. In line with RI/E model predictions, preceding achievements in one domain were significantly and positively related to subsequent achievements in the other domain.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stationarity of effects. Results for tests of the assumption of stationarity are presented in",
                "sec_num": null
            },
            {
                "text": "Cross-domain effects between academic self-concept measures. All paths between preceding German self-concepts and subsequent mathematics self-concepts were negative, but only one of them was significantly different from zero. The path between prior German self-concept at Time 3 (i.e., the end of the sixth grade) and subsequent mathematics self-concept at Time 4 (i.e., in the middle of the seventh grade) featured a small significant negative effect. As in Study 1, none of the paths between preceding mathematics self-concepts and subsequent German self-concepts reached significance.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stationarity of effects. Results for tests of the assumption of stationarity are presented in",
                "sec_num": null
            },
            {
                "text": "Cross-domain contrast effects of academic self-concepts on achievements. All resulting coefficients of the cross-domain paths between prior academic self-concepts and subsequent achievements were negative (except for the first path between verbal self-concept and mathematics achievement, which was found to be zero). When controlling for baseline measures of achievement, mathematics self-concepts were negatively and significantly related to subsequent German achievements (i.e., between Time 2 and sixth-grade achievement and between Time 3 and seventh-grade achievement) suggesting cross-domain contrast effects of mathematics self-concept. However, the relations between German self-concepts and subsequent mathematics achievements failed to reach statistical significance.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stationarity of effects. Results for tests of the assumption of stationarity are presented in",
                "sec_num": null
            },
            {
                "text": "In Study 3, we extended the RI/E model framework. In drawing on a subsample of Study 2, we specified an RI/E model across three domains: one numerical domain (i.e., mathematics) and two verbal (i.e., German and English) domains. Herein, we analyzed students who chose English as their first foreign language in secondary school and were native German speakers. In the following Method section, again, we mainly highlight the ways in which Study 3 differed from Studies 1 and 2.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study 3",
                "sec_num": null
            },
            {
                "text": "Sample and procedure. To study RI/E model effects across three domains, we selected those students from Sample 2 who chose This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Method",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Method",
                "sec_num": null
            },
            {
                "text": "English as their first foreign language in secondary school and were native German speakers. Five hundred thirty-four students chose English as their first foreign language (98 students chose Latin; seven did not provide information); herein, 470 were native German speakers (five of these students were not considered in our analyses because they had both German and English as mother tongues). The resulting subsample comprised data from 465 students (42.37% female) in 22 classes from two German federal states (i.e., Baden-Wuerttemberg and Bavaria). Their mean age was 10.71 years (SD ϭ 0.44) at Time 1, 11.28 years (SD ϭ 0.43) at Time 2, 12.27 years (SD ϭ 0.44) at Time 3, and 13.12 years (SD ϭ 0.44) at Time 4.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Method",
                "sec_num": null
            },
            {
                "text": "Academic self-concepts. To assess mathematics and German self-concepts, we used the same three items as in Study 2. For the assessment of English academic self-concept, we used the following three SDQ items: \"I learn things quickly in English class,\" \"I'm hopeless in English class\" (the item was reverse scored in all further analyses), and \"I get good marks in English.\" These three items were already implemented in the PISA study (OECD, 2001) . Again, students responded to these items on a 5-point rating scale ranging from 1 (strongly disagree) to 5 (strongly agree) with higher scores indicating higher academic self-concept.",
                "cite_spans": [
                    {
                        "start": 434,
                        "end": 446,
                        "text": "(OECD, 2001)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Variables and measures.",
                "sec_num": null
            },
            {
                "text": "Academic achievements. As in Study 2, students' achievements in mathematics, German, and English were assessed by teacherassigned grades taken directly from the students' midterm records from Grade 5, Grade 6, and Grade 7. We scored grades such that higher numbers indicate better mathematics, German, and English achievement (i.e., 1 ϭ unsatisfactory to 6 ϭ excellent).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Variables and measures.",
                "sec_num": null
            },
            {
                "text": "Data analysis. We used the same SEM approach as in Study 2 (as described above). Prior to our main analyses, we (a) standardized our measures within classes, (b) tested for measurement invariance, and (c) tested the assumption of stationarity for 27 corresponding longitudinal paths (i.e., for effects and time spans equivalent to those in Study 2 but extended across three domains). At least 64% to at most 99% of the students (i.e., concerning all academic self-concepts and seventh-grade achievement measures) and at least 32% to at most 56% of the students (i.e., concerning the fifth-and sixth-grade achievement measures) provided data to estimate a certain variance or covariance at any time of measurement.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Variables and measures.",
                "sec_num": null
            },
            {
                "text": "Preliminary analysis. Descriptive statistics. Table 5 illustrates the correlations, means, standard deviations, and internal consistencies for all measures at each wave of measurement. Cronbach's ␣ ranged from satisfactory to good (between .71 and .86). The average correlation between the mathematics and German self-concept variables was r ϭ .02 (range r ϭ Ϫ.04 to .11), between mathematics and English self-concept r ϭ .06 (range r ϭ Ϫ.02 to .22), and between German and English self-concept r ϭ .29 (range r ϭ .15 to .44). The average correlation between the mathematics and German achievement variables was r ϭ .28 (range r ϭ .09 to .43), between mathematics and English achievement r ϭ .38 (range r ϭ .27 to .49), and between German and English achievement r ϭ .44 (range r ϭ .26 to .64).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 46,
                        "end": 53,
                        "text": "Table 5",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Measurement invariance. Table 2 shows the results of the tests of measurement invariance. Again, a model with scalar in-variance was shown to provide a reasonable approximation to the empirical data. Further analyses imposed scalar invariance.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 24,
                        "end": 31,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Testing the RI/E model.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Results for tests of the assumption of stationarity are presented in Table 3 . All 27 corresponding paths were successfully restricted to equality without losses in model fit, thus indicating stationarity of all tested effects across time.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 69,
                        "end": 76,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Stationarity of effects.",
                "sec_num": null
            },
            {
                "text": "RI/E model effects. Results of the specified RI/E model predictions are shown in Table 6 (i.e., standardized path coefficients; for information on model fit, see Table 3 , i.e., Study 3, Model B). 3 Skill development effects and self-enhancement effects. The results clearly supported the predicted skill development and selfenhancement effects in simultaneous examinations of the domain of mathematics and the domains of German and English. We found these predicted effects within each domain and consistently across time.",
                "cite_spans": [
                    {
                        "start": 197,
                        "end": 198,
                        "text": "3",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 81,
                        "end": 88,
                        "text": "Table 6",
                        "ref_id": "TABREF5"
                    },
                    {
                        "start": 162,
                        "end": 169,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Stationarity of effects.",
                "sec_num": null
            },
            {
                "text": "Autoregressive effects. All autoregressive effects reached statistical significance. The stability of academic self-concepts and achievements was moderate to high.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stationarity of effects.",
                "sec_num": null
            },
            {
                "text": "Internal frame of reference effects. All path coefficients between prior mathematics achievements and subsequent verbal self-concepts (i.e., German and English self-concepts) failed to reach statistical significance. Furthermore, English achievements were not significantly associated with subsequent mathematics self-concepts. These results contradict the prediction of internal frame of reference effects. By contrast, two of the three tested paths between prior English achievements and subsequent German self-concepts were negative and significant. The same applied for the longitudinal relations between prior German achievements and subsequent mathematics self-concepts. Again, two of the three tested paths were negative and significant. Concerning the internal frame of reference paths between German achievements and subsequent English self-concepts, the results were not consistent across time: In the first two time slots, the associations were significant and negative; in the third time slot, however, this association was significant and positive. In sum, the results provide some support for longitudinal internal frame of reference effects across one numeric and two verbal domains. All but one of the seven significant paths were found to be negative.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stationarity of effects.",
                "sec_num": null
            },
            {
                "text": "Reciprocal cross-domain effects between achievement measures. Except for the longitudinal association between German achievements (i.e., Grades 5 and 6) and subsequent mathematics achievements (i.e., Grades 6 and 7), all cross-domain paths between achievement measures were positive and significant and had small to moderate effect sizes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stationarity of effects.",
                "sec_num": null
            },
            {
                "text": "Cross-domain effects between academic self-concept measures. Without considering any baseline measure, the path between prior German self-concept at Time 1 and subsequent English self-concept at Time 2 was significant and positive. Prior mathematics self-concept at Time 3 and subsequent English self-concept at Time 4 were significantly negatively related. None of the others cross-domain 3 For the sake of clarity, we used a table to depict the resulting standardized coefficients of the more complex extended RI/E model (vs. a figure as was done in Studies 1 and 2). This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [
                    {
                        "start": 390,
                        "end": 391,
                        "text": "3",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stationarity of effects.",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly. Note. All statistics were derived from the original measures (i.e., before standardization within classes); all measures ranged from 1 to 5 except mathematics and verbal achievement: 1 (worst) to 6 (best).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stationarity of effects.",
                "sec_num": null
            },
            {
                "text": "‫ء‬ p Ͻ .05. ‫ءء‬ p Ͻ .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stationarity of effects.",
                "sec_num": null
            },
            {
                "text": "01. This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stationarity of effects.",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly. Note. MSC ϭ Mathematics Self-Concept; GSC ϭ German Self-Concept; ESC ϭ English Self-Concept; MACH ϭ Mathematics Achievement; GACH ϭ German Achievement; EACH ϭ English Achievement. † p Ͻ .10. ‫ء‬ p Ͻ .05. ‫ءء‬ p Ͻ .01. This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stationarity of effects.",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stationarity of effects.",
                "sec_num": null
            },
            {
                "text": "paths between academic self-concept measures reached statistical significance.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stationarity of effects.",
                "sec_num": null
            },
            {
                "text": "Cross-domain contrast effects of academic self-concepts on achievements. All resulting coefficients of the cross-domain paths between prior mathematics self-concepts and subsequent verbal achievements (i.e., German and English achievements) were negative. After controlling for baseline measures, all of them reached statistical significance. The relations between verbal selfconcepts (i.e., German and English self-concepts) and subsequent cross-domain achievements failed to reach statistical significance except for one marginally significant path: English self-concept was negatively related to subsequent German achievement (i.e., between Time 1 and fifth-grade achievement).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stationarity of effects.",
                "sec_num": null
            },
            {
                "text": "Students develop distinct cognitive and motivational profiles, and these have a large impact on individual academic trajectories and career choices. The development of such profiles comprises the core of the recently developed RI/E model (Möller et al., 2011) . The RI/E model focuses on the interplay between students' academic self-concepts and their academic achievements across multiple domains. As students' academic self-concept is strongly related to motivational and affective variables (e.g., interest, academic emotions) and behavioral outcomes (e.g., course selection), academic self-concept is one key variable in educational research. More holistic than conventional self-concept models (e.g., the REM or the I/E model), the RI/E model reflects the joint development of students' motivational (i.e., self-concept) and cognitive (i.e., achievement) profiles by modeling positive reciprocal and negative contrast effects across time-thereby considerably advancing self-concept research.",
                "cite_spans": [
                    {
                        "start": 238,
                        "end": 259,
                        "text": "(Möller et al., 2011)",
                        "ref_id": "BIBREF52"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Discussion",
                "sec_num": null
            },
            {
                "text": "The absence of any replication study that has addressed the entire RI/E model provided the impetus for the present research. Accordingly, our first research aim was the replication of the RI/E model to thereby probe its generalizability. In addition, our second research aim was to significantly extend the RI/E model by examining its predictions across more than two academic domains (i.e., replication-extension study; see Bonett, 2012) and to test whether corresponding empirical relations would be stable across time (stationarity). Overall, our results supported the RI/E model framework. We found evidence for both positive reciprocal effects and negative contrast effects of academic self-concepts and achievements in the long run. Concerning the generalizability of the RI/E model across independent samples, the resulting patterns of longitudinal associations were remarkably similar between Studies 1 and 2. Furthermore, the RI/E model predictions held across the academic domains investigated (i.e., across the domains of mathematics and German, mathematics and English, or German and English; see Study 3). Additionally, for the examined time span in secondary school, we found that the tested RI/E model effects were stable across time. Of note, Möller and colleagues (2011) examined students in secondary school as a whole, whereas we tested the RI/E model framework by focusing on students in the top track of the German secondary school system (i.e., German Gymnasium). Only by controlling for between-secondary-school differences can researchers investigate whether the psychological processes depicted in the RI/E model occur in all subgroups (i.e., certain secondary school types). By focusing on one track, we were therefore able to test the generalizability of the RI/E model framework for this selected group (cf. Shadish et al., 2001 , for quasi-experimental designs to generalize causal inferences).",
                "cite_spans": [
                    {
                        "start": 425,
                        "end": 438,
                        "text": "Bonett, 2012)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 1836,
                        "end": 1856,
                        "text": "Shadish et al., 2001",
                        "ref_id": "BIBREF67"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Discussion",
                "sec_num": null
            },
            {
                "text": "According to the RI/E model, due to effects of skill development, students with higher achievements show better self-concept development over time. Additionally, due to self-enhancement effects, students with higher academic self-concepts show better development in their attainment.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Positive Reciprocal Effects Across Time",
                "sec_num": null
            },
            {
                "text": "In sum (i.e., bringing together Studies 1 and 2), we tested 12 potential longitudinal skill development effects, six within each domain (i.e., all of them were controlled for prior academic selfconcepts). The results clearly supported these effects; all tested paths were positive and statistically significant. That is, higher achievement is beneficial for academic self-concept development even when controlling for prior academic self-concept. Furthermore, in both studies, we tested 12 potential longitudinal selfenhancement effects, six within each domain (i.e., eight of them were controlled for prior achievements, four within each domain). All of them were positive and significant. These findings clearly support beneficial effects of academic self-concepts on the development of achievements within one domain (even when controlling for prior achievement).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Positive Reciprocal Effects Across Time",
                "sec_num": null
            },
            {
                "text": "Furthermore, we found strong support for positive reciprocal effects between mathematics and German achievements. Thus, performing well in mathematics is beneficial for the development of achievement in German as well-and vice versa.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Positive Reciprocal Effects Across Time",
                "sec_num": null
            },
            {
                "text": "The positive RI/E model predictions also held across three domains (i.e., mathematics, German, English). For the domain of English, all longitudinal self-enhancement and skill development paths were significant and had moderate effect sizes. Furthermore, English achievements showed positive reciprocal relations with cross-domain achievements. However, different from Studies 1 and 2, the two paths between prior German achievement and subsequent mathematics achievement failed to reach statistical significance, suggesting that-due to shared variance-German achievement did not provide any additional explanatory power over English achievement in the prediction of mathematics achievement. This common variance might reflect that students learning English as a foreign language draw on their verbal ability skills in their native language (i.e., German; see Proctor, August, Carlo, & Snow, 2006) .",
                "cite_spans": [
                    {
                        "start": 860,
                        "end": 897,
                        "text": "Proctor, August, Carlo, & Snow, 2006)",
                        "ref_id": "BIBREF65"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Positive Reciprocal Effects Across Time",
                "sec_num": null
            },
            {
                "text": "In Studies 1 and 2, we found strong support for internal frame of reference effects of prior achievement on subsequent academic self-concept in the contrasting domain (11 out of 12 paths that we tested were significant). These findings are in favor of the longitudinal extension of this central I/E model prediction. In both studies, academic self-concepts were always negatively related to subsequent cross-domain achievements. When controlling for baseline measures of achievement, four of eight tested paths differed statistically from zero. The results were even clearer when This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Negative Contrast Effects Across Time",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Negative Contrast Effects Across Time",
                "sec_num": null
            },
            {
                "text": "considering only the paths between mathematics self-concept and subsequent German achievement (three of four tested paths were significant). Furthermore, the observed absolute magnitude of these negative effects was found to be-at least-comparable in size to corresponding positive self-enhancement effects across the same time period (see Figures 3 and 5) . Thus, thinking positively about one's abilities in mathematics seems to weaken future achievement in German. Similar dynamics-although weakerseem to apply for German self-concept and subsequent mathematics achievement. Furthermore, German self-concept was found to be negatively related to subsequent mathematics self-concept. When controlling for baseline measures in achievement, three of four tested paths achieved statistical significance, indicating small and negative effects. Thus, German self-concepts seem to influence subsequent mathematics self-concepts not only indirectly via mathematics achievements (i.e., cross-domain contrast effects on achievement) but also directly in the long run. The negative effects of mathematics self-concepts on subsequent German self-concepts, in turn, seem to be completely mediated by German achievements. However, in sum, our results suggest that both mathematics and German self-concepts are negatively related to changes in crossdomain self-concepts-at least indirectly.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 340,
                        "end": 356,
                        "text": "Figures 3 and 5)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Negative Contrast Effects Across Time",
                "sec_num": null
            },
            {
                "text": "Also across three domains, the negative RI/E model effects were predominantly confirmed. Notably, we found support for contrasting internal frame of reference effects between the two verbal domains German and English. Herein, we found five of six tested paths to be significant; all but one were negative. Thus, students seem to contrast their grades in German or English with their self-perceived ability in the other verbal subject. These results are of particular interest because the appearance of longitudinal contrast effects between two verbal domains has been repeatedly doubted in favor of positive assimilation effects (Möller et al., 2006; Xu et al., 2013 ; see the introduction; see also Möller & Marsh, 2013) . We found no evidence for positive long-lasting effects of verbal self-concepts on cross-domain verbal achievements or vice versa. In addition, the internal frame of reference effects between the domains of mathematics and English did not reach statistical significance. After controlling for five concurrent internal frame of reference paths per examined time span, effects might be too weak to reach significance (see limitations below). Between mathematics and German, five out of six internal frame of reference paths were negative; two of them reached statistical significance. Of note, Studies 1 and 2-which could more reliably detect smaller effects (see section on limitations)-revealed internal frame of reference effects between mathematics and German more consistently. However, we found further evidence for negative cross-domain contrast effects of academic self-concepts: Mathematics self-concept was consistently negatively related to subsequent English achievement. Similarly, mathematics selfconcept was significantly negatively related to subsequent German achievement (after controlling for baseline measures; cf. Studies 1 and 2). Additionally, we found a negative and significant direct path between mathematics self-concept and subsequent English self-concept (after controlling for baseline measures; without controlling for shared variances, German self-concept was found to be positively related to subsequent English self-concept).",
                "cite_spans": [
                    {
                        "start": 629,
                        "end": 650,
                        "text": "(Möller et al., 2006;",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 651,
                        "end": 666,
                        "text": "Xu et al., 2013",
                        "ref_id": "BIBREF78"
                    },
                    {
                        "start": 700,
                        "end": 721,
                        "text": "Möller & Marsh, 2013)",
                        "ref_id": "BIBREF50"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Negative Contrast Effects Across Time",
                "sec_num": null
            },
            {
                "text": "Taken together, the predictions derived from the original RI/E model largely applied to the extended RI/E model as well. Our results suggest that RI/E model effects are generalizable across different domains. Hence, students seem to contrast different academic domains-even if both of them are verbal domains. Thus, rather than subordinating German and English into some kind of general verbal self-concept, students seem to perceive their native and foreign languages in secondary school as academically distinct domains. These findings are in line with recent research on the structure of academic self-concepts, indicating that academic selfconcepts are not only highly domain specific (i.e., multidimensional) but also strongly separable across domains and school subjects within domains (i.e., nested Marsh/Shavelson model by Brunner et al., 2010) .",
                "cite_spans": [
                    {
                        "start": 831,
                        "end": 852,
                        "text": "Brunner et al., 2010)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Negative Contrast Effects Across Time",
                "sec_num": null
            },
            {
                "text": "Of note, most of the observed negative longitudinal associations involved academic self-concept as a predictor. This finding supports the existence of undesirable effects-that is, the dark side-of academic self-concepts. Even if these effects were rather small, they should not be neglected because they seem to play a central role in students' profile formation (as discussed below).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Negative Contrast Effects Across Time",
                "sec_num": null
            },
            {
                "text": "Overall, our results suggest that the relative impacts of achievements (i.e., skill development effects) and academic self-concepts (i.e., self-enhancement effects) on their corresponding counterparts appear to be fairly stable from fifth grade to seventh grade or from fifth grade to eighth grade. This conclusion holds true except for one tested path in Study 1 (see the Results section of Study 1). However, because we did not replicate this finding in the second sample (i.e., Studies 2 and 3), we have no evidence to generalize it. Thus, we did not interpret this single path any further. Taken together, we found no evidence for variations in the strength of (a) positive skill development effects or (b) negative internal frame of reference effects (i.e., Studies 1, 2, and 3). Furthermore, our findings suggest stability in the relative strengths of these RI/E model effects across time (i.e., Studies 2 and 3): (c) positive self-enhancement effects, (d) negative cross-domain contrast effects of academic self-concepts, (e) positive autoregressive effects (for achievements), and (f) positive reciprocal cross-domain effects between achievements. To conclude, there seem to be no phase-dependent variations in the strengths of the associations between academic self-concepts and achievements (or between adjacent achievements) across time. Thus, RI/E model dynamics seem to apply comparably across Grades 5 to 7 or 8.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stability of RI/E Model Effects Across Time",
                "sec_num": null
            },
            {
                "text": "Even if the temporal ordering of the variables is specified by design, it is impossible to make causal claims on the basis of longitudinal studies alone. In the present study, we borrowed self-concept theory's common terms, which imply that causality stands behind the longitudinal interplay of academic self-concepts and achievements. However, further intervention studies are necessary to test causal RI/E model effects.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations",
                "sec_num": null
            },
            {
                "text": "To deal with potential clustering effects, we standardized our variables within classes. In the present study, within-class standardization resulted in a fixed-effects design that permitted us to effectively control for (a) grading standards and (b) selection processes between classes (see the methodological advice for making causal inferences in educational settings by Legewie, This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [
                    {
                        "start": 373,
                        "end": 381,
                        "text": "Legewie,",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations",
                "sec_num": null
            },
            {
                "text": "2012). Thus, we were able to compare the observed effects between students in different classes. As a consequence of withinclass standardization, we slightly restricted our variances, which may have resulted in underestimates of the underlying RI/E model effects. Therefore, the present replication-extension study presents a rather conservative test of the RI/E model (Legewie, 2012) . As Möller and colleagues (2011) did, we analyzed German samples. Thus, further replications outside the German educational system are needed to probe the cross-cultural generalizability of the predictions of the RI/E model in other educational systems.",
                "cite_spans": [
                    {
                        "start": 369,
                        "end": 384,
                        "text": "(Legewie, 2012)",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations",
                "sec_num": null
            },
            {
                "text": "In all three studies, we implemented teacher-assigned grades as academic achievement measures. Overall, school grades can be regarded as the most relevant achievement indicator for selfconcept genesis because regular performance feedback with regard to standardized ability test scores is usually not given to the students (in Germany). Of note, we were able to attenuate potential biases due to different grading standards between classes because we standardized our measures within classes (see above).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations",
                "sec_num": null
            },
            {
                "text": "The multivariate focus of the current study is reflected by the inclusion of several constructs plus students' achievements in one model. Such integrative models have several advantages for the examination of academic self-concept development compared with models that consider only the mutual relation between (global or one specific facet of) academic self-concept and achievement. Notably, numerous longitudinal relations can be investigated while controlling for shared variances. Besides methodological advantages, more integrative models also feature conceptual advantages: RI/E model research offers genuine and novel insights into the dynamics of students' motivational and cognitive profile formation-also in hinting at academic self-concept's dark side, which has been largely neglected in prior research (see the introduction). Of note, more integrative models are also more complex models. In Study 3, we investigated three domains. Here, statistical power might be an issue for two reasons. First, in Study 3, we used a subsample of Study 2. Thus, as a consequence, we estimated the more complex model in Study 3 with a smaller sample than we did for the less complex model in Study 2. Therefore, Study 3 had less statistical power to estimate the single RI/E model predictions, resulting in a more conservative test than in Studies 1 and 2. Second, the power was further restricted by the fact that we did not have complete data for all students at any time of measurement (power was considerably less of an issue in Studies 1 and 2, where more data were available to estimate the single RI/E model predictions). Thus, Study 3 offered less reliable tests to detect smaller effects. Nevertheless, all RI/E model estimates were properly estimated in Study 3 and were-above all-in line with the RI/E model predictions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations",
                "sec_num": null
            },
            {
                "text": "\"Individuals with good mathematics skills also tend to have good verbal skills and vice versa, but people think of themselves as either 'math' persons or 'verbal' persons-but not both\" (Marsh & Hau, 2004, p. 57) . In fact, the RI/E model provides important insights into the underlying mechanisms of becoming a math or verbal person-or even more subject-specifically, for example, a person who has good native language skills or is good at learning foreign languages. In particular, the RI/E model accentuates the propulsive role of academic self-concepts in developing distinct motivational and cognitive profiles. Whereas students' academic attainment for its own sake seems to benefit further attainment even in noncorresponding domains, academic self-concepts seem to strengthen achievement in corresponding domains but simultaneously weaken those in domains that are assumed to contrast with each other. Furthermore, we found some support that academic self-concepts are directly and negatively longitudinally related to cross-domain self-concepts. This, in turn, would additionally stimulate students' profile formation. Taken together, thinking of oneself as being either a math or verbal person seems to enhance future corresponding achievements, but-at the same time-it also seems to weaken future noncorresponding achievements and selfconcepts (at least indirectly).",
                "cite_spans": [
                    {
                        "start": 185,
                        "end": 211,
                        "text": "(Marsh & Hau, 2004, p. 57)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion",
                "sec_num": null
            },
            {
                "text": "One could assume that these contrasting RI/E model effects would gain even more importance when students are free to make academic choices (e.g., course selections in more advanced grades in high school or German Gymnasiale Oberstufe) or to choose a particular career. Hence, academic self-concepts probably benefit niche-picking processes wherein students actively choose selfcongruent environments (i.e., environments that fit their personalities; Caspi, Roberts, & Shiner, 2005) . Thus, the RI/E model framework might also be viewed as a promising heuristic for counseling. According to Eccles's (1994) expectancy-value model of educational and occupational choices, peoples' career choices mainly depend on a function of perceptions of task values and expectations for success, wherein the latter are modeled by academic self-concepts. Thus, the RI/E model can substantially refine central facets of Eccles's model by shedding light on underlying developmental dynamics of academic self-concepts in contrasting domains. Other models reflecting academic profiles have also considered cognitive ability (see, e.g., Lubinski & Benbow, 2000) . Herein, understanding RI/E model dynamics should help researchers to better understand the gaps between students' actual and perceived abilities.",
                "cite_spans": [
                    {
                        "start": 450,
                        "end": 481,
                        "text": "Caspi, Roberts, & Shiner, 2005)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 590,
                        "end": 605,
                        "text": "Eccles's (1994)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 1117,
                        "end": 1141,
                        "text": "Lubinski & Benbow, 2000)",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion",
                "sec_num": null
            },
            {
                "text": "Hence, an intriguing question that arises is, What would happen if the RI/E model framework was fully integrated with complementary self-regulatory models (e.g., Eccles, 1994; Lubinski & Benbow, 2000) ? Thus, an examination of the RI/E model that takes into consideration further cognitive variables (e.g., domainspecific ability), variables of perceived task value (e.g., academic interest), and attribution styles (e.g., performing well in mathematics and German as a result of ability or of effort) would more completely depict the process of self-regulation in educational contexts. Additionally, potential mediators of the longitudinal relations among academic self-concepts and achievements should be investigated. In fact, the underlying modes of action of the influence of academic self-concept on achievements are still unclear to some extent (Möller et al., 2011) . A plausible explanation would be that high domain-specific academic self-concepts result in more engagement and time invested in corresponding academic domains (Marsh & Yeung, 1997; Möller et al., 2011) . In fact, some research supports these predictions (see Trautwein & Lüdtke, 2007; Trautwein, Lüdtke, Roberts, Schnyder, & Niggli, 2009) . Certainly, there is a need to more rigorously examine the potential mediators of the longitudinal relations between academic self-concepts and achievements (Marsh, 2006) . At any rate, over and above feedback regarding one's own actual achievements, academic self-concepts seem to influence students' perceptions of their learning environment and, thus, their overall engagement in learning opportunities.",
                "cite_spans": [
                    {
                        "start": 162,
                        "end": 175,
                        "text": "Eccles, 1994;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 176,
                        "end": 200,
                        "text": "Lubinski & Benbow, 2000)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 852,
                        "end": 873,
                        "text": "(Möller et al., 2011)",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 1036,
                        "end": 1057,
                        "text": "(Marsh & Yeung, 1997;",
                        "ref_id": null
                    },
                    {
                        "start": 1058,
                        "end": 1078,
                        "text": "Möller et al., 2011)",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 1136,
                        "end": 1161,
                        "text": "Trautwein & Lüdtke, 2007;",
                        "ref_id": "BIBREF69"
                    },
                    {
                        "start": 1162,
                        "end": 1215,
                        "text": "Trautwein, Lüdtke, Roberts, Schnyder, & Niggli, 2009)",
                        "ref_id": "BIBREF73"
                    },
                    {
                        "start": 1374,
                        "end": 1387,
                        "text": "(Marsh, 2006)",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion",
                "sec_num": null
            },
            {
                "text": "This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly. Marsh and colleagues (2005) already integrated academic interests into the REM model framework. However, an integration of academic interest (and/or further cognitive/affective variables as mediators or moderators) in the more holistic RI/E model framework still remains to be implemented. A practical implication of the present study clearly concerns the question of how students can be made to feel good about themselves in several academic domains at the same time. Metaanalytical research on self-concept interventions revealed that interventions focusing on praise and/or feedback yielded the highest effect sizes (d ϭ 1.13; O'Mara, Marsh, Craven, & Debus, 2006) . Herein, the robustness of RI/E model principles (i.e., across time and different domains) clarifies the importance of providing comprehensible and appreciative performance feedback to students (cf. Marsh & Hau, 2004) . Furthermore, the RI/E model framework helps us to understand why even students who have a lot of potential in several domains may develop a below-average academic self-concept in one particular domain (cf. Marsh & Hau, 2004) and may even become domain-specific underachievers (cf. Snyder & Linnenbrink-Garcia, 2013) . Herein, we shed light on the need to simultaneously consider both students' achievements and academic self-concepts in different domains. Maybe more inclusive instructional strategies can help to substantially reduce the negative contrast effects that result in the disadvantage of particular academic domains in the long term, for example, combining elements from different academic domains in instruction (e.g., occasionally teaching mathematics in foreign languages or broaching the issue of radiocarbon age determination in history classes). Such inclusive strategies would emphasize the commonalities between academic fields instead of contrasting supposedly independent academic field skills. Of course, this assumption is speculative in nature and needs to be empirically tested. By presenting our findings, we hope to stimulate further research in this area.",
                "cite_spans": [
                    {
                        "start": 115,
                        "end": 142,
                        "text": "Marsh and colleagues (2005)",
                        "ref_id": null
                    },
                    {
                        "start": 753,
                        "end": 782,
                        "text": "Marsh, Craven, & Debus, 2006)",
                        "ref_id": "BIBREF58"
                    },
                    {
                        "start": 983,
                        "end": 1001,
                        "text": "Marsh & Hau, 2004)",
                        "ref_id": null
                    },
                    {
                        "start": 1210,
                        "end": 1228,
                        "text": "Marsh & Hau, 2004)",
                        "ref_id": null
                    },
                    {
                        "start": 1285,
                        "end": 1319,
                        "text": "Snyder & Linnenbrink-Garcia, 2013)",
                        "ref_id": "BIBREF68"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion",
                "sec_num": null
            },
            {
                "text": "To illustrate the robustness of our results, we performed the analyses for Study 1 a second time using the listwise deletion technique without any missing values. There were virtually no differences between the results of Study 1 as presented in this article (using full-information maximum likelihood; see the Results section) and Study 1 using the listwise deletion technique.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "NIEPEL, BRUNNER, AND PRECKEL",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In Grade 5, we obtained achievement data from 18 classes, in Grade 6 from 13 classes (total: 26 classes).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "The differential effects of school tracking on psychometric intelligence: Do academic-track schools make students smarter",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Becker",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Lüdtke",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Trautwein",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Baumert",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Journal of Educational Psychology",
                "volume": "104",
                "issue": "",
                "pages": "682--699",
                "other_ids": {
                    "DOI": [
                        "10.1037/a0027608"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Becker, M., Lüdtke, O., Trautwein, U., Köller, O., & Baumert, J. (2012). The differential effects of school tracking on psychometric intelligence: Do academic-track schools make students smarter? Journal of Educa- tional Psychology, 104, 682-699. doi:10.1037/a0027608",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Structural equations with latent variables",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "A"
                        ],
                        "last": "Bollen",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bollen, K. A. (1989). Structural equations with latent variables. New York, NY: Wiley.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Replication-extension studies",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "G"
                        ],
                        "last": "Bonett",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Current Directions in Psychological Science",
                "volume": "21",
                "issue": "",
                "pages": "409--412",
                "other_ids": {
                    "DOI": [
                        "10.1177/0963721412459512"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Bonett, D. G. (2012). Replication-extension studies. Current Directions in Psychological Science, 21, 409 -412. doi:10.1177/0963721412459512",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "The structure of academic self-concepts revisited: The nested Marsh/Shavelson model",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Brunner",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Keller",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Dierendonck",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Reichert",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Ugen",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Fischbach",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Martin",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Journal of Educational Psychology",
                "volume": "102",
                "issue": "",
                "pages": "964--981",
                "other_ids": {
                    "DOI": [
                        "10.1037/a0019644"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Brunner, M., Keller, U., Dierendonck, C., Reichert, M., Ugen, S., Fisch- bach, A., & Martin, R. (2010). The structure of academic self-concepts revisited: The nested Marsh/Shavelson model. Journal of Educational Psychology, 102, 964 -981. doi:10.1037/a0019644",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Academic self-concept: Its structure, measurement, and relation to academic achievement",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Byrne",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "287--316",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Byrne, B. M. (1996). Academic self-concept: Its structure, measurement, and relation to academic achievement. In B. A. Bracken (Ed.), Hand- book of self-concept: Developmental, social, and clinical considerations (pp. 287-316). Oxford, England: Wiley.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Validating the measurement and structure of selfconcept: Snapshots of past, present, and future research",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Byrne",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "American Psychologist",
                "volume": "57",
                "issue": "",
                "pages": "897--909",
                "other_ids": {
                    "DOI": [
                        "10.1037/0003-066X.57.11.897"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Byrne, B. M. (2002). Validating the measurement and structure of self- concept: Snapshots of past, present, and future research. American Psychologist, 57, 897-909. doi:10.1037/0003-066X.57.11.897",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Self-concept of ability and perceived evaluation of others: Cause or effect of academic achievement?",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Calsyn",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Kenny",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Journal of Educational Psychology",
                "volume": "69",
                "issue": "",
                "pages": "136--145",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.69.2.136"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Calsyn, R. J., & Kenny, D. A. (1977). Self-concept of ability and perceived evaluation of others: Cause or effect of academic achievement? Journal of Educational Psychology, 69, 136 -145. doi:10.1037/0022-0663.69.2 .136",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Personality development: Stability and change",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Caspi",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "W"
                        ],
                        "last": "Roberts",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Shiner",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Annual Review of Psychology",
                "volume": "56",
                "issue": "",
                "pages": "453--484",
                "other_ids": {
                    "DOI": [
                        "10.1146/annurev.psych.55.090902.141913"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Caspi, A., Roberts, B. W., & Shiner, R. L. (2005). Personality develop- ment: Stability and change. Annual Review of Psychology, 56, 453-484. doi:10.1146/annurev.psych.55.090902.141913",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "The internal/external frame of reference model, bigfish-little-pond effect, and combined model for mathematics and science",
                "authors": [
                    {
                        "first": "M.-S",
                        "middle": [],
                        "last": "Chiu",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Journal of Educational Psychology",
                "volume": "104",
                "issue": "",
                "pages": "87--107",
                "other_ids": {
                    "DOI": [
                        "10.1037/a0025734"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Chiu, M.-S. (2012). The internal/external frame of reference model, big- fish-little-pond effect, and combined model for mathematics and sci- ence. Journal of Educational Psychology, 104, 87-107. doi:10.1037/ a0025734",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "A comparison of inclusive and restrictive strategies in modern missing data procedures",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "M"
                        ],
                        "last": "Collins",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Schafer",
                        "suffix": ""
                    },
                    {
                        "first": "C.-M",
                        "middle": [],
                        "last": "Kam",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Psychological Methods",
                "volume": "6",
                "issue": "",
                "pages": "330--351",
                "other_ids": {
                    "DOI": [
                        "10.1037/1082-989X.6.4.330"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Collins, L. M., Schafer, J. L., & Kam, C.-M. (2001). A comparison of inclusive and restrictive strategies in modern missing data procedures. Psychological Methods, 6, 330 -351. doi:10.1037/1082-989X.6.4.330",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Research on classrooms and schools: Formulation of questions, designs, and analysis",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "J"
                        ],
                        "last": "Cronbach",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cronbach, L. J. (1976). Research on classrooms and schools: Formulation of questions, designs, and analysis. Stanford, CA: Stanford Evaluation Consortium, Stanford University.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Last term I had a B\": On the accuracy of self-reported school grades",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Dickhäuser",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Plenter",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Zeitschrift für Pädagogische Psychologie/German Journal of Educational Psychology",
                "volume": "19",
                "issue": "",
                "pages": "219--224",
                "other_ids": {
                    "DOI": [
                        "10.1024/1010-0652.19.4.219"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Dickhäuser, O., & Plenter, I. (2005). \"Letztes Halbjahr stand ich zwei\". Zur Akkuratheit selbst berichteter Noten [\"Last term I had a B\": On the accuracy of self-reported school grades]. Zeitschrift für Pädagogische Psychologie/German Journal of Educational Psychology, 19, 219 -224. doi:10.1024/1010-0652.19.4.219",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Understanding women's educational and occupational choices",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Eccles",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Psychology of Women Quarterly",
                "volume": "18",
                "issue": "",
                "pages": "585--609",
                "other_ids": {
                    "DOI": [
                        "10.1111/j.1471-6402.1994.tb01049.x"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Eccles, J. S. (1994). Understanding women's educational and occupational choices. Psychology of Women Quarterly, 18, 585-609. doi:10.1111/j .1471-6402.1994.tb01049.x",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Big fish in big ponds: A multilevel analysis of test anxiety and achievement in special gifted classes",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Goetz",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Preckel",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Zeidner",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Schleyer",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Stress & Coping",
                "volume": "21",
                "issue": "",
                "pages": "185--198",
                "other_ids": {
                    "DOI": [
                        "10.1080/10615800701628827"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Goetz, T., Preckel, F., Zeidner, M., & Schleyer, E. (2008). Big fish in big ponds: A multilevel analysis of test anxiety and achievement in special gifted classes. Anxiety, Stress & Coping, 21, 185-198. doi:10.1080/ 10615800701628827",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Missing data analysis: Making it work in the real world",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Graham",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Annual Review of Psychology",
                "volume": "60",
                "issue": "",
                "pages": "549--576",
                "other_ids": {
                    "DOI": [
                        "10.1146/annurev.psych.58.110405.085530"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Graham, J. W. (2009). Missing data analysis: Making it work in the real world. Annual Review of Psychology, 60, 549 -576. doi:10.1146/annurev .psych.58.110405.085530",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Academic self-concept and academic achievement: Developmental perspectives on their causal ordering",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Guay",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Boivin",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Journal of Educational Psychology",
                "volume": "95",
                "issue": "",
                "pages": "124--136",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.95.1.124"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Guay, F., Marsh, H. W., & Boivin, M. (2003). Academic self-concept and academic achievement: Developmental perspectives on their causal or- dering. Journal of Educational Psychology, 95, 124 -136. doi:10.1037/ 0022-0663.95.1.124",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Selbstvertrauen und schulische Leistungen",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Helmke",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Helmke, A. (1992). Selbstvertrauen und schulische Leistungen [Self- confidence and academic attainment].",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Cutoff criteria for fit indexes in covariance structure analysis: Conventional criteria versus new alternatives. Structural Equation Modeling",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Hu",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "M"
                        ],
                        "last": "Bentler",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "",
                "volume": "6",
                "issue": "",
                "pages": "1--55",
                "other_ids": {
                    "DOI": [
                        "10.1080/10705519909540118"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Hu, L., & Bentler, P. M. (1999). Cutoff criteria for fit indexes in covariance structure analysis: Conventional criteria versus new alternatives. Struc- tural Equation Modeling, 6, 1-55. doi:10.1080/10705519909540118",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Self-concept and academic achievement: A metaanalysis of longitudinal relations",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Huang",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Journal of School Psychology",
                "volume": "49",
                "issue": "",
                "pages": "505--528",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.jsp.2011.07.001"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Huang, C. (2011). Self-concept and academic achievement: A meta- analysis of longitudinal relations. Journal of School Psychology, 49, 505-528. doi:10.1016/j.jsp.2011.07.001",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Academic self-concepts in adolescence: Relations with achievement and ability grouping in schools. Learning and Instruction",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Ireson",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Hallam",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "",
                "volume": "19",
                "issue": "",
                "pages": "201--213",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.learninstruc.2008.04.001"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Ireson, J., & Hallam, S. (2009). Academic self-concepts in adolescence: Relations with achievement and ability grouping in schools. Learning and Instruction, 19, 201-213. doi:10.1016/j.learninstruc.2008.04.001",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Structural equation modeling: Foundations and extensions",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Kaplan",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kaplan, D. (2009). Structural equation modeling: Foundations and exten- sions (2nd ed.). Los Angeles, CA: Sage.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Cross-lagged panel correlation: A test for spuriousness",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Kenny",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Psychological Bulletin",
                "volume": "82",
                "issue": "",
                "pages": "887--903",
                "other_ids": {
                    "DOI": [
                        "10.1037/0033-2909.82.6.887"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Kenny, D. A. (1975). Cross-lagged panel correlation: A test for spurious- ness. Psychological Bulletin, 82, 887-903. doi:10.1037/0033-2909.82.6 .887",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Eine längsschnittliche Ü berprüfung des Modells des Internal/External Frame of Reference [Achievement feedback and academic self-concepts: A longitudinal test of the internal",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Klemmert",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Baumert",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Köller, O., Klemmert, H., Möller, J., & Baumert, J. (1999). Eine längs- schnittliche Ü berprüfung des Modells des Internal/External Frame of Reference [Achievement feedback and academic self-concepts: A lon- gitudinal test of the internal/external frame of reference model].",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "The validity of self-reported grade point averages, class ranks, and test scores: A metaanalysis and review of the literature",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "R"
                        ],
                        "last": "Kuncel",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Credé",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "L"
                        ],
                        "last": "Thomas",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Review of Educational Research",
                "volume": "75",
                "issue": "",
                "pages": "63--82",
                "other_ids": {
                    "DOI": [
                        "10.3102/00346543075001063"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Kuncel, N. R., Credé, M., & Thomas, L. L. (2005). The validity of self-reported grade point averages, class ranks, and test scores: A meta- analysis and review of the literature. Review of Educational Research, 75, 63-82. doi:10.3102/00346543075001063",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "PISA 2000: Dokumentation der Erhebungsinstrumente",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Kunter",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Schümer",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Artelt",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Baumert",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Klieme",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Neubrand",
                        "suffix": ""
                    },
                    {
                        "first": ".",
                        "middle": [
                            "."
                        ],
                        "last": "Weiß",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kunter, M., Schümer, G., Artelt, C., Baumert, J., Klieme, E., Neubrand, M., . . . Weiß, M. (2002). PISA 2000: Dokumentation der Erhebung- sinstrumente [PISA 2000: Documentation of assessment tools].",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Die Schätzung von kausalen Effekten: Ü berlegungen zu Methoden der Kausalanalyse anhand von Kontexteffekten in der This document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Legewie",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Legewie, J. (2012). Die Schätzung von kausalen Effekten: Ü berlegungen zu Methoden der Kausalanalyse anhand von Kontexteffekten in der This document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "The estimation of causal effects: An introduction to methods of causal inference based on peer",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Schule",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Schule [The estimation of causal effects: An introduction to methods of causal inference based on peer effects in education].",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Modeling the drop-out mechanism in repeatedmeasures studies",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J A"
                        ],
                        "last": "Little",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Journal of the American Statistical Association",
                "volume": "90",
                "issue": "",
                "pages": "1112--1121",
                "other_ids": {
                    "DOI": [
                        "10.1080/01621459.1995.10476615"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Little, R. J. A. (1995). Modeling the drop-out mechanism in repeated- measures studies. Journal of the American Statistical Association, 90, 1112-1121. doi:10.1080/01621459.1995.10476615",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "New developments in latent variable panel analyses of longitudinal data",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "D"
                        ],
                        "last": "Little",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "J"
                        ],
                        "last": "Preacher",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Selig",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "A"
                        ],
                        "last": "Card",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "International Journal of Behavioral Development",
                "volume": "31",
                "issue": "",
                "pages": "357--365",
                "other_ids": {
                    "DOI": [
                        "10.1177/0165025407077757"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Little, T. D., Preacher, K. J., Selig, J. P., & Card, N. A. (2007). New developments in latent variable panel analyses of longitudinal data. International Journal of Behavioral Development, 31, 357-365. doi: 10.1177/0165025407077757",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "States of excellence",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Lubinski",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "P"
                        ],
                        "last": "Benbow",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "American Psychologist",
                "volume": "55",
                "issue": "",
                "pages": "137--150",
                "other_ids": {
                    "DOI": [
                        "10.1037/0003-066X.55.1.137"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Lubinski, D., & Benbow, C. P. (2000). States of excellence. American Psychologist, 55, 137-150. doi:10.1037/0003-066X.55.1.137",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Replications in psychology research: How often do they really occur?",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "C"
                        ],
                        "last": "Makel",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Plucker",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Hegarty",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Perspectives on Psychological Science",
                "volume": "7",
                "issue": "",
                "pages": "537--542",
                "other_ids": {
                    "DOI": [
                        "10.1177/1745691612460688"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Makel, M. C., Plucker, J. A., & Hegarty, B. (2012). Replications in psychology research: How often do they really occur? Perspectives on Psychological Science, 7, 537-542. doi:10.1177/1745691612460688",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Self-Description Questionnaire (SDQ) II: A theoretical and empirical basis for the measurement of multiple dimensions of adolescent self-concept-An interim test manual and a research monograph",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1990). Self-Description Questionnaire (SDQ) II: A theoret- ical and empirical basis for the measurement of multiple dimensions of adolescent self-concept-An interim test manual and a research mono- graph. San Antonio, TX: Psychological Corporation.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Failure of high-ability high schools to deliver academic benefits commensurate with their students' ability levels",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "American Educational Research Journal",
                "volume": "28",
                "issue": "",
                "pages": "445--480",
                "other_ids": {
                    "DOI": [
                        "10.3102/00028312028002445"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1991). Failure of high-ability high schools to deliver academic benefits commensurate with their students' ability levels. American Educational Research Journal, 28, 445-480. doi:10.3102/ 00028312028002445",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Self-concept theory, measurement and research into practice: The role of self-concept in educational psychology",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (2006). Self-concept theory, measurement and research into practice: The role of self-concept in educational psychology. Leicester, England: British Psychological Society.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Explaining paradoxical relations between academic self-concepts and achievements: Cross-cultural generalizability of the internal/external frame of reference predictions across 26 countries",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Craven",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Perspectives on Psychological Science",
                "volume": "1",
                "issue": "",
                "pages": "56--67",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.96.1.56"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Craven, R. G. (2006). Reciprocal effects of self-concept and performance from a multidimensional perspective: Beyond seduc- tive pleasure and unidimensional perspectives. Perspectives on Psycho- logical Science, 1, 133-163. doi:10.1111/j.1745-6916.2006.00010.x Marsh, H. W., & Hau, K.-T. (2004). Explaining paradoxical relations between academic self-concepts and achievements: Cross-cultural gen- eralizability of the internal/external frame of reference predictions across 26 countries. Journal of Educational Psychology, 96, 56 -67. doi: 10.1037/0022-0663.96.1.56",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Unification of theoretical models of academic self-concept/achievement relations: Reunification of East and West German school systems after the fall of the Berlin Wall. Contemporary Educational Psychology",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "",
                "volume": "29",
                "issue": "",
                "pages": "34--35",
                "other_ids": {
                    "DOI": [
                        "10.1016/S0361-476X%2803%2900034-1"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Köller, O. (2004). Unification of theoretical models of academic self-concept/achievement relations: Reunification of East and West German school systems after the fall of the Berlin Wall. Contem- porary Educational Psychology, 29, 264 -282. doi:10.1016/S0361- 476X(03)00034-1",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Academic self-concept and academic achievement: Relations and causal ordering",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Martin",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "British Journal of Educational Psychology",
                "volume": "81",
                "issue": "",
                "pages": "59--77",
                "other_ids": {
                    "DOI": [
                        "10.1348/000709910X503501"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Martin, A. J. (2011). Academic self-concept and aca- demic achievement: Relations and causal ordering. British Journal of Educational Psychology, 81, 59 -77. doi:10.1348/000709910X503501",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "The big-fish-little-pond-effect stands up to critical scrutiny: Implications for theory, methodology, and future research",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Seaton",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Trautwein",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Lüdtke",
                        "suffix": ""
                    },
                    {
                        "first": "K.-T",
                        "middle": [],
                        "last": "Hau",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "O'mara",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Craven",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Educational Psychology Review",
                "volume": "20",
                "issue": "",
                "pages": "319--350",
                "other_ids": {
                    "DOI": [
                        "10.1007/s10648-008-9075-6"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Seaton, M., Trautwein, U., Lüdtke, O., Hau, K.-T., O'Mara, A. J., & Craven, R. G. (2008). The big-fish-little-pond-effect stands up to critical scrutiny: Implications for theory, methodology, and future research. Educational Psychology Review, 20, 319 -350. doi:10.1007/ s10648-008-9075-6",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Academic self-concept, interest, grades, and standardized test scores: Reciprocal effects models of causal ordering",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Trautwein",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Lüdtke",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Baumert",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Child Development",
                "volume": "76",
                "issue": "",
                "pages": "397--416",
                "other_ids": {
                    "DOI": [
                        "10.1111/j.1467-8624.2005.00853.x"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Trautwein, U., Lüdtke, O., Köller, O., & Baumert, J. (2005). Academic self-concept, interest, grades, and standardized test scores: Reciprocal effects models of causal ordering. Child Development, 76, 397-416. doi:10.1111/j.1467-8624.2005.00853.x",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Integration of multidimensional self-concept and core personality constructs: Construct validation and relations to well-being and achievement",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Trautwein",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Lüdtke",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Baumert",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "American Educational Research Journal",
                "volume": "74",
                "issue": "",
                "pages": "691--720",
                "other_ids": {
                    "DOI": [
                        "10.3102/00028312034004691"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Trautwein, U., Lüdtke, O., Köller, O., & Baumert, J. (2006). Integration of multidimensional self-concept and core personality con- structs: Construct validation and relations to well-being and achieve- ment. Journal of Personality, 74, 403-456. doi:10.1111/j.1467-6494 .2005.00380.x Marsh, H. W., & Yeung, A. S. (1997). Coursework selection: Relations to academic self-concept and achievement. American Educational Re- search Journal, 34, 691-720. doi:10.3102/00028312034004691",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Longitudinal structural equation models of academic self-concept and achievement: Gender differences in the development of math and English constructs",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Yeung",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "American Educational Research Journal",
                "volume": "35",
                "issue": "",
                "pages": "705--738",
                "other_ids": {
                    "DOI": [
                        "10.3102/00028312035004705"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Yeung, A. S. (1998). Longitudinal structural equation models of academic self-concept and achievement: Gender differ- ences in the development of math and English constructs. American Educational Research Journal, 35, 705-738. doi:10.3102/ 00028312035004705",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Structural factor analysis experiments with incomplete data",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Mcardle",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Multivariate Behavioral Research",
                "volume": "29",
                "issue": "",
                "pages": "409--454",
                "other_ids": {
                    "DOI": [
                        "10.1207/s15327906mbr2904_5"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "McArdle, J. J. (1994). Structural factor analysis experiments with incom- plete data. Multivariate Behavioral Research, 29, 409 -454. doi: 10.1207/s15327906mbr2904_5",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Five steps in latent curve and latent change score modeling with longitudinal data",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Mcardle",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "J"
                        ],
                        "last": "Grimm",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Longitudinal research with latent variables",
                "volume": "",
                "issue": "",
                "pages": "245--273",
                "other_ids": {
                    "DOI": [
                        "10.1007/978-3-642-11760-2_8"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "McArdle, J. J., & Grimm, K. J. (2010). Five steps in latent curve and latent change score modeling with longitudinal data. In K. van Montfort, A. Satorra, & J. H. L. Oud (Eds.), Longitudinal research with latent variables (pp. 245-273). doi:10.1007/978-3-642-11760-2_8",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Measurement invariance, factor analysis and factorial invariance",
                "authors": [
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Meredith",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Psychometrika",
                "volume": "58",
                "issue": "",
                "pages": "525--543",
                "other_ids": {
                    "DOI": [
                        "10.1007/BF02294825"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Meredith, W. (1993). Measurement invariance, factor analysis and factorial invariance. Psychometrika, 58, 525-543. doi:10.1007/BF02294825",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "The role of factorial invariance in modeling growth and change",
                "authors": [
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Meredith",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Horn",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "New methods for the analysis of change",
                "volume": "",
                "issue": "",
                "pages": "203--240",
                "other_ids": {
                    "DOI": [
                        "10.1037/10409-007"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Meredith, W., & Horn, J. (2001). The role of factorial invariance in modeling growth and change. In L. M. Collins & A. G. Sayer (Eds.), New methods for the analysis of change (pp. 203-240). doi:10.1037/ 10409-007",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Dimensional comparisons: An experimental approach to the internal/external frame of reference model",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Journal of Educational Psychology",
                "volume": "93",
                "issue": "",
                "pages": "826--835",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.93.4.826"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., & Köller, O. (2001a). Dimensional comparisons: An experi- mental approach to the internal/external frame of reference model. Journal of Educational Psychology, 93, 826 -835. doi:10.1037/0022- 0663.93.4.826",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "Frame of reference effects following the announcement of exam results",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Contemporary Educational Psychology",
                "volume": "26",
                "issue": "",
                "pages": "277--287",
                "other_ids": {
                    "DOI": [
                        "10.1006/ceps.2000.1055"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., & Köller, O. (2001b). Frame of reference effects following the announcement of exam results. Contemporary Educational Psychology, 26, 277-287. doi:10.1006/ceps.2000.1055",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Dimensional comparison theory",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Psychological Review",
                "volume": "120",
                "issue": "",
                "pages": "544--560",
                "other_ids": {
                    "DOI": [
                        "10.1037/a0032459"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., & Marsh, H. W. (2013). Dimensional comparison theory. Psychological Review, 120, 544 -560. doi:10.1037/a0032459",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "A metaanalytic path analysis of the internal/external frame of reference model of academic achievement and academic self-concept",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Pohlmann",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Review of Educational Research",
                "volume": "79",
                "issue": "",
                "pages": "1129--1167",
                "other_ids": {
                    "DOI": [
                        "10.3102/0034654309337522"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., Pohlmann, B., Köller, O., & Marsh, H. W. (2009). A meta- analytic path analysis of the internal/external frame of reference model of academic achievement and academic self-concept. Review of Educa- tional Research, 79, 1129 -1167. doi:10.3102/0034654309337522",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "The reciprocal internal/external frame of reference model: An integration of models of relations between academic achievement and self-concept",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Retelsdorf",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., Retelsdorf, J., Köller, O., & Marsh, H. W. (2011). The recip- rocal internal/external frame of reference model: An integration of models of relations between academic achievement and self-concept.",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "An extension to the internal/external frame of reference model to two verbal and numerical domains",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Streblow",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Pohlmann",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "European Journal of Psychology of Education",
                "volume": "21",
                "issue": "",
                "pages": "467--487",
                "other_ids": {
                    "DOI": [
                        "10.1007/BF03173515"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., Streblow, L., Pohlmann, B., & Köller, O. (2006). An extension to the internal/external frame of reference model to two verbal and numerical domains. European Journal of Psychology of Education, 21, 467-487. doi:10.1007/BF03173515",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "Mplus user's guide",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "K"
                        ],
                        "last": "Muthén",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "O"
                        ],
                        "last": "Muthén",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Muthén, L. K., & Muthén, B. O. (1998 -2012a). Mplus user's guide (7th ed.). Los Angeles, CA: Muthén & Muthén.",
                "links": null
            },
            "BIBREF56": {
                "ref_id": "b56",
                "title": "Mplus Version 7",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "K"
                        ],
                        "last": "Muthén",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "O"
                        ],
                        "last": "Muthén",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Muthén, L. K., & Muthén, B. O. (1998 -2012b). Mplus Version 7 [statis- tical software].",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "Mplus: Statistical analysis with latent variables",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "K"
                        ],
                        "last": "Muthén",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "O"
                        ],
                        "last": "Muthén",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Muthén, L. K., & Muthén, B. O. (2006). Mplus: Statistical analysis with latent variables. Los Angeles, CA: Muthén & Muthén.",
                "links": null
            },
            "BIBREF58": {
                "ref_id": "b58",
                "title": "Do self-concept interventions make a difference? A synergistic blend of construct validation and meta-analysis",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "O'mara",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Craven",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Debus",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Educational Psychologist",
                "volume": "41",
                "issue": "",
                "pages": "181--206",
                "other_ids": {
                    "DOI": [
                        "10.1207/s15326985ep4103_4"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "O'Mara, A. J., Marsh, H. W., Craven, R. G., & Debus, R. L. (2006). Do self-concept interventions make a difference? A synergistic blend of construct validation and meta-analysis. Educational Psychologist, 41, 181-206. doi:10.1207/s15326985ep4103_4",
                "links": null
            },
            "BIBREF59": {
                "ref_id": "b59",
                "title": "Knowledge and skills for life: First results from the OECD Programme for International Student Assessment (PISA)",
                "authors": [],
                "year": 2000,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Organisation for Economic Cooperation and Development. (2001). Knowl- edge and skills for life: First results from the OECD Programme for International Student Assessment (PISA) 2000. Paris, France: Author.",
                "links": null
            },
            "BIBREF60": {
                "ref_id": "b60",
                "title": "Continuous time modeling of panel data by means of SEM",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "H L"
                        ],
                        "last": "Oud",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "J M H"
                        ],
                        "last": "Delsing",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Longitudinal research with latent variables",
                "volume": "",
                "issue": "",
                "pages": "201--244",
                "other_ids": {
                    "DOI": [
                        "10.1007/978-3-642-11760-2_7"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Oud, J. H. L., & Delsing, M. J. M. H. (2010). Continuous time modeling of panel data by means of SEM. In K. van Montfort, A. Satorra, & J. H. L. Oud (Eds.), Longitudinal research with latent variables (pp. 201-244). doi:10.1007/978-3-642-11760-2_7",
                "links": null
            },
            "BIBREF61": {
                "ref_id": "b61",
                "title": "Is the replicability crisis overblown? Three arguments examined",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Pashler",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "R"
                        ],
                        "last": "Harris",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Perspectives on Psychological Science",
                "volume": "7",
                "issue": "",
                "pages": "531--536",
                "other_ids": {
                    "DOI": [
                        "10.1177/1745691612463401"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Pashler, H., & Harris, C. R. (2012). Is the replicability crisis overblown? Three arguments examined. Perspectives on Psychological Science, 7, 531-536. doi:10.1177/1745691612463401",
                "links": null
            },
            "BIBREF62": {
                "ref_id": "b62",
                "title": "On the benefit of dimensional comparisons",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Pohlmann",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Journal of Educational Psychology",
                "volume": "101",
                "issue": "",
                "pages": "248--258",
                "other_ids": {
                    "DOI": [
                        "10.1037/a0013151"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Pohlmann, B., & Möller, J. (2009). On the benefit of dimensional com- parisons. Journal of Educational Psychology, 101, 248 -258. doi: 10.1037/a0013151",
                "links": null
            },
            "BIBREF63": {
                "ref_id": "b63",
                "title": "Ability grouping of gifted students: Effects on academic self-concept and boredom",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Preckel",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Götz",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Frenzel",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "British Journal of Educational Psychology",
                "volume": "80",
                "issue": "",
                "pages": "451--472",
                "other_ids": {
                    "DOI": [
                        "10.1348/000709909X480716"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Preckel, F., Götz, T., & Frenzel, A. (2010). Ability grouping of gifted students: Effects on academic self-concept and boredom. British Journal of Educational Psychology, 80, 451-472. doi:10.1348/ 000709909X480716",
                "links": null
            },
            "BIBREF64": {
                "ref_id": "b64",
                "title": "This document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "This document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "links": null
            },
            "BIBREF65": {
                "ref_id": "b65",
                "title": "The intriguing role of Spanish language vocabulary knowledge in predicting English reading comprehension",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "P"
                        ],
                        "last": "Proctor",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "August",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "S"
                        ],
                        "last": "Carlo",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Snow",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Journal of Educational Psychology",
                "volume": "98",
                "issue": "",
                "pages": "159--169",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.98.1.159"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Proctor, C. P., August, D., Carlo, M. S., & Snow, C. (2006). The intriguing role of Spanish language vocabulary knowledge in predicting English reading comprehension. Journal of Educational Psychology, 98, 159 - 169. doi:10.1037/0022-0663.98.1.159",
                "links": null
            },
            "BIBREF66": {
                "ref_id": "b66",
                "title": "A scaled difference chi-square test statistic for moment structure analysis",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Satorra",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "M"
                        ],
                        "last": "Bentler",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Psychometrika",
                "volume": "66",
                "issue": "",
                "pages": "507--514",
                "other_ids": {
                    "DOI": [
                        "10.1007/BF02296192"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Satorra, A., & Bentler, P. M. (2001). A scaled difference chi-square test statistic for moment structure analysis. Psychometrika, 66, 507-514. doi:10.1007/BF02296192",
                "links": null
            },
            "BIBREF67": {
                "ref_id": "b67",
                "title": "Experimental and quasi-experimental designs for generalized causal inference",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "R"
                        ],
                        "last": "Shadish",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "D"
                        ],
                        "last": "Cook",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "T"
                        ],
                        "last": "Campbell",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shadish, W. R., Cook, T. D., & Campbell, D. T. (2001). Experimental and quasi-experimental designs for generalized causal inference. Boston, MA: Houghton Mifflin.",
                "links": null
            },
            "BIBREF68": {
                "ref_id": "b68",
                "title": "A developmental, personcentered approach to exploring multiple motivational pathways in gifted underachievement",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "E"
                        ],
                        "last": "Snyder",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Linnenbrink-Garcia",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Educational Psychologist",
                "volume": "48",
                "issue": "",
                "pages": "209--228",
                "other_ids": {
                    "DOI": [
                        "10.1080/00461520.2013.835597"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Snyder, K. E., & Linnenbrink-Garcia, L. (2013). A developmental, person- centered approach to exploring multiple motivational pathways in gifted underachievement. Educational Psychologist, 48, 209 -228. doi: 10.1080/00461520.2013.835597",
                "links": null
            },
            "BIBREF69": {
                "ref_id": "b69",
                "title": "Students' self-reported effort and time on homework in six school subjects: Between-students differences and within-student variation",
                "authors": [
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Trautwein",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Lüdtke",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Journal of Educational Psychology",
                "volume": "99",
                "issue": "",
                "pages": "432--444",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.99.2.432"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Trautwein, U., & Lüdtke, O. (2007). Students' self-reported effort and time on homework in six school subjects: Between-students differences and within-student variation. Journal of Educational Psychology, 99, 432- 444. doi:10.1037/0022-0663.99.2.432",
                "links": null
            },
            "BIBREF70": {
                "ref_id": "b70",
                "title": "Self-esteem, academic self-concept, and achievement: How the learning environment moderates the dynamics of self-concept",
                "authors": [
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Trautwein",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Lüdtke",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Baumert",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "90",
                "issue": "",
                "pages": "334--349",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-3514.90.2.334"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Trautwein, U., Lüdtke, O., Köller, O., & Baumert, J. (2006). Self-esteem, academic self-concept, and achievement: How the learning environment moderates the dynamics of self-concept. Journal of Personality and Social Psychology, 90, 334 -349. doi:10.1037/0022-3514.90.2.334",
                "links": null
            },
            "BIBREF72": {
                "ref_id": "b72",
                "title": "Tracking, grading, and student motivation: Using group composition and status to predict self-concept and interest in ninth-grade mathematics",
                "authors": [],
                "year": null,
                "venue": "Journal of Educational Psychology",
                "volume": "98",
                "issue": "",
                "pages": "788--806",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.98.4.788"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Tracking, grading, and student motivation: Using group composition and status to predict self-concept and interest in ninth-grade mathematics. Journal of Educational Psychology, 98, 788 -806. doi:10.1037/0022- 0663.98.4.788",
                "links": null
            },
            "BIBREF73": {
                "ref_id": "b73",
                "title": "Different forces, same consequence: Conscientiousness and competence beliefs are independent predictors of academic effort and achievement",
                "authors": [
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Trautwein",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Lüdtke",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "W"
                        ],
                        "last": "Roberts",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Schnyder",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Niggli",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "97",
                "issue": "",
                "pages": "1115--1128",
                "other_ids": {
                    "DOI": [
                        "10.1037/a0017048"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Trautwein, U., Lüdtke, O., Roberts, B. W., Schnyder, I., & Niggli, A. (2009). Different forces, same consequence: Conscientiousness and competence beliefs are independent predictors of academic effort and achievement. Journal of Personality and Social Psychology, 97, 1115- 1128. doi:10.1037/a0017048",
                "links": null
            },
            "BIBREF74": {
                "ref_id": "b74",
                "title": "The relation between self-beliefs and academic achievement: A meta-analytic review",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Valentine",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "L"
                        ],
                        "last": "Dubois",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Cooper",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Educational Psychologist",
                "volume": "39",
                "issue": "",
                "pages": "111--133",
                "other_ids": {
                    "DOI": [
                        "10.1207/s15326985ep3902_3"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Valentine, J. C., DuBois, D. L., & Cooper, H. (2004). The relation between self-beliefs and academic achievement: A meta-analytic review. Educa- tional Psychologist, 39, 111-133. doi:10.1207/s15326985ep3902_3",
                "links": null
            },
            "BIBREF75": {
                "ref_id": "b75",
                "title": "Leistungsvergleiche in der Schule. Bezugsgruppeneffekte und Fähigkeitskonzepte [Comparisons of achievement in school: Reference-group effects and academic self-concepts",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "W L"
                        ],
                        "last": "Wagner",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wagner, J. W. L. (2001). Leistungsvergleiche in der Schule. Bezugsgrup- peneffekte und Fähigkeitskonzepte [Comparisons of achievement in school: Reference-group effects and academic self-concepts].",
                "links": null
            },
            "BIBREF77": {
                "ref_id": "b77",
                "title": "Exploring the measurement invariance of psychological instruments: Applications in the substance use domain",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "F"
                        ],
                        "last": "Widaman",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "P"
                        ],
                        "last": "Reise",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "281--324",
                "other_ids": {
                    "DOI": [
                        "10.1037/10222-009"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Widaman, K. F., & Reise, S. P. (1997). Exploring the measurement invariance of psychological instruments: Applications in the substance use domain. In K. J. Bryant, M. Windle, & S. G. West (Eds.), The science of prevention: Methodological advances from alcohol and sub- stance abuse research (pp. 281-324). doi:10.1037/10222-009",
                "links": null
            },
            "BIBREF78": {
                "ref_id": "b78",
                "title": "The internal/external frame of reference of academic self-concept: Extension to a foreign language and the role of language of instruction",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "K"
                        ],
                        "last": "Xu",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "K.-T",
                        "middle": [],
                        "last": "Hau",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "T"
                        ],
                        "last": "Ho",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J S"
                        ],
                        "last": "Morin",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Abduljabbar",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Journal of Educational Psychology",
                "volume": "105",
                "issue": "",
                "pages": "489--503",
                "other_ids": {
                    "DOI": [
                        "10.1037/a0031333"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Xu, M. K., Marsh, H. W., Hau, K.-T., Ho, I. T., Morin, A. J. S., & Abduljabbar, A. S. (2013). The internal/external frame of reference of academic self-concept: Extension to a foreign language and the role of language of instruction. Journal of Educational Psychology, 105, 489 - 503. doi:10.1037/a0031333",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "text": "Study 1: Reciprocal internal/external frame of reference model in the German (as verbal subject) and mathematics domains. The a, b, c, and d paths represent lags of the same length. For the sake of clarity, correlational paths between residuals were omitted from the path diagram.",
                "uris": null
            },
            "FIGREF1": {
                "num": null,
                "type_str": "figure",
                "text": "Study 1: Reciprocal internal/external frame of reference model in the German (as verbal subject) and mathematics domains. For the sake of clarity, correlational paths between residuals were omitted from the path diagram. Standardized model parameters are shown. ‫ء‬ p Ͻ .05. ‫ءء‬ p Ͻ .01.",
                "uris": null
            },
            "FIGREF2": {
                "num": null,
                "type_str": "figure",
                "text": "Study 2: Reciprocal internal/external frame of reference model in the German (as verbal subject) and mathematics domains.The a, b, c, d, e, f, g, h, i, j, k, and l paths represent lags of the same length. For the sake of clarity, correlational paths between residuals were omitted from the path diagram.",
                "uris": null
            },
            "FIGREF3": {
                "num": null,
                "type_str": "figure",
                "text": "Study 2: Reciprocal internal/external frame of reference model in the German (as verbal subject) and mathematics domains. For the sake of clarity, correlational paths between residuals were omitted from the path diagram. Standardized model parameters are shown. ‫ء‬ p Ͻ .05. ‫ءء‬ p Ͻ .01.",
                "uris": null
            },
            "TABREF0": {
                "num": null,
                "text": "Study All statistics were derived from the original measures (i.e., before standardization within classes); all measures ranged from 1 to 5 except mathematics and verbal achievement: 1 (worst) to 6 (best). This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "type_str": "table",
                "content": "<table><tr><td>14 M SD ␣</td><td>3.91 0.94 .85</td><td/><td>3.73 1.01 .85</td><td/><td>3.43 1.13 .87</td><td/><td>3.09 1.19 .88</td><td/><td>3.74 0.95 .87</td><td/><td>3.55 0.98 .85</td><td/><td>3.40 1.01 .84</td><td/><td>3.30 1.02 .84</td><td/><td>4.47 0.84</td><td/><td>4.25 0.95</td><td/><td>4.00 1.06</td><td/><td>4.31 0.79</td><td/><td>4.26 0.83</td><td/><td>-4.17 0.84</td><td/><td/></tr><tr><td>13</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>-</td><td>1,034</td><td>.59 ‫ءء‬</td><td/><td/></tr><tr><td>12</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>-</td><td>1,059</td><td>.63 ‫ءء‬</td><td>846</td><td>.51 ‫ءء‬</td><td/><td/></tr><tr><td>11</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>-</td><td>838</td><td>.32 ‫ءء‬</td><td>557</td><td>.36 ‫ءء‬</td><td>568</td><td>.50 ‫ءء‬</td><td/><td/></tr><tr><td>10</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>-</td><td>1,034</td><td>.59 ‫ءء‬</td><td>570</td><td>.37 ‫ءء‬</td><td>846</td><td>.50 ‫ءء‬</td><td>1,027</td><td>.43 ‫ءء‬</td><td/><td/></tr><tr><td>9</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>-</td><td>1,056</td><td>.59 ‫ءء‬</td><td>840</td><td>.45 ‫ءء‬</td><td>555</td><td>.37 ‫ءء‬</td><td>1,051</td><td>.38 ‫ءء‬</td><td>841</td><td>.29 ‫ءء‬</td><td/><td/></tr><tr><td>8</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>-</td><td>836</td><td>.11 ‫ءء‬</td><td>550</td><td>.14 ‫ءء‬</td><td>566</td><td>.07</td><td>812</td><td>.40 ‫ءء‬</td><td>552</td><td>.38 ‫ءء‬</td><td>564</td><td>.56 ‫ءء‬</td><td/><td/></tr><tr><td>7</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>-</td><td>1,035</td><td>.50 ‫ءء‬</td><td>564</td><td>.08 ‫ء‬</td><td>836</td><td>.12 ‫ءء‬</td><td>1,006</td><td>.07</td><td>566</td><td>.48 ‫ءء‬</td><td>843</td><td>.56 ‫ءء‬</td><td>1,006</td><td>.36 ‫ءء‬</td><td/><td/></tr><tr><td>6</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>-</td><td>1,060</td><td>.55 ‫ءء‬</td><td>840</td><td>.40 ‫ءء‬</td><td>551</td><td>.03</td><td>1,041</td><td>.10 ‫ءء‬</td><td>842</td><td>.01</td><td>556</td><td>.52 ‫ءء‬</td><td>1,044</td><td>.36 ‫ءء‬</td><td>842</td><td>.26 ‫ءء‬</td><td/><td/></tr><tr><td>5</td><td/><td/><td/><td/><td/><td/><td/><td/><td>-</td><td>1,062</td><td>.58 ‫ءء‬</td><td>920</td><td>.45 ‫ءء‬</td><td>836</td><td>.35 ‫ءء‬</td><td>549</td><td>.02</td><td>913</td><td>.01</td><td>837</td><td>Ϫ.04</td><td>555</td><td>.27 ‫ءء‬</td><td>918</td><td>.21 ‫ءء‬</td><td>836</td><td>.16 ‫ءء‬</td><td/><td/></tr><tr><td>4</td><td/><td/><td/><td/><td/><td/><td>-</td><td>844</td><td>Ϫ.08</td><td>555</td><td>Ϫ.09 ‫ء‬</td><td>557</td><td>Ϫ.02</td><td>568</td><td>Ϫ.02</td><td>833</td><td>.39 ‫ءء‬</td><td>555</td><td>.50 ‫ءء‬</td><td>571</td><td>.63 ‫ءء‬</td><td>820</td><td>.06</td><td>557</td><td>.12 ‫ءء‬</td><td>569</td><td>.19 ‫ءء‬</td><td/><td/></tr><tr><td>3</td><td/><td/><td/><td/><td>-</td><td>1,038</td><td>.64 ‫ءء‬</td><td>567</td><td>Ϫ.02</td><td>838</td><td>Ϫ.03</td><td>844</td><td>.06 ‫ء‬</td><td>1,031</td><td>.03</td><td>563</td><td>.46 ‫ءء‬</td><td>839</td><td>.59 ‫ءء‬</td><td>1,009</td><td>.43 ‫ءء‬</td><td>565</td><td>.09 ‫ء‬</td><td>846</td><td>.14 ‫ءء‬</td><td>1,009</td><td>.20 ‫ءء‬</td><td/><td/></tr><tr><td>2</td><td/><td/><td>-</td><td>1,068</td><td>.61 ‫ءء‬</td><td>850</td><td>.50 ‫ءء‬</td><td>559</td><td>.08 ‫ء‬</td><td>925</td><td>.07 ‫ء‬</td><td>1,058</td><td>.00</td><td>846</td><td>.03</td><td>554</td><td>.54 ‫ءء‬</td><td>1,048</td><td>.38 ‫ءء‬</td><td>848</td><td>.29 ‫ءء‬</td><td>559</td><td>.05</td><td>1,052</td><td>.07 ‫ء‬</td><td>848</td><td>.10 ‫ء‬</td><td/><td/></tr><tr><td>Variable 1</td><td>1. MSC Time 1 -</td><td>n 1,068</td><td>2. MSC Time 2 .67 ‫ءء‬</td><td>n 928</td><td>3. MSC Time 3 .51 ‫ءء‬</td><td>n 842</td><td>4. MSC Time 4 .42 ‫ءء‬</td><td>n 556</td><td>5. GSC Time 1 .12 ‫ءء‬</td><td>n 1,062</td><td>6. GSC Time 2 .07 ‫ء‬</td><td>n 923</td><td>7. GSC Time 3 .03</td><td>n 840</td><td>8. GSC Time 4 .01</td><td>n 550</td><td>9. MACH 5 .31 ‫ءء‬</td><td>n 917</td><td>10. MACH 6 .24 ‫ءء‬</td><td>n 840</td><td>11. MACH 8 .24 ‫ءء‬</td><td>n 556</td><td>12. GACH 5 .02</td><td>n 922</td><td>13. GACH 6 .01</td><td>n 839</td><td>14. GACH 8 .11 ‫ءء‬</td><td>n</td><td>Note. ‫ء‬ p Ͻ .05. ‫ءء‬ p Ͻ .01.</td></tr></table>"
            },
            "TABREF1": {
                "num": null,
                "text": "Results of Tests of Measurement Invariance for Mathematics Self-Concept (MSC) and Verbal Self-Concepts (German: GSC, English: ESC) Across Four Points of Measurement in Studies 1, 2, and 3 ‫ءء‬ p Ͻ .01. This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "type_str": "table",
                "content": "<table><tr><td>Invariance</td><td>N</td><td>2 (df)</td><td>2 /df</td><td>CFI</td><td>RMSEA (90% CI)</td><td>SRMR</td><td>⌬ 2 (df)</td></tr><tr><td>Study 1</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Configural MSC</td><td>1,519</td><td>86.134 (30) ‫ءء‬</td><td>2.871</td><td>.989</td><td>.035 (.027-.044)</td><td>.031</td><td/></tr><tr><td>Configural GSC</td><td>1,515</td><td>47.641 (30) ‫ء‬</td><td>1.588</td><td>.996</td><td>.020 (.008-.030)</td><td>.022</td><td/></tr><tr><td>Baseline (simultaneous)</td><td>1,522</td><td>530.629 (188) ‫ءء‬</td><td>2.822</td><td>.968</td><td>.035 (.031-.038)</td><td>.039</td><td/></tr><tr><td>Metric</td><td>1,522</td><td>543.893 (200) ‫ءء‬</td><td>2.719</td><td>.968</td><td>.034 (.030-.037)</td><td>.040</td><td>11.432 (12)</td></tr><tr><td>Scalar</td><td>1,522</td><td>547.691 (212) ‫ءء‬</td><td>2.583</td><td>.969</td><td>.032 (.029-.036)</td><td>.040</td><td>0.245 (12)</td></tr><tr><td>Study 2</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Configural MSC</td><td>636</td><td>50.135 (30) ‫ء‬</td><td>1.671</td><td>.993</td><td>.032 (.015-.048)</td><td>.024</td><td/></tr><tr><td>Configural GSC</td><td>636</td><td>41.953 (30)</td><td>1.398</td><td>.992</td><td>.025 (.000-.042)</td><td>.023</td><td/></tr><tr><td>Baseline (simultaneous)</td><td>636</td><td>327.335 (188) ‫ءء‬</td><td>1.741</td><td>.971</td><td>.034 (.028-.040)</td><td>.048</td><td/></tr><tr><td>Metric</td><td>636</td><td>340.627 (200) ‫ءء‬</td><td>1.703</td><td>.971</td><td>.033 (.027-.039)</td><td>.048</td><td>12.481 (12)</td></tr><tr><td>Scalar</td><td>636</td><td>342.295 (212) ‫ءء‬</td><td>1.615</td><td>.973</td><td>.031 (.025-.037)</td><td>.048</td><td>0.138 (12)</td></tr><tr><td>Study 3</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Configural MSC</td><td>465</td><td>48.563 (30) ‫ء‬</td><td>1.619</td><td>.991</td><td>.036 (.015-.055)</td><td>.027</td><td/></tr><tr><td>Configural GSC</td><td>465</td><td>31.029 (30)</td><td>1.034</td><td>1</td><td>.009 (.000-.036)</td><td>.024</td><td/></tr><tr><td>Configural ESC</td><td>465</td><td>29.785 (30)</td><td>.993</td><td>1</td><td>.000 (.000-.035)</td><td>.024</td><td/></tr><tr><td>Baseline (simultaneous)</td><td>465</td><td>864.023 (474) ‫ءء‬</td><td>1.823</td><td>.932</td><td>.042 (.038-.046)</td><td>.052</td><td/></tr><tr><td>Metric</td><td>465</td><td>879.975 (492) ‫ءء‬</td><td>1.789</td><td>.933</td><td>.041 (.037-.046)</td><td>.052</td><td>14.820 (18)</td></tr><tr><td>Scalar</td><td>465</td><td>886.598 (510) ‫ءء‬</td><td>1.738</td><td>.935</td><td>.040 (.035-.044)</td><td>.052</td><td>4.457 (18)</td></tr></table>"
            },
            "TABREF2": {
                "num": null,
                "text": "Results for Testing the Assumption ofStationarity (i.e., Studies 1, 2, and 3)",
                "type_str": "table",
                "content": "<table><tr><td>Model</td><td>N</td><td>2 (df)</td><td>2 /df</td><td>CFI</td><td>RMSEA (90% CI)</td><td>SRMR</td><td>⌬ 2 (df)</td></tr><tr><td>Study 1</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Model A (baseline)</td><td>1,529</td><td>960.210 (348) ‫ءء‬</td><td>2.759</td><td>.959</td><td>.034 (.031-.036)</td><td>.046</td><td/></tr><tr><td>Model B (a to d paths restricted) a, c</td><td>1,529</td><td>982.435 (359) ‫ءء‬</td><td>2.737</td><td>.959</td><td>.034 (.031-.036)</td><td>.046</td><td>22.562 (11) ‫ء‬</td></tr><tr><td>Model C (a to d paths restricted) b, c</td><td>1,529</td><td>968.809 (358) ‫ءء‬</td><td>2.706</td><td>.959</td><td>.033 (.031-.036)</td><td>.046</td><td>9.407 (10)</td></tr><tr><td>Study 2</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Model A (baseline)</td><td>639</td><td>574.680 (348) ‫ءء‬</td><td>1.651</td><td>.963</td><td>.032 (.027-.037)</td><td>.052</td><td/></tr><tr><td>Model B (a to l paths restricted) a, c</td><td>639</td><td>590.880 (363) ‫ءء‬</td><td>1.628</td><td>.962</td><td>.031 (.027-.036)</td><td>.054</td><td>16.607 (15)</td></tr><tr><td>Study 3</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Model A (baseline)</td><td>465</td><td>1,343.769 (816) ‫ءء‬</td><td>1.641</td><td>.930</td><td>.037 (.034-.041)</td><td>.053</td><td/></tr><tr><td>Model B (corresponding paths restricted) a, c</td><td>465</td><td>1,391.745 (852) ‫ءء‬</td><td>1.634</td><td>.928</td><td>.037 (.033-.040)</td><td>.056</td><td>48.617 (36)</td></tr></table>"
            },
            "TABREF3": {
                "num": null,
                "text": "",
                "type_str": "table",
                "content": "<table><tr><td>Study 2: Observed Correlations (r), Means (M), Standard Deviations (SD), and Reliabilities (Cronbach's ␣) for Mathematics and German Self-Concept Scales (MSC/GSC)</td><td>and Mathematics and German Achievements (Teacher-Assigned School Grades; MACH/GACH)</td><td>Variable 1 2 3 4 5 6 7 8 9 1 0 1 1 1 2 1 3 1 4 M SD ␣</td><td>1. MSC Time 1 -3.97 0.98 .86</td><td>n 619</td><td>2. MSC Time 2 .55 ‫ءء‬ -3.68 1.05 .85</td><td>n 586 596</td><td>3. MSC Time 3 .48 ‫ءء‬ .57 ‫ءء‬ -3.44 1.07 .85</td><td>n 522 515 539</td><td>4. MSC Time 4 .46 ‫ءء‬ .53 ‫ءء‬ .64 ‫ءء‬ -3.45 1.08 .86</td><td>n 441 431 437 456</td><td>5. GSC Time 1 .03 .01 .00 Ϫ.04 -4.03 0.76 .75</td><td>n 619 586 522 441 619</td><td>6. GSC Time 2 Ϫ.02 .07 .04 .08 .51 ‫ءء‬ -3.86 0.84 .77</td><td>n 586 596 515 431 586 596</td><td>7. GSC Time 3 .00 .08 .10 ‫ء‬ Ϫ.02 .32 ‫ءء‬ .46 ‫ءء‬ -3.76 0.81 .71</td><td>n 522 515 539 437 522 515 539</td><td>8. GSC Time 4 Ϫ.02 .07 .07 .08 .33 ‫ءء‬ .51 ‫ءء‬ .46 ‫ءء‬ -3.84 0.82 .76</td><td>n 441 431 437 456 441 431 437 456</td><td>9. MACH 5 .29 ‫ءء‬ .49 ‫ءء‬ .34 ‫ءء‬ .38 ‫ءء‬ .09 .08 Ϫ.02 .00 -4.69 0.74</td><td>n 353 341 323 283 353 341 323 283 364</td><td>10. MACH 6 .26 ‫ءء‬ .35 ‫ءء‬ .50 ‫ءء‬ .44 ‫ءء‬ .04 .12 .09 .00 .66 ‫ءء‬ -4.31 0.92</td><td>n 283 275 259 215 283 275 259 215 187 294</td><td>11. MACH 7 .23 ‫ءء‬ .30 ‫ءء‬ .39 ‫ءء‬ .56 ‫ءء‬ .00 .08 Ϫ.01 .02 .48 ‫ءء‬ .67 ‫ءء‬ -4.06 0.90</td><td>n 483 470 455 414 483 470 455 414 340 276 502</td><td>12. GACH 5 Ϫ.08 .02 Ϫ.12 ‫ء‬ Ϫ.07 .32 ‫ءء‬ .39 ‫ءء‬ .21 ‫ء‬ .24 ‫ءء‬ .37 ‫ءء‬ .18 ‫ء‬ .17 ‫ءء‬ -4.52 0.73</td><td>n 353 341 323 283 353 341 323 283 364 187 340 364</td><td>13. GACH 6 Ϫ.04 Ϫ.02 .02 .03 .25 ‫ءء‬ .26 ‫ءء‬ .33 ‫ءء‬ .29 ‫ءء‬ .31 ‫ءء‬ .47 ‫ءء‬ .32 ‫ءء‬ .53 ‫ءء‬ -4.33 0.76</td><td>n 283 275 259 215 283 275 259 215 187 294 276 187 294</td><td>14. GACH 7 Ϫ.05 .06 .07 .08 .18 ‫ءء‬ .26 ‫ءء‬ .18 ‫ءء‬ .46 ‫ءء‬ .31 ‫ءء‬ .39 ‫ءء‬ .41 ‫ءء‬ .42 ‫ءء‬ .55 ‫ءء‬ -4.33 0.74</td><td>n</td><td>Note. All statistics were derived from the original measures (i.e., before standardization within classes); all measures ranged from 1 to 5 except mathematics and verbal achievement: 1 (worst) to 6</td><td>(best).</td></tr></table>"
            },
            "TABREF4": {
                "num": null,
                "text": "",
                "type_str": "table",
                "content": "<table><tr><td>Study 3: Observed Correlations (r), Means (M), Standard Deviations (SD), and Reliabilities (Cronbach's ␣) for Mathematics, German, and English Self-Concept Scales</td><td>(MSC/GSC/ESC) and Mathematics, German, and English Achievements (Teacher-Assigned School Grades; MACH/GACH/EACH)</td><td>Variable 1 2 3 4 5 6 7 8 9 1 0 1 1 1 2 1 3 1 4 1 5 1 6 1 7 1 8 1 9 2 0 M SD ␣ 2 1</td><td>1. MSC Time 1 -4.00 0.98 .85</td><td>n 459</td><td>2. MSC Time 2 .57 ‫ءء‬ -3.74 1.05 .86</td><td>n 438 444</td><td>3. MSC Time 3 .49 ‫ءء‬ .58 ‫ءء‬ -3.46 1.09 .86</td><td>n 388 385 394</td><td>4. MSC Time 4 .51 ‫ءء‬ .56 ‫ءء‬ .63 ‫ءء‬ -3.46 1.10 .86</td><td>n 323 318 314 328</td><td>5. GSC Time 1 .00 Ϫ.02 Ϫ.02 Ϫ.04 -4.05 0.76 .73</td><td>n 459 438 388 323 459</td><td>6. GSC Time 2 Ϫ.03 .07 .02 .04 .53 ‫ءء‬ -3.89 0.83 .79</td><td>n 438 444 385 318 438 444</td><td>7. GSC Time 3 Ϫ.01 .08 .11 ‫ء‬ Ϫ.03 .30 ‫ءء‬ .44 ‫ءء‬ -3.76 0.81 .71</td><td>n 388 385 394 314 388 385 394</td><td>8. GSC Time 4 Ϫ.03 .04 .08 .08 .29 ‫ءء‬ .47 ‫ءء‬ .46 ‫ءء‬ -3.88 0.82 .80</td><td>n 323 318 314 328 323 318 314 328</td><td>9. ESC Time 1 .16 ‫ءء‬ .01 Ϫ.02 .07 .44 ‫ءء‬ .25 ‫ءء‬ .15 ‫ءء‬ .17 ‫ءء‬ -4.24 0.75 .77</td><td>n 459 438 388 323 459 438 388 323 459</td><td>10. ESC Time 2 .02 .11 ‫ء‬ .07 .02 .27 ‫ءء‬ .40 ‫ءء‬ .27 ‫ءء‬ .23 ‫ءء‬ .40 ‫ءء‬ -4.14 0.83 .77</td><td>n 438 444 385 318 438 444 385 318 438 444</td><td>11. ESC Time 3 .00 .10 .22 ‫ءء‬ Ϫ.01 .22 ‫ءء‬ .27 ‫ءء‬ .42 ‫ءء‬ .33 ‫ءء‬ .28 ‫ءء‬ .50 ‫ءء‬ -4.02 0.87 .78</td><td>n 388 385 394 314 388 385 394 314 388 385 394</td><td>12. ESC Time 4 Ϫ.01 .03 .01 .13 ‫ء‬ .23 ‫ءء‬ .30 ‫ءء‬ .28 ‫ءء‬ .44 ‫ءء‬ .29 ‫ءء‬ .49 ‫ءء‬ .55 ‫ءء‬ -3.99 0.78 .78</td><td>n 323 318 314 328 323 318 314 328 323 318 314 328</td><td>13. MACH 5 .32 ‫ءء‬ .51 ‫ءء‬ .32 ‫ءء‬ .37 ‫ءء‬ .08 .09 .02 Ϫ.01 .13 ‫ء‬ .14 ‫ء‬ .03 .01 -4.78 0.71</td><td>n 256 247 232 199 256 247 232 199 256 247 232 199 261</td><td>14. MACH 6 .28 ‫ءء‬ .34 ‫ءء‬ .47 ‫ءء‬ .41 ‫ءء‬ Ϫ.01 .12 .08 Ϫ.01 .08 .25 ‫ءء‬ .17 ‫ء‬ .08 .65 ‫ءء‬ -4.35 0.88</td><td>n 232 224 208 168 232 224 208 168 232 224 208 168 148 236</td><td>15. MACH 7 .28 ‫ءء‬ .32 ‫ءء‬ .39 ‫ءء‬ .55 ‫ءء‬ Ϫ.01 .06 Ϫ.01 .00 .03 .07 .07 .16 ‫ءء‬ .48 ‫ءء‬ .66 ‫ءء‬ -4.08 0.90</td><td>n 367 358 339 304 367 358 339 304 367 358 339 304 244 221 373</td><td>16. GACH 5 Ϫ.09 Ϫ.01 Ϫ.18 ‫ءء‬ Ϫ.12 .30 ‫ءء‬ .33 ‫ءء‬ .12 .14 ‫ء‬ .13 ‫ء‬ .17 ‫ءء‬ .08 .21 ‫ءء‬ .33 ‫ءء‬ .13 .09 -4.62 0.66</td><td>n 256 247 232 199 256 247 232 199 256 247 232 199 261 148 244 261</td><td>17. GACH 6 Ϫ.08 Ϫ.03 Ϫ.03 .01 .27 ‫ءء‬ .25 ‫ءء‬ .30 ‫ءء‬ .26 ‫ءء‬ .13 .21 ‫ءء‬ .21 ‫ءء‬ .24 ‫ءء‬ .27 ‫ءء‬ .43 ‫ءء‬ .29 ‫ءء‬ .53 ‫ءء‬ -4.37 0.73</td><td>n 232 224 208 168 232 224 208 168 232 224 208 168 148 236 221 148 236</td><td>18. GACH 7 Ϫ.06 .04 .06 .06 .17 ‫ءء‬ .23 ‫ءء‬ .16 ‫ءء‬ .40 ‫ءء‬ .11 ‫ء‬ .15 ‫ءء‬ .20 ‫ءء‬ .32 ‫ءء‬ .30 ‫ءء‬ .35 ‫ءء‬ .36 ‫ءء‬ .37 ‫ءء‬ .50 ‫ءء‬ -4.38 0.70</td><td>n 367 358 339 304 367 358 339 304 367 358 339 304 244 221 373 244 221 373</td><td>19. EACH 5 Ϫ.03 .01 Ϫ.11 .02 .10 .11 Ϫ.01 Ϫ.03 .28 ‫ءء‬ .44 ‫ءء‬ .17 .31 ‫ءء‬ .37 ‫ءء‬ .29 ‫ءء‬ .27 ‫ءء‬ .52 ‫ءء‬ .36 ‫ءء‬ .26 ‫ءء‬ -4.87 0.71</td><td>n 256 247 232 199 256 247 232 199 256 247 232 199 261 148 244 261 148 244 261</td><td>20. EACH 6 Ϫ.13 ‫ء‬ .02 Ϫ.02 .08 .18 ‫ءء‬ .24 ‫ءء‬ .14 ‫ء‬ .17 ‫ء‬ .22 ‫ءء‬ .44 ‫ءء‬ .43 ‫ءء‬ .46 ‫ءء‬ .36 ‫ءء‬ .45 ‫ءء‬ .38 ‫ءء‬ .31 ‫ءء‬ .64 ‫ءء‬ .51 ‫ءء‬ .43 ‫ءء‬ -4.47 0.82</td><td>n 232 224 208 168 232 224 208 168 232 224 208 168 148 236 221 148 236 221 148 236</td><td>21. EACH 7 .00 .05 .04 .08 .21 ‫ءء‬ .22 ‫ءء‬ .18 ‫ءء‬ .20 ‫ءء‬ .23 ‫ءء‬ .29 ‫ءء‬ .33 ‫ءء‬ .52 ‫ءء‬ .35 ‫ءء‬ .45 ‫ءء‬ .49 ‫ءء‬ .31 ‫ءء‬ .51 ‫ءء‬ .53 ‫ءء‬ .40 ‫ءء‬ .74 ‫ءء‬ 4.22 0.87 -</td><td>n 367 358 339 304 367 358 339 304 367 358 339 304 244 221 373 244 221 373 244 221 373</td></tr></table>"
            },
            "TABREF5": {
                "num": null,
                "text": "Study 3: Standardized Model Parameters of the Reciprocal Internal/External Frame of Reference Model in the Domains of Mathematics, German (Native Language), and English (Foreign Language)",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td>Domains</td><td/></tr><tr><td>Paths</td><td>Mathematics</td><td>German</td><td>English</td></tr><tr><td/><td>Self-concepts to achievements:</td><td/><td/></tr><tr><td colspan=\"3\">Self-enhancement (bold) and cross-domain contrast effects</td><td/></tr><tr><td>Self-concepts (Time 1) to</td><td/><td/><td/></tr><tr><td>MACH (5th grade) GACH (5th grade) EACH (5th grade)</td><td>.38 ‫ءء‬ Ϫ.07 Ϫ.12  †</td><td>.03 .46 ‫ءء‬ Ϫ.06</td><td>Ϫ.10 Ϫ.16  † .37 ‫ءء‬</td></tr><tr><td>Self-concepts (Time 2) to</td><td/><td/><td/></tr><tr><td>MACH (6th grade) GACH (6th grade) EACH (6th grade)</td><td>.14 ‫ءء‬ Ϫ.11 ‫ء‬ Ϫ.11 ‫ء‬</td><td>Ϫ.05 .13  † .01</td><td>.00 Ϫ.03 .18 ‫ءء‬</td></tr><tr><td>Self-concepts (Time 3) to</td><td/><td/><td/></tr><tr><td>MACH (7th grade) GACH (7th grade) EACH (7th grade)</td><td>.15 ‫ءء‬ Ϫ.10 ‫ء‬ Ϫ.10 ‫ء‬</td><td>Ϫ.05 .10  † .01</td><td>.00 Ϫ.03 .17 ‫ءء‬</td></tr><tr><td/><td>Achievements to self-concepts:</td><td/><td/></tr><tr><td colspan=\"3\">Skill development (bold) and internal frame of reference effects</td><td/></tr><tr><td>Achievements (5th grade) to</td><td/><td/><td/></tr><tr><td>MSC (Time 2) GSC (Time 2) ESC (Time 2)</td><td>.39 ‫ءء‬ Ϫ.02 .00</td><td>Ϫ.10 ‫ء‬ .29 ‫ءء‬ Ϫ.11 ‫ء‬</td><td>Ϫ.04 Ϫ.13 ‫ء‬ .40 ‫ءء‬</td></tr><tr><td>Achievements (6th grade) to</td><td/><td/><td/></tr><tr><td>MSC (Time 3) GSC (Time 3) ESC (Time 3)</td><td>.39 ‫ءء‬ Ϫ.02 .00</td><td>Ϫ.09 ‫ء‬ .30 ‫ءء‬ Ϫ.10 ‫ء‬</td><td>Ϫ.04 Ϫ.13 ‫ء‬ .39 ‫ءء‬</td></tr><tr><td>Achievements (7th grade) to</td><td/><td/><td/></tr><tr><td>MSC (Time 4) GSC (Time 4) ESC (Time 4)</td><td>.38 ‫ءء‬ Ϫ.10 .03</td><td>.01 .34 ‫ءء‬ .14 ‫ء‬</td><td>Ϫ.02 .00 .22 ‫ءء‬</td></tr><tr><td/><td>Self-concepts to self-concepts:</td><td/><td/></tr><tr><td/><td colspan=\"2\">Autoregressive (bold) and cross-domain effects</td><td/></tr><tr><td>Self-concepts (Time 1) to</td><td/><td/><td/></tr><tr><td>MSC (Time 2) GSC (Time 2) ESC (Time 2)</td><td>.49 ‫ءء‬ Ϫ.01 Ϫ.03</td><td>.03 .56 ‫ءء‬ .19 ‫ء‬</td><td>Ϫ.09 .05 .29 ‫ءء‬</td></tr><tr><td>Self-concepts (Time 2) to</td><td/><td/><td/></tr><tr><td>MSC (Time 3) GSC (Time 3)</td><td>.50 ‫ءء‬ .00</td><td>Ϫ.01 .52 ‫ءء‬</td><td>Ϫ.01 .08</td></tr><tr><td>ESC (Time 3)</td><td>.03</td><td>.07</td><td>.47 ‫ءء‬</td></tr><tr><td>Self-concepts (Time 3) to</td><td/><td/><td/></tr><tr><td>MSC (Time 4) GSC (Time 4) ESC (Time 4)</td><td>.55 ‫ءء‬ .09 Ϫ.14 ‫ءء‬</td><td>Ϫ.09 .57 ‫ءء‬ Ϫ.06</td><td>Ϫ.01 Ϫ.02 .71 ‫ءء‬</td></tr><tr><td/><td>Achievements to achievements:</td><td/><td/></tr><tr><td/><td colspan=\"2\">Autoregressive (bold) and reciprocal cross-domain effects</td><td/></tr><tr><td>Achievements (5th grade) to</td><td/><td/><td/></tr><tr><td>MACH (6th grade)</td><td>.54 ‫ءء‬</td><td>.07</td><td>.15 ‫ء‬</td></tr><tr><td>GACH (6th grade)</td><td>.21 ‫ءء‬</td><td>.35 ‫ءء‬</td><td>.27 ‫ءء‬</td></tr><tr><td>EACH (6th grade)</td><td>.23 ‫ءء‬</td><td>.13 ‫ء‬</td><td>.47 ‫ءء‬</td></tr><tr><td>Achievements (6th grade) to</td><td/><td/><td/></tr><tr><td>MACH (7th grade)</td><td>.55 ‫ءء‬</td><td>.07</td><td>.15 ‫ء‬</td></tr><tr><td>GACH (7th grade)</td><td>.20 ‫ءء‬</td><td>.30 ‫ءء‬</td><td>.24 ‫ءء‬</td></tr><tr><td>EACH (7th grade)</td><td>.23 ‫ءء‬</td><td>.12 ‫ء‬</td><td>.44 ‫ءء‬</td></tr></table>"
            }
        }
    }
}