{
    "paper_id": "schajek_2006_de",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-22T17:58:19.703828Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "",
    "pdf_parse": {
        "paper_id": "schajek_2006_de",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "Shajek, Oliver Lüdtke, Petra Stanat Akademische Selbstkonzepte bei Jugendlichen mit Migrationshintergrund Academic Self-concepts of Immigrant Students Ergebnisse der PISA Studien (Programme for International Student As¬ sessment) haben gezeigt, dass 15-Jähr ige aus zugewanderten Familien in Deutschland deutlich geringere Leistungen erzielen als ihre Mitschülerin¬ nen und -schüler ohne Migrationsgeschichte (Baumert & Schümer, 2001; Ramm, Prenzel, Heidemeier & Walter, 2004 ). In der vorliegenden Arbeit wird mit Hilfe von Mehrgruppenstrukturgleichungsmodellen geprüft, ob diese Schülergruppe auch ein negativeres akademisches Selbstkonzept im mathematischen und verbalen Bereich aufweist. Weiterhin wird untersucht, inwieweit die Zusammenhänge zwischen den Selbstkonzepten und den Leis¬ tungen im Einklang mit dem von Marsh (1986) postulierten Bezugsrah¬ menmodell stehen. Die Datengrundlage bildet die Stichprobe der 15-Jährigen aus PISA 2000, wobei ausschließlich Schülerinnen und Schüler in Hauptschulen der alten Bundesländer berücksichtigt wurden (N = 5208). Es zeigt sich, dass Jugendliche mit nichtdeutscher Familiensprache ein ne¬ gativeres verbales und ein positiveres mathematisches Selbstkonzept auf¬ weisen als Schülerinnen und Schüler, die in der Familie Deutsch sprechen. Das Bezugsrahmenmodell konnte für beide Schülergruppen repliziert wer¬ den, allerdingsfielen die postulierten Zusammenhängefür die Schülerinnen und Schüler mit nichtdeutscher Familiensprache etwas schwächer aus. Die Gruppenunterschiede im Niveau der verbalen und mathematischen Selbst¬ konzepte lassen sich auf ihre Zusammenhänge mit Noten in den korrespon¬ dierenden und nicht korrespondierenden Domänen zurückführen, die den Annahmen des Bezugsrahmenmodells entsprechen.",
                "cite_spans": [
                    {
                        "start": 15,
                        "end": 35,
                        "text": "Lüdtke, Petra Stanat",
                        "ref_id": null
                    },
                    {
                        "start": 280,
                        "end": 291,
                        "text": "Familien in",
                        "ref_id": null
                    },
                    {
                        "start": 409,
                        "end": 434,
                        "text": "(Baumert & Schümer, 2001;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 435,
                        "end": 475,
                        "text": "Ramm, Prenzel, Heidemeier & Walter, 2004",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 821,
                        "end": 833,
                        "text": "Marsh (1986)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Results from the PISA study (Programme for International Student Assess¬ ment) have shown that students with immigrant backgrounds in Germany reach considerably lower levels of achievement than students from native families (Baumert & Schümer, 2001; Ramm, Prenzel, Heidemeier & Wal¬ ter, 2004 ). In the present study we used the PISA 2000 data for students attending the lower track in the former West German Länder (N = 5208) in order to test whether immigrant students also display more negative aca¬ demic self-concepts. In addition, we explored whether this group differs from native students in tems of the relationships among academic selfi Unterrichtswissenschaft, 36 . Jg. 2006, H. 2 concepts and achievement indicators as they are specified in the Inter¬ nal/External Frame of Reference Model (Marsh, 1986) Results from multi¬ ple group structural equation modeis show that Immigrant students have more negative verbal and more positive mathematical self-concepts than their peers from native famihes The Internal/External Frame ofReference Model could be replicatedfor both Student groups, although the postulated relationships were less pronounced for students with Immigrant back¬ grounds The group differences in the level of students' verbal and mathe¬ matical self-concepts could be accounted for by their relationships with grades in the corresponding and non-corresponding domains",
                "cite_spans": [
                    {
                        "start": 224,
                        "end": 249,
                        "text": "(Baumert & Schümer, 2001;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 250,
                        "end": 292,
                        "text": "Ramm, Prenzel, Heidemeier & Wal¬ ter, 2004",
                        "ref_id": null
                    },
                    {
                        "start": 647,
                        "end": 671,
                        "text": "Unterrichtswissenschaft,",
                        "ref_id": null
                    },
                    {
                        "start": 672,
                        "end": 674,
                        "text": "36",
                        "ref_id": null
                    },
                    {
                        "start": 681,
                        "end": 691,
                        "text": "2006, H. 2",
                        "ref_id": null
                    },
                    {
                        "start": 796,
                        "end": 801,
                        "text": "Model",
                        "ref_id": null
                    },
                    {
                        "start": 802,
                        "end": 815,
                        "text": "(Marsh, 1986)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Kinder und Jugendliche aus zugewanderten Familien erzielen in den meis¬ ten OECD-Staaten geringere schulische Leistungen als ihre Mitschülerin¬ nen und Mitschüler ohne Migrationsgeschichte Dieser Unterschied ist in Deutschland besonders ausgeprägt und selbst innerhalb der Hauptschule bedeutsam (Baumert & Schümer, 2001 , OECD, 2001 , 2003 zel, Heidemeier & Walter, 2004) Unter den schwachen Lesern, die in PISA 2000 nicht die Kompetenzstufe II erreicht haben, sind Jugendliche mit Migrationshintergrand deutlich uberreprasentiert (Stanat & Schneider, 2004) , und auch in den Bereichen Mathematik und Naturwissenschaft sind erhebliche Leistungsnachteile für diese Schulerinnen und Schuler zu beo¬ bachten (Baumert & Schümer, 2001 , OECD, 2001 , 2003 , Ramm, Prenzel, Heidemeier & Walter, 2004 ) Entsprechend sind nur wenige Kinder aus zu¬ gewanderten Familien im Gymnasium anzutreffen, wahrend sie an Haupt¬ schulen vergleichsweise stark vertreten sind Weiterhin ist die Quote der Zurückstellungen und Klassenwiederholungen in dieser Gmppe relativ hoch (Krohne & Meier, 2004) Die deutlich ungunstigere Situation von Kindern und Jugendlichen mit Migrationshintergrand in Bezug auf den Kompetenzerwerb, die Muster der Bildungsbeteihgung und die Schullaufbahn impliziert, dass diese Schule¬ rinnen und Schuler besonders häufig von Misserfolgserfahrangen betroffen sind, die sich auf die Selbsteinschatzungen der eigenen Fähigkeiten auswir¬ ken konnten Dies ist Gegenstand des vorliegenden Beitrags Es wird ge¬ fragt, inwieweit sich akademische Selbstkonzepte von Jugendlichen mit und ohne Migrationshintergrund im Hinblick auf ihr Niveau und ihre Zu¬ sammenhange mit Leistungen unterscheiden Im Folgenden wird zunächst das Konstrakt der akademischen Selbstkonzepte beschrieben und ein be¬ wahrtes Modell ihrer Genese dargestellt Daran anknüpfend werden theore¬ tische Annahmen und empirische Befunde zu den Auswirkungen von Mig¬ ration und Minontatenstatus auf selbstbezogene Kognitionen diskutiert und die Fragestellungen der Studie entwickelt 126 1.1 Akademische Selbstkonzepte Akademische Selbstkonzepte lassen sich als generalisierte selbstbezogene Fähigkeitseinschätzungen definieren (vgl. z.B. Möller & Koller, 2004; Streblow, 2004) . Diese \"Selbstbilder eigener Kompetenzen\" (Pohlmann, 2005, S. 14) stellen diejenigen Teilbereiche des Selbstkonzepts dar, die ex¬ plizit die Einschätzungen einer Person in Bezug auf ihre eigenen Fähigkei¬ ten und Leistungen betreffen (Moschner, 2001) . In der pädagogisch¬ psychologischen Forschung sind akademische Selbstkonzepte deshalb von Interesse, weil sie über motivationale Variablen vermittelt schulische Lernund Leistungsprozesse beeinflussen. Dies konnte in einer Vielzahl von Stu¬ dien belegt werden (z.B. Helmke & van Aken, 1995; Koller, Klemmert, Möller & Baumert, 1999; Möller & Koller, 2001 ).",
                "cite_spans": [
                    {
                        "start": 295,
                        "end": 319,
                        "text": "(Baumert & Schümer, 2001",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 320,
                        "end": 332,
                        "text": ", OECD, 2001",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 333,
                        "end": 339,
                        "text": ", 2003",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 531,
                        "end": 557,
                        "text": "(Stanat & Schneider, 2004)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 705,
                        "end": 729,
                        "text": "(Baumert & Schümer, 2001",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 730,
                        "end": 742,
                        "text": ", OECD, 2001",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 743,
                        "end": 749,
                        "text": ", 2003",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 750,
                        "end": 792,
                        "text": ", Ramm, Prenzel, Heidemeier & Walter, 2004",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 1053,
                        "end": 1075,
                        "text": "(Krohne & Meier, 2004)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 2186,
                        "end": 2219,
                        "text": "(vgl. z.B. Möller & Koller, 2004;",
                        "ref_id": null
                    },
                    {
                        "start": 2220,
                        "end": 2235,
                        "text": "Streblow, 2004)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 2279,
                        "end": 2298,
                        "text": "(Pohlmann, 2005, S.",
                        "ref_id": null
                    },
                    {
                        "start": 2471,
                        "end": 2487,
                        "text": "(Moschner, 2001)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 2651,
                        "end": 2658,
                        "text": "Lernund",
                        "ref_id": null
                    },
                    {
                        "start": 2755,
                        "end": 2779,
                        "text": "Helmke & van Aken, 1995;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 2780,
                        "end": 2821,
                        "text": "Koller, Klemmert, Möller & Baumert, 1999;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 2822,
                        "end": 2843,
                        "text": "Möller & Koller, 2001",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Einleitung",
                "sec_num": "1"
            },
            {
                "text": "Die Ausbildung positiver Selbstkonzepte wird aber nicht nur unter leis¬ tungsthematischen Gesichtspunkten als wichtig erachtet, sondern stellt dar¬ über hinaus auch für sich genommen ein Ziel von schulischen Sozialisationsprozessen dar (siehe z.B. Marsh & Craven, 1997) . Es handelt sich um einen wichtigen Aspekt der Persönlichkeitsentwicklung, der für das psychi¬ sche Wohlbefinden der Person zentral ist. Ein Modell, das die Genese von Fähigkeitsselbstkonzepten als Folge von schulischen Leistungsrückmel¬ dungen und Vergleichsprozessen beschreibt und sich in zahlreichen Unter¬ suchungen bewährt hat, ist das Bezugsrahmenmodell von Marsh (1986).",
                "cite_spans": [
                    {
                        "start": 248,
                        "end": 269,
                        "text": "Marsh & Craven, 1997)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Einleitung",
                "sec_num": "1"
            },
            {
                "text": "Model; I/E-Modell) Ausgangspunkt für die Entwicklung des Bezugsrahmenmodells von Marsh (1986) war der zunächst kontraintuitive Befund, dass sich zwischen dem sprachlichen und dem mathematischen Selbstkonzept meistens nur sehr ge¬ ringe Zusammenhänge ergeben, obwohl die Leistungen in sprachlichen und mathematischen Bereichen deutlich positiv korrelieren, und zwar in einer Größenordnung von r = .50 bis r = .80 (vgl. Koller et al., 1999; Marsh, 1986 ). Dazu kommt, dass üblicherweise innerhalb einer Domäne substanzielle positive Korrelationen zwischen Leistungsindikatoren und fachspezi¬ fischen Selbstkonzeptvariablen bestehen. Marsh (1986) erklärt die Unab¬ hängigkeit des verbalen und mathematischen Selbstkonzepts durch die An¬ nahme von zwei verschiedenen Bezugsrahmen, die bei der Ausbildung schulischer Selbstkonzepte als Informationsquelle dienen. Der externe Be¬ zugsrahmen umfasst den interindividuellen bzw. sozialen Vergleich (exter¬ nal frame of reference), bei dem die eigenen Leistungen in einem Schulfach mit denen der Mitschülerinnen und -schüler verglichen werden und der in der Regel in positive Korrelationen zwischen dem fachspezifischen Selbst¬ konzept und der jeweils korrespondierenden Fachleistung mündet. Der in¬ terne Bezugrahmen beinhaltet hingegen einen intraindividuellen bzw. inter¬ nalen Vergleich (internal frame of reference) bei dem die eigenen Leistun¬ gen in einem Fach mit den eigenen Leistungen in einem anderen Fach ver¬ glichen werden (vgl. z.B. Lüdtke, Koller, Artelt, Stanat & Baumert, 2002) .",
                "cite_spans": [
                    {
                        "start": 418,
                        "end": 438,
                        "text": "Koller et al., 1999;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 439,
                        "end": 450,
                        "text": "Marsh, 1986",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1489,
                        "end": 1536,
                        "text": "Lüdtke, Koller, Artelt, Stanat & Baumert, 2002)",
                        "ref_id": "BIBREF17"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Das Bezugsrahmenmodell (Internal/External Frame of Reference",
                "sec_num": "1.2"
            },
            {
                "text": "Unterrichtswissenschaft, 36. Jg. 2006, H. 2 Bei diesem Vergleich wird somit der Fokus auf die Diskrepanz zwischen den Leistungen in den beiden Fächern gerichtet, was ein höheres Selbst¬ konzept in der einen und ein geringeres Selbstkonzept im anderen Fach zur Folge haben sollte (vgl. Pohlmann, 2005) . Das Zusammenspiel des interna¬ len und externalen Vergleichs führt schließlich zu der empirisch beobacht¬ baren Unabhängigkeit des verbalen und mathematischen Selbstkonzepts.",
                "cite_spans": [
                    {
                        "start": 33,
                        "end": 43,
                        "text": "2006, H. 2",
                        "ref_id": null
                    },
                    {
                        "start": 285,
                        "end": 300,
                        "text": "Pohlmann, 2005)",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Das Bezugsrahmenmodell (Internal/External Frame of Reference",
                "sec_num": "1.2"
            },
            {
                "text": "Regel zwei empirische Befundmuster, die die Modellannahmen stützen: (a) eine schwache Konelation zwischen mathematischem und verbalem Selbstkonzept trotz substanzieller positiver Korrelation zwischen den Leis¬ tungen in den entsprechenden Fächern und (b) negative Regressions-oder Pfadkoeffizienten von Leistungsindikatoren im einen Fach (z.B. Deutsch) auf das Selbstkonzept im anderen Fach (z.B. Mathematik), wenn die Leis¬ tung in diesem anderen Fach (in diesem Beispiel also Mathematik) kontrol¬ liert wird (vgl. Abbildung 1). + + Abb. 1: Typisches Ergebnismuster in Pfadanalysen zur Untersuchung des",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Empirische Überprüfungen des Bezugsrahmenmodells identifizieren in der",
                "sec_num": null
            },
            {
                "text": "Zur Prüfung der beschriebenen Annahmen von Marsh liegt inzwischen eine breite empirische Basis vor. So gelang es beispielsweise Marsh und Hau (2004) , die beschriebenen Zusammenhänge auf der Gmndlage des interna¬ tionalen PISA-Datensatzes in 26 Ländern nachzuweisen. Darüber hinaus konnten die postulierten Zusammenhänge auch für verschiedene Alters¬ gruppen (z.B. Faber, 1992 ), männliche und weibliche Personen (z.B. Marsh, 1989 ) sowie verschiedene Schülergrappen unterschiedlicher Fähig¬ keitsniveaus belegt werden (für eine Zusammenfassung der Befundlage sie¬ he Möller & Koller, 2004) . Es liegen bislang allerdings nur wenige Unter¬ suchungen vor, welche die Gültigkeit des Modells systematisch für Kinder und Jugendliche aus zugewanderten Familien untersucht haben.",
                "cite_spans": [
                    {
                        "start": 128,
                        "end": 148,
                        "text": "Marsh und Hau (2004)",
                        "ref_id": null
                    },
                    {
                        "start": 365,
                        "end": 376,
                        "text": "Faber, 1992",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 419,
                        "end": 430,
                        "text": "Marsh, 1989",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 577,
                        "end": 590,
                        "text": "Koller, 2004)",
                        "ref_id": "BIBREF28"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Bezugsrahmenmodells",
                "sec_num": null
            },
            {
                "text": "Im Folgenden sollen zunächst einige allgemeine Annahmen zur Ausprä¬ gung selbstbezogener Fähigkeitskognitionen von Schülerinnen und Schü¬ lern mit Migrationshintergrand dargestellt und die bestehende Befundlage zu dieser Frage diskutiert werden. Daran anknüpfend werden anschließend die Forschungsfragen der vorliegenden Studie formuliert.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Bezugsrahmenmodells",
                "sec_num": null
            },
            {
                "text": "1.3 Selbstbezogene Kognitionen von Schülerinnen und Schülern mit Migrationshintergrund Ausgehend von reziproken Beziehungen zwischen akademischen Selbst¬ konzepten und schulischen Leistungsergebnissen (vgl. z.B. Guay, Marsh & Boivin, 2003 ) liegt die Vermutung nahe, dass die beschriebenen schwachen schulischen Leistungen von Jugendlichen aus zugewanderten Familien mit einem mangelnden Vertrauen in die eigenen Fähigkeiten einhergehen. Aber auch mit der Migration, dem Minderheitenstatus und den soziokulturellen Benachteiligungen dieser Grappe könnten Risikofaktoren für negative Selbstbewertungsprozesse verbunden sein (vgl. Jerusalem, 1988) . So be¬ schreibt beispielsweise Berry (1997) in seinem Akkulturationsmodell Mig¬ ration als ein Lebensereignis, das zu akkulturativem Stress führen kann (vgl. auch Roebers, Mecheril & Schneider, 1998 ). Mit Akkulturation wer¬ den dabei die Verändemngsprozesse bezeichnet, die sich im Kontakt mit einer neuen kulturellen Umgebung vollziehen. Der mit diesen Prozessen verbundene Stress kann nach Berry (1997) die physische, psychische und soziale Gesundheit der Individuen beeinträchtigen (Berry, Kim, Minde & Mok, 1987 ). Als mögliche Folge wird unter anderem mangelndes Vertrauen in die eigenen Kompetenzen beschrieben (vgl. auch Roebers, Mecheril & Schneider, 1998 ). Trotz der Bedeutung akademischer Selbstkonzepte für schulischen Erfolg und für die psychosoziale Entwicklung von Kindern und Jugendlichen existieren in Deutschland bislang nur wenige Studien, die Fä¬ higkeitsüberzeugungen von Schülerinnen und Schülern aus zugewanderten Familien untersucht haben. Darüber hinaus ergeben die wenigen vorliegen¬ den Ergebnisse ein widersprüchliches Muster. Im Einklang mit den An¬ nahmen von Berry (1997) stehen die Befunde einer Untersuchung von Jeru¬ salem (1988), an der 476 deutsche und ausländische männliche Jugendliche im Alter von 16-22 Jahren teilgenommen haben. Bei den größtenteils türki¬ schen Migranten waren im Vergleich zu den deutschen Jugendlichen durchgängig ungünstigere allgemeine Selbsteinschätzungen, wie etwa ein geringeres Selbstwertgefühl, zu beobachten. Dabei ging der Wunsch, in der Bundesrepublik zu bleiben, mit beträchtlichen Selbstwertverlusten einher, was der Autor darauf zurückführt, dass sich diese Grappe stärker in Kon¬ kurrenz zu ihrer deutschen Altersgrappe befindet, als die jugendlichen Migranten mit der Absicht, in ihr Heimatland zurückzukehren.",
                "cite_spans": [
                    {
                        "start": 212,
                        "end": 238,
                        "text": "Guay, Marsh & Boivin, 2003",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 623,
                        "end": 645,
                        "text": "(vgl. Jerusalem, 1988)",
                        "ref_id": null
                    },
                    {
                        "start": 679,
                        "end": 691,
                        "text": "Berry (1997)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 811,
                        "end": 846,
                        "text": "Roebers, Mecheril & Schneider, 1998",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 1134,
                        "end": 1164,
                        "text": "(Berry, Kim, Minde & Mok, 1987",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 1277,
                        "end": 1312,
                        "text": "Roebers, Mecheril & Schneider, 1998",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Bezugsrahmenmodells",
                "sec_num": null
            },
            {
                "text": "Ein anderes Bild ergab dagegen eine Untersuchung von Roebers, Mecheril und Schneider (1998) , in der bereichsspezifische Selbstkonzeptmaße erho¬ ben wurden. Die in dieser Studie untersuchten Aussiedlerkinder unterschie¬ den sich von der einheimischen Grappe durch positivere Ausprägungen in den durchschnittlichen mathematischen Selbstkonzepten, während das Selbstkonzept in Deutsch bei den Migranten negativer ausgeprägt war als bei der einheimischen Vergleichsgrappe. Die Autoren weisen darauf hin, Unterrichtswissenschaft, 36. Jg. 2006, H. 2 dass die Deutschkenntnisse der Aussiedlerkinder insbesondere zu Beginn dieser Längsschnittstudie sehr gering waren und die optimistische Selbst¬ einschätzung dieser Gruppe in Mathematik deshalb als Kompensationsver¬ such interpretiert werden könnte, durch den das Selbstvertrauen vor globa¬ len Einbußen geschützt wird.",
                "cite_spans": [
                    {
                        "start": 53,
                        "end": 74,
                        "text": "Roebers, Mecheril und",
                        "ref_id": null
                    },
                    {
                        "start": 75,
                        "end": 91,
                        "text": "Schneider (1998)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 534,
                        "end": 544,
                        "text": "2006, H. 2",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Bezugsrahmenmodells",
                "sec_num": null
            },
            {
                "text": "Die widersprüchliche Befundlage zu selbstbezogenen Kognitionen von Schülerinnen und Schülern mit Migrationshintergrand in Deutschland lässt sich aufgrand der geringen Anzahl von Untersuchungen kaum interpretie¬ ren. Die abweichenden Ergebnisse von Jerusalem (1988) einerseits und Roebers, Mecheril und Schneider (1998) andererseits könnten unter ande¬ rem durch Unterschiede in den untersuchten Migrantengmppen (primär tür¬ kische Migranten vs. Aussiedler) oder selbstbezogenen Kognitionen (globa¬ le vs. bereichsspezifische Selbstkonzeptmaße) bedingt sein. Im Folgenden soll daher anhand einer repräsentativen Stichprobe von 15-Jährigen in Deutschland geprüft werden, inwieweit Schülerinnen und Schüler aus zu¬ gewanderten Familien weniger positive selbstbezogene Kognitionen auf¬ weisen als Jugendliche ohne Migrationsgeschichte, wie man aufgrand ihrer Leistungsnachteile und den Annahmen von Berry (1997) zu akkulturativem Stress erwarten könnte. Dabei werden bereichsspezifische Selbstkonzepte in den Blick genommen, da diese enger mit Leistungen verknüpft sind als globale Selbstwerteinschätzungen (Marsh, Trautwein, Lüdtke, Koller & Baumert, 2006 ). Darüber hinaus wird untersucht, inwieweit sich das Zusammenhangsgefüge von Selbstkonzepten und Leistungen bei Jugendlichen mit und ohne Migrationshintergrand unterscheidet. Es wäre beispielsweise denkbar, dass Schülerinnen und Schüler nichtdeutscher Herkunftssprache ihre geringeren Fachleistungen auf sprachliche Hürden attribuieren und damit die Auswirkungen ungünstiger Leistungsrückmeldungen auf das Selbstkonzept abfedern. In diesem Falle sollten die Zusammenhänge zwischen Selbstkon¬ zept und Leistungen bei Jugendlichen aus zugewanderten Familien geringer ausfallen als bei Jugendlichen ohne Migrationshintergmnd.",
                "cite_spans": [
                    {
                        "start": 1103,
                        "end": 1152,
                        "text": "(Marsh, Trautwein, Lüdtke, Koller & Baumert, 2006",
                        "ref_id": "BIBREF25"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Fragestellungen",
                "sec_num": "1.4"
            },
            {
                "text": "Im Einzelnen geht dieser Beitrag drei Fragestellungen in der folgenden Reihenfolge nach:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Fragestellungen",
                "sec_num": "1.4"
            },
            {
                "text": "1. Spiegeln sich die in PISA 2000 gefundenen geringeren Leistungsergeb¬ nisse der Jugendlichen mit Migrationshintergrand in niedrigeren akade¬ mischen Selbstkonzepten wider?",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Fragestellungen",
                "sec_num": "1.4"
            },
            {
                "text": "2.Gelten die im Bezugsrahmenmodell postulierten Zusammenhänge zwi¬ schen Leistungsindikatoren und akademischen Selbstkonzepten in glei¬ cher Weise für Jugendliche mit und ohne Migrationshintergrand?",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Fragestellungen",
                "sec_num": "1.4"
            },
            {
                "text": "3.Lassen sich mögliche Unterschiede zwischen den beiden Schülergrappen in der Höhe der akademischen Selbstkonzepte auf ihre im Bezugsrah¬ menmodell postulierten Zusammenhänge mit den Leistungsindikatoren in (Baumert, Water¬ mann & Schümer, 2003) . Die Grappe mit nichtdeutscher Familiensprache umfasst insgesamt N = 1198 Jugendliche (56.8% männlich), die Ver¬ gleichsgruppe mit deutscher Familiensprache N= 4010 Jugendliche (57.1% männlich).",
                "cite_spans": [
                    {
                        "start": 207,
                        "end": 245,
                        "text": "(Baumert, Water¬ mann & Schümer, 2003)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Fragestellungen",
                "sec_num": "1.4"
            },
            {
                "text": "Zeugnisnoten in Mathematik und Deutsch. Die Leistungsindikatoren im Be¬ zugsrahmenmodell wurden durch die Schulnoten in Deutsch und Mathema¬ tik operationalisiert. Schulnoten stellen ökologisch valide Indikatoren des Leistungsstandes eines Schülers dar. Da sie den Schülern gut zugänglich sind, besitzen sie eine besondere Bedeutung für die Genese akademischer Selbstkonzepte (Rost, Dickhäuser, Sparfeldt & Schilling, 2004). Zur Erhe¬ bung dieser Variablen wurden die Untersuchungsteilnehmer im Fragebogen gebeten, die Zensuren anzugeben, die sie in diesen Fächern im letzten Zeug¬ nis erhalten hatten. Die ursprüngliche Metrik der Zeugnisnoten wird in den Analysen beibehalten, so dass höhere Werte schlechtere Noten kennzeichnen.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Instrumente",
                "sec_num": "2.1"
            },
            {
                "text": "Akademische Selbstkonzepte. Die Erhebung des mathematischen und des verbalen Selbstkonzepts erfolgte mit jeweils drei Items in Anlehnung an den Self-Description Questionnaire (SDQ II) von Marsh (1990) (Beispiele: \"Im Fach Deutsch lerne ich schnell.\" bzw. \"Mathematik ist eines meiner besten Fächer.\"). Zur Überprüfung der Konstraktvalidität dieses Inventars existieren mittlerweile umfangreiche Studien (z.B. Marsh & Hattie, 1996) .",
                "cite_spans": [
                    {
                        "start": 201,
                        "end": 212,
                        "text": "(Beispiele:",
                        "ref_id": null
                    },
                    {
                        "start": 409,
                        "end": 430,
                        "text": "Marsh & Hattie, 1996)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Instrumente",
                "sec_num": "2.1"
            },
            {
                "text": "Unterrichtswissenschaft, 36. Jg. 2006, H. 2 Das verwendete Antwortformat war vierstufig (1 = trifft nicht zu, 2 = trifft eher nicht zu, 3 = trifft eher zu, 4 = trifft zu). Die Skalen wurden so gebil¬ det, dass hohe Werte ein positives Selbstkonzept kennzeichnen. Die inter¬ nen Konsistenzen der Skalen sind in beiden Gmppen zufrieden stellend.",
                "cite_spans": [
                    {
                        "start": 33,
                        "end": 43,
                        "text": "2006, H. 2",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Instrumente",
                "sec_num": "2.1"
            },
            {
                "text": "Cronbachs Alpha beträgt für das verbale Selbstkonzept 0.63 (nichtdeutsche Familiensprache) bzw. 0.71 (deutsche Familiensprache) und für das ma¬ thematische Selbstkonzept 0.86 (nichtdeutsche Familiensprache) bzw. 0.85 (deutsche Familiensprache). In den Strukturgleichungsmodellen der vorlie¬ genden Studie wurden die beiden akademischen Selbstkonzepte latent mo¬ delliert, wobei jeweils die drei Items der Skalen die Indikatoren bilden.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Instrumente",
                "sec_num": "2.1"
            },
            {
                "text": "Fehlende Werte stellen in Schulleistungsstudien ein nahezu unvermeidli¬ ches Problem dar. In der methodischen Literatur besteht inzwischen Kon¬ sens darüber, dass moderne Verfahren zur Behandlung von fehlenden Wer¬ ten (z.B. multiple Imputation und maximum-likelihood Ansätze) den traditi¬ onellen Verfahren (z.B. fallweiser Ausschluss) vorzuziehen sind (Schafer & Graham, 2002 (Schafer & Graham, 2002) . In die Imputation der fehlenden Werte gingen die Leis¬ tungsergebnisse, die kognitiven Grandfähigkeiten, Merkmale des sozialen Hintergrunds der Schülerinnen und Schüler sowie eine Reihe von motivati¬ onalen Variablen ein. Die im Ergebnisteil berichteten Analysen wurden je¬ weils getrennt für jeden der fünf Datensätze durchgeführt und nach den Re¬ geln von Rubin (1987) kombiniert.",
                "cite_spans": [
                    {
                        "start": 354,
                        "end": 377,
                        "text": "(Schafer & Graham, 2002",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 378,
                        "end": 402,
                        "text": "(Schafer & Graham, 2002)",
                        "ref_id": "BIBREF39"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistische Analysen",
                "sec_num": "2.2"
            },
            {
                "text": "Für die Strukturgleichungsanalysen wurde das Programm Mplus 3.0 (Muthen & Muthen, 1998 -2004 verwendet. Die Beurteilung der Anpas¬ sungsgüte der Strukturgleichungsmodelle erfolgte anhand des Root Mean Square Error of Approximation (RMSEA), des Comparative Fit Index (CFI) und des Standardized Root Mean Square Residual (SRMR). Bei die¬ sen Indizes handelt es sich um so genannte praktische Fitmaße, die unter¬ schiedliche Aspekte der Anpassungsgüte eines Modells quantifizieren (vgl. Hu & Bentier, 1999; Kaplan, 2000) . Als \"Daumenregel\" hat es sich in der Forschungspraxis etabliert, einen RMSEA kleiner .08, einen CFI bzw. NNFI größer .90 sowie einen SRMR kleiner .08 als Hinweis auf einen ak¬ richtet. Zum anderen wird zur besseren Interpretation der Befunde auch der standardisierte Koeffizient für den ersten Datensatz angegeben.",
                "cite_spans": [
                    {
                        "start": 64,
                        "end": 86,
                        "text": "(Muthen & Muthen, 1998",
                        "ref_id": null
                    },
                    {
                        "start": 87,
                        "end": 92,
                        "text": "-2004",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 478,
                        "end": 503,
                        "text": "(vgl. Hu & Bentier, 1999;",
                        "ref_id": null
                    },
                    {
                        "start": 504,
                        "end": 517,
                        "text": "Kaplan, 2000)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistische Analysen",
                "sec_num": "2.2"
            },
            {
                "text": "Aufgrund des großen Stichprobenumfangs wurde in allen Analysen für die Signifikanztests ein Alpha-Fehlerniveau von .01 gewählt.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistische Analysen",
                "sec_num": "2.2"
            },
            {
                "text": "Die Darstellung der Analysen der Forschungsfragen erfolgt in vier Schrit¬ ten. Im ersten Schritt werden die Selbstkonzepte und Zeugnisnoten in Deutsch und Mathematik für die Schülerinnen und Schüler mit deutscher und nichtdeutscher Familiensprache deskriptiv dargestellt. Anschließend werden die Ergebnisse von Mehrgruppenstrukturgleichungsmodellen be¬ richtet, in denen die Messäquivalenz des verbalen und mathematischen Selbstkonzepts für die beiden untersuchten Grappen überprüft wird. Darauf aufbauend werden Unterschiede in den latenten Mittelwerten und Varian¬ zen für die akademischen Selbstkonzepte zwischen den beiden Grappen un¬ tersucht. Im nächsten Schritt wird das Bezugsrahmenmodell simultan für beide Gruppen getestet und der Frage nachgegangen, inwiefern das vorher¬ gesagte Zusammenhangsmuster unabhängig von der Familiensprache der Schüler gilt. Die letzte Analyse schließlich prüft, ob die Grappenunterschiede in den Selbstkonzepten auf die vom Bezugsrahmenmodell postu¬ lierten Zusammenhänge mit Leistungen zurückgeführt werden können. Anm.: SK = Selbstkonzept; M: Mittelwert; SD: Standardabweichung.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Ergebnisse",
                "sec_num": "3."
            },
            {
                "text": "Die Mittelwerte und Standardabweichungen lassen weder für die Selbstkonzeptitems noch für die Zensuren Boden-oder Deckeneffekte erkennen. Die Jugendlichen mit nichtdeutscher Familiensprache zeigen etwas niedrigere",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Ergebnisse",
                "sec_num": "3."
            },
            {
                "text": "Werte auf den Items zur Messung des verbalen Selbstkonzepts (verbal 1, ver¬ bal 2, verbal 3), während ihre mittleren Ausprägungen auf den Items des ma¬ thematischen Selbstkonzepts (mathe 1, mathe 2, mathe 3) etwas über denen der Vergleichsgrappe liegen. Erwartungsgemäß fallen die durchschnittli¬ chen Zensuren für die Jugendlichen mit deutscher Familiensprache im Fach Deutsch etwas besser aus (d = -0.26). In Mathematik ergeben sich dagegen nur sehr geringe Unterschiede zwischen den Grappen (d = 0.06).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Ergebnisse",
                "sec_num": "3."
            },
            {
                "text": "Tabelle 2 zeigt die Korrelationsmatrix der manifesten Variablen, die den berechneten Mehrgmppenstrakturgleichungsmodellen zu Grunde lagen. Dabei zeigt sich insgesamt für beide Gruppen das erwartete Muster. Die Items der Selbstkonzeptskalen weisen jeweils innerhalb der Skalen bedeut¬ same Korrelationen miteinander auf. Ein ebenfalls substanzieller Zusam¬ menhang zeigt sich zwischen den Zensuren, der für die Gruppe der Jugend¬ lichen mit nichtdeutscher Familiensprache etwas ausgeprägter ist. Die Kor¬ relationen zwischen den Zensuren und den Selbstkonzeptitems entsprechen dem üblichen Befündmuster: Gute Zensuren gehen mit höheren Ausprä¬ gungen des korrespondierenden Selbstkonzepts einher und korrelieren nicht oder nur schwach mit den Items des nicht korrespondierenden Selbstkon¬ zepts.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Ergebnisse",
                "sec_num": "3."
            },
            {
                "text": "Um der Frage nachzugehen, inwieweit sich zwischen den Jugendlichen deutscher und nichtdeutscher Familiensprache Unterschiede im Niveau der akademischen Selbstkonzepte und in der Zusammenhangsstruktur zwischen Selbstkonzepten und Noten zeigen, muss zunächst sichergestellt werden, dass die Messungen der latenten Faktoren für beide Schülergrappen aus psychometrischer Perspektive äquivalent sind. Nur wenn sich diese Mes¬ sinvarianz nachweisen lässt, kann ausgeschlossen werden, dass Unterschie¬ de in den Ausprägungen der Selbstkonzeptkonstrakte lediglich auf unter¬ schiedliche Messeigenschaften zurückzuführen sind (vgl. Little, 1997) . Da¬ bei stellen sich in Abhängigkeit davon, welche Parameter verglichen wer¬ den sollen, unterschiedliche Invarianzanforderungen. Unsere Fragestellung erfordert einen Vergleich der Gruppenmittelwerte für die latenten Variab¬ len, der die Gültigkeit eines skalarinvarianten Messmodells voraussetzt (vgl. Millsap & Kwok, 2004 ). Skalare Invarianz liegt vor, wenn sich die zu vergleichenden Gruppen hinsichtlich Faktorstmktur, Faktorladungen und Intercepts der manifesten Variablen nicht bedeutsam voneinander unter¬ scheiden. Überprüfen lassen sich diese Annahmen mittels konfirmatorischer Faktorenanalysen, bei denen sukzessive die genannten Parameter des Messmodells über die Grappen invariant gesetzt werden. Von der Gültig¬ keit der eingeführten Restriktionen kann dann ausgegangen werden, wenn sich nach ihrer Einführang die Modellanpassung nicht signifikant verschlech¬ tert. Als ausschlaggebendes Kriterium werden in diesem Fall die deskripti¬ ven Fit-Indizes herangezogen (vgl. Little, 1997) . Im ersten Schritt wurde überprüft, ob in beiden Grappen das verbale und mathematische Selbstkonzept durch eine zweifaktorielle Straktur beschrie¬ ben werden kann (\"konfigurale Invarianz\"). Für jede Grappe wurde ein zweifaktorielles Modell geschätzt, bei dem die Items des verbalen Selbst¬ konzepts auf einem Faktor und die Items des mathematischen Selbstkon¬ zepts auf dem anderen Faktor laden sollten. Die resultierenden Fit-Indizes weisen insgesamt auf eine gute Anpassung des Modells an die Daten hin (%2 = 261.109, df= 16, CFI = 0.974, RMSEA = 0.077, SRMR = 0.051). Da¬ nach lassen sich sowohl bei den Jugendlichen mit nichtdeutscher als auch bei den Jugendlichen mit deutscher Familiensprache das verbale und ma¬ thematische Selbstkonzept adäquat durch ein zweifaktorielles Modell mit einer Einfachstruktur beschreiben. Anpassungsgüte des Modells (A x* = 52.566, A df= 8, p < 0.01, A CFI = 0.005, A RMSEA = 0.009, A SRMR = 0.003), so dass davon ausgegangen werden kann, dass sich die beiden Grappen hinsichtlich Faktorstraktur, Faktorladungen und Intercepts der manifesten Variablen nicht bedeutsam voneinander unterscheiden1. Aus messtheoretischer Perspektive kann somit von einer äquivalenten Erfassung des verbalen und mathematischen Selbst¬ konzepts bei beiden Schülergmppen ausgegangen werden.",
                "cite_spans": [
                    {
                        "start": 623,
                        "end": 636,
                        "text": "Little, 1997)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 936,
                        "end": 962,
                        "text": "(vgl. Millsap & Kwok, 2004",
                        "ref_id": null
                    },
                    {
                        "start": 1623,
                        "end": 1636,
                        "text": "Little, 1997)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Invarianz des Messmodells",
                "sec_num": "3.2"
            },
            {
                "text": "Der Nachweis der Skalarinvarianz des Messmodells erlaubt nun den Ver¬ gleich der beiden Schülergmppen auf den latenten Selbstkonzeptvariablen.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Unterschiede in den latenten Variablen",
                "sec_num": "3.3"
            },
            {
                "text": "Dazu wurden nacheinander die latenten Mittelwerte, Varianzen und Kova¬ rianzen der akademischen Selbstkonzepte über die Grappen invariant ge¬ setzt. Die resultierende Modellanpassung wurde jeweils mit der des skalarinvarianten Messmodells verglichen. Ob die Einführang der Restriktion zu einer bedeutsamen Verschlechtemng in der Modellanpassung führte, wurde in diesem Fall anhand von x2-Differenzentests beurteilt (vgl. die Empfeh¬ lungen von Little, 1997 Mehrgruppen-Faktorenanalysen liegen wenige Empfehlungen vor. In der Studie von Little (1997) werden Veränderungen unter .05 als vemachlässigbar angesehen. Auf der Basis von Simulationsstudien kommen Cheung und Rensvold (2002) zu der fol¬ genden Empfehlung: \"A value of A CFI smaller than or equal to -.01 indicates that the null hypothesis of invariance should not be rejected\" (S. 251). Dieser Empfehlung folgend bringt ein A CFI größer als .01 eine bedeutsame Verschlechterung der Anpas¬ sungsgüte des Modells zum Ausdruck. mit nichtdeutscher Familiensprache sind daher als Differenz zur deutschen Vergleichsgruppe zu interpretieren. Die Analysen zeigen, dass die Schüle¬ rinnen und Schüler, die zu Hause eine andere Sprache als Deutsch spre¬ chen, ein niedrigeres verbales Selbstkonzept aufweisen als die Vergleichsgrappe. Ihr mathematisches Selbstkonzept ist dagegen höher ausgeprägt als das der Jugendlichen mit deutscher Familiensprache. Die signifikante Ver¬ schlechterung der x2-Werte (verbales Selbstkonzept: A x2 = 37.650, A df= 1, p < 0.01, mathematisches Selbstkonzept: A^= 23.636, Adf=\\,p< 0.01) bei Gleichsetzung der latenten Mittelwerte sichert die Annahme unterschiedlich ausgeprägter Selbstkonzepte inferenzstatistisch ab. Die Größenordnung der gefundenen Mittelwertsunterschiede liegt bei d = -0.23 für das verbale Selbstkonzept und bei d = 0.17 für das mathematische Selbstkonzept2. Anm.: M: Mittelwert; SE: Standardfehler Zusätzlich zu den Mittelwerten wurden in einem weiteren Schritt die Vari¬ anzen der latenten Variablen untersucht. Dabei zeigt sich, dass sich die Ju¬ gendlichen mit nichtdeutscher Familiensprache weder in der Varianz des verbalen Selbstkonzepts (A x = 2.913, df= 1, n.s.) noch in der Varianz des mathematischen Selbstkonzepts (A x2 = 0.078, df=\\, n.s.) von der Vergleichsgrappe unterscheiden. Somit lassen sich deutliche Differenzen nur in den Mittelwerten der latenten Faktoren, nicht aber in deren Variabilität fest¬ stellen.",
                "cite_spans": [
                    {
                        "start": 444,
                        "end": 456,
                        "text": "Little, 1997",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 536,
                        "end": 549,
                        "text": "Little (1997)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Unterschiede in den latenten Variablen",
                "sec_num": "3.3"
            },
            {
                "text": "Im letzten Analyseschritt wurden die Zusammenhänge zwischen den aka¬ demischen Selbstkonzepten und den Zensuren betrachtet, wie sie von Marsh (1986) beschrieben werden. Die simultane Schätzung des gesamten Bezugsrahmenmodells für beide Schülergmppen unter den Bedingungen des skalarinvarianten Messmodells ergibt eine ausreichend gute Anpassung an die Daten (x2 = 388.053, df = 40, CFI = 0.972, RMSEA = 0.058, sen sich für beide Grappen zufallskritisch absichern (p < 0.01), die resultie¬ renden Koeffizienten sind getrennt für die Jugendlichen mit und ohne Migrationshintergrand in Abbildung 2 dargestellt. Beide Gruppen weisen das für das I/E-Modell charakteristische Ergebnismuster auf. Die Fachleis¬ tungen stehen jeweils in einem negativen Zusammenhang zu dem korres¬ pondierenden Selbstkonzept und weisen eine positive Beziehung zu dem Selbstkonzept der nicht korrespondierenden Domäne auf. Für das mathema¬ tische Selbstkonzept zum Beispiel bedeutet dies, dass bei steigenden Noten (schwächeren Leistungen) in Deutsch unter Kontrolle der Mathematiknoten das mathematische Selbstkonzept positiver ist. Darüber hinaus zeigt sich trotz der deutlichen Interkorrelation der Zensuren für beide Grappen nur ein sehr schwacher Zusammenhang zwischen den beiden Selbstkonzepten. (-11/000)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Prüfung des Bezugsrahmenmodells",
                "sec_num": "3.4"
            },
            {
                "text": "VwbaM V«M2 V«bal3 \\ 61/ (43/ '",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Prüfung des Bezugsrahmenmodells",
                "sec_num": "3.4"
            },
            {
                "text": ") ,J( bei der Prüfung von Unterschieden in den mittleren Ausprägungen der la¬ tenten Variablen wurde auch hier die Anpassung des jeweiligen Modells nach Einführang der Invarianzannahmen mit der Anpassung eines Ver¬ gleichsmodells ohne Restriktionen verglichen. Die Differenzen wurden wiederam auf der Basis von % -Differenzentests beurteilt (vgl. Little, 1997) .",
                "cite_spans": [
                    {
                        "start": 347,
                        "end": 360,
                        "text": "Little, 1997)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Prüfung des Bezugsrahmenmodells",
                "sec_num": "3.4"
            },
            {
                "text": "Tabelle 4 lässt sich entnehmen, dass weder die Annahme vergleichbarer Varianz der Mathematiknoten in den Gruppen noch die Annahme invarian¬ ter Pfade von den beiden Zensuren auf das mathematische Selbstkonzept eine signifikant schlechtere Modellanpassung zur Folge hat (Modelle 4, 8 und 10). In Bezug auf die Zusammenhänge zwischen den Fachnoten und den beiden Selbstkonzepten unterscheiden sich die Grappen ebenfalls nicht (Modell 5 und 6). In den Deutschzensuren weisen die Jugendlichen mit nichtdeutscher Familiensprache hingegen eine etwas größere Variabilität auf als die Vergleichsgruppe (Modell 3). Auch für die Stärke der Zusam¬ menhänge zwischen den Zensuren und den Fähigkeitseinschätzungen im verbalen Bereich ergeben sich bedeutsame Unterschiede zwischen den Grappen (Modelle 7 und 9). Diese Pfade fallen unter den Jugendlichen mit nichtdeutscher Familiensprache schwächer aus als in der Vergleichsgrappe. Nach den Ergebnissen dieser Analysen lassen sich also nicht alle Annah¬ men des Bezugsrahmenmodells über die beiden Grappen als invariant absi¬ chern. Die deskriptiven Fit-Indizes unter den verschiedenen Invarianzbe¬ dingungen weisen aber dennoch auf eine gute Modellanpassung hin.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Prüfung des Bezugsrahmenmodells",
                "sec_num": "3.4"
            },
            {
                "text": "In einer letzten Serie von Analysen schließlich wurde der Frage nachgegan¬ gen, inwieweit die gefundenen Mittelwertsunterschiede in den akademi¬ schen Selbstkonzepten zwischen den Jugendlichen mit deutscher und nicht¬ deutscher Familiensprache auf Differenzen in den Zensuren zurückgeführt werden können. Hierzu wurde zunächst über die gesamte Analysestichpro¬ be ein Modell gerechnet, bei dem die Ausprägungen des akademischen Selbstkonzepts ausschließlich durch die Familiensprache (0 = nichtdeutsche Familiensprache; 1 = deutsche Familiensprache) vorhergesagt wird. Die Ergebnisse entsprechen den bereits dargestellten Mittelwertsdifferenzen, wonach eine nichtdeutsche Familiensprache mit einer negativeren Ausprä¬ gung des verbalen (b = 0.165, p < .01) und mit einer positiveren Ausprä¬ gung des mathematischen Selbstkonzepts (b = -0.164;/? < .01) einhergeht.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Erklärung der Selbstkonzeptunterschiede",
                "sec_num": "3.5"
            },
            {
                "text": "Die Anpassungsgüte des Modells ist zufrieden stellend (x2 = 289.213; df= 12; CFI = 0.971; RMSEA = 0.067; SRMR = 0.046).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Erklärung der Selbstkonzeptunterschiede",
                "sec_num": "3.5"
            },
            {
                "text": "Zusätzlich zur Familiensprache wurden im nächsten Schritt die Zensuren als weitere Prädiktoren der jeweils konespondierenden akademischen Selbstkonzepte in das Modell aufgenommen (Mathematiknote -> mathema¬ tisches Selbstkonzept; Deutschnote -> verbales Selbstkonzept). Dies redu¬ ziert zwar die Koeffizienten für den Zusammenhang von Familiensprache und akademischen Selbstkonzepten, sie sind jedoch weiterhin signifikant (verbales Selbstkonzept: b = 0.076, p < .01; mathematisches Selbstkonzept: b = -0.126, p < .01). Auch bei Kontrolle der Zeugnisnoten in den entspre¬ chenden Fächern verfügen also die Jugendlichen mit nichtdeutscher Famili¬ ensprache über ein signifikant negativeres verbales Selbstkonzept und ein signifikant positiveres mathematisches Selbstkonzept als die Jugendlichen mit deutscher Familiensprache. Erst bei zusätzlicher Berücksichtigung der Zusammenhänge zwischen den Zensuren und den Selbstkonzepten in den nicht korrespondierenden Domänen (Mathematiknote -> verbales Selbst¬ konzept; Deutschnote -> mathematisches Selbstkonzept) verschwindet die Beziehung der Familiensprache zur Einschätzungen der eigenen Fähigkei¬ ten (verbales Selbstkonzept: b = 0.050, n.s.; mathematisches Selbstkonzept: b = -0.069, n.s.). Dies weist darauf hin, dass das mathematische Selbstkon¬ zept der Schülerinnen und Schüler mit nichtdeutscher Familiensprache, das trotz vergleichbarer Mathematiknote positiver ist als das der Jugendlichen mit deutscher Familiensprache, auf den Kontrast zwischen den Noten in den beiden Domänen zurückzuführen sein könnte, der in dieser Grappe be¬ sonders ausgeprägt ist. Dies entspräche den Effekten des internen Bezugs¬ rahmens, die im I/E-Modell angenommen werden.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Erklärung der Selbstkonzeptunterschiede",
                "sec_num": "3.5"
            },
            {
                "text": "Ausgangspunkt für die vorliegende Untersuchung war die Annahme, dass sich die geringeren Bildungserfolge von Schülerinnen und Schülern mit Migrationshintergmnd auch in negativeren akademischen Selbstkonzepten widerspiegeln könnten. Die durchgeführten Analyen konnten diese Überle¬ gung jedoch nur bedingt stützen. Die Ergebnisse weisen darauf hin, dass Jugendliche mit nichtdeutscher Familiensprache im Durchschnitt zwar tat¬ sächlich ein vergleichsweise negatives verbales Selbstkonzept aufweisen, ihr mathematisches Selbstkonzept jedoch positiver ausgeprägt ist als das von Schülerinnen und Schülern mit deutscher Familiensprache. Damit scheint der mit einem Migrationshintergmnd verbundene Minderheitensta¬ tus und Akkulturationsprozess nicht zwangsläufig mit ungünstigen Selbst¬ bewertungen einherzugehen. Die Ergebnisse zeigen, dass eine differenzierte Betrachtung von Selbsteinschätzungen in unterschiedlichen Domänen unter Berücksichtigung von Leistungsindikatoren notwendig ist, um die Frage nach dem Zusammenhang zwischen schulischem Selbstvertrauen und Migrationshintergmnd angemessen beantworten zu können.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Diskussion",
                "sec_num": "4."
            },
            {
                "text": "Die Befunde entsprechender Analysen deuten darauf hin, dass die Muster der gefundenen Mittelwertsunterschiede auf Prozesse des internen Bezugs¬ rahmens zurückzuführen sind, wie sie vom I/E-Modell der Selbstkonzept¬ genese postuliert werden (Marsh, 1986) . Demnach hängen verbale und ma¬ thematische Selbstkonzepte nicht nur mit den Leistungen bzw. Zensuren in den jeweils korrespondierenden Fächern (Deutsch und Mathematik) zu¬ sammen, sondern auch mit den Leistungen bzw. Zensuren in den jeweils nicht korrespondierenden Fächern. In der Grappe der Schülerinnen und Unterrichtswissenschaft, 36. Jg. 2006, H. 2 Schüler mit nichtdeutscher Familiensprache ist der Kontrast zwischen den Deutschnoten und den Mathematiknoten vergleichsweise ausgeprägt: wäh¬ rend ihre Deutschnoten deutlich schlechter sind als die der Jugendlichen mit deutscher Familiensprache, bestehen für die Mathematiknoten kaum Unter¬ schiede zwischen den Grappen. Werden zusätzlich zu den Zusammenhän¬ gen zwischen Noten und Selbstkonzepten innerhalb der Domänen auch die entsprechenden Zusammenhänge zwischen den Domänen berücksichtigt, so verschwinden die Selbstkonzeptdifferenzen zwischen den Jugendlichen mit deutscher und nichtdeutscher Familiensprache.",
                "cite_spans": [
                    {
                        "start": 240,
                        "end": 253,
                        "text": "(Marsh, 1986)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 599,
                        "end": 609,
                        "text": "2006, H. 2",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Diskussion",
                "sec_num": "4."
            },
            {
                "text": "Auch das vollständige I/E-Modell konnte für beide Grappen bestätigt wer¬ den. Leichte Abweichungen ergaben sich lediglich für die Varianz der Deutschnoten und für die Stärke des Zusammenhangs zwischen den beiden Fachnoten und dem verbalen Selbstkonzept. In der Grappe der Jugendli¬ chen mit nichtdeutscher Familiensprache ist die Variabilität der Deutsch¬ zensuren etwas größer und der Zusammenhang zwischen den Zensuren und dem Selbstkonzept in Deutsch etwas schwächer, wobei die weniger ausge¬ prägte Kovariation auf die etwas geringere interne Konsistenz der verbalen Selbstkonzeptskala in dieser Grappe zurückzuführen sein könnte. Insgesamt ließ sich das I/E-Modell jedoch auch für die Schülerinnen und Schüler mit nichtdeutscher Herkunftssprache bestätigen, was einmal mehr die Robust¬ heit der Modellannahmen bestätigt (Möller & Koller, 2004 ).",
                "cite_spans": [
                    {
                        "start": 825,
                        "end": 847,
                        "text": "(Möller & Koller, 2004",
                        "ref_id": "BIBREF28"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Diskussion",
                "sec_num": "4."
            },
            {
                "text": "Mit Blick auf die Frage nach gezielter Förderung von Schülerinnen und Schülern mit Migrationshintergmnd weisen die Befunde daraufhin, dass in Mathematik bei dieser Grappe vergleichsweise günstige motivationale Vor¬ aussetzungen bestehen, an die der Unterricht in diesem Fach anknüpfen kann (vgl. auch Christensen & Stanat, in Vorb.). Im verbalen Bereich hin¬ gegen verfügen Jugendliche nichtdeutscher Herkunftssprache über ein we¬ niger positives Selbstkonzept. Dies entspricht ihren schwächeren Leistun¬ gen in Deutsch und kann insofern als weiterer Beleg für die Notwendigkeit bewertet werden, die gezielte Förderung von Deutsch als Zweitsprache zu intensivieren (Stanat & Müller, 2005 ). Darüber hinaus wäre es bei Sprach¬ anfängern vermutlich sinnvoll, verstärkt eine individuelle Bezugsnormori¬ entierung bei der Bewertung der Leistungen in Deutsch anzuwenden, um ein positiveres Selbstkonzept in diesem Bereich zu fordern (Lüdtke, Koller, Marsh & Trautwein, 2005 ).",
                "cite_spans": [
                    {
                        "start": 296,
                        "end": 325,
                        "text": "auch Christensen & Stanat, in",
                        "ref_id": null
                    },
                    {
                        "start": 665,
                        "end": 687,
                        "text": "(Stanat & Müller, 2005",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 937,
                        "end": 968,
                        "text": "Koller, Marsh & Trautwein, 2005",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Diskussion",
                "sec_num": "4."
            },
            {
                "text": "Nicht geklärt werden konnte in dieser Studie, wie sich die Selbstkonzepte von Schülerinnen und Schülern mit Migrationshintergmnd im Verlauf des Akkulturationsprozesses entwickeln. Viele der untersuchten Jugendlichen mit nichtdeutscher Familiensprache sind in Deutschland geboren und haben somit die Zuwanderang ihrer Familie selbst nicht erlebt. Aufgrand von Un¬ terschieden in den kulturellen Bezügen innerhalb der Familie und im außer¬ schulischen Umfeld werden zwar viele von ihnen dennoch Akkulturationsprozesse durchlaufen. Diese sind jedoch möglicherweise weniger ein-",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Diskussion",
                "sec_num": "4."
            },
            {
                "text": "Unterrichtswissenschaft, 36. Jg.2006, H. 2",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": " 2006, H. 3 ",
                "cite_spans": [
                    {
                        "start": 1,
                        "end": 11,
                        "text": "2006, H. 3",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Erratum",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Den Annahmen von Berry (1997) entspre¬ chend wäre es denkbar, dass bei selbst zugewanderten Schülerinnen und Schülern die Selbstkonzepte allgemein stärker mit dem Migrationshin¬ tergmnd zusammenhängen könnten als in der untersuchten Stichprobe. An¬ gesichts der Robustheit des I/E-Modells wäre jedoch zu vermuten, dass die darin postulierten Prozesse letztlich auch bei diesen Kindern und",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "schneidend als bei Kindern und Jugendlichen, die erst im Schulalter nach Deutschland gekommen sind. Den Annahmen von Berry (1997) entspre¬ chend wäre es denkbar, dass bei selbst zugewanderten Schülerinnen und Schülern die Selbstkonzepte allgemein stärker mit dem Migrationshin¬ tergmnd zusammenhängen könnten als in der untersuchten Stichprobe. An¬ gesichts der Robustheit des I/E-Modells wäre jedoch zu vermuten, dass die darin postulierten Prozesse letztlich auch bei diesen Kindern und Jugendli¬ chen die Entwicklung akademischer Selbstkonzepte bestimmen werden.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Familiäre Lebensverhältnisse, Bildungsbe¬ teiligung und Kompetenzerwerb",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Baumert",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Schümer",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Baumert, J. & Schümer, G. (2001). Familiäre Lebensverhältnisse, Bildungsbe¬ teiligung und Kompetenzerwerb. In J. Baumert, E. Klieme, M. Neubrand, M.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "PISA 2000: Basiskompetenzen von Schülerinnen und Schülern im internationalen Vergleich",
                "authors": [
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Prenzel",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Schiefele",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Schneider",
                        "suffix": ""
                    },
                    {
                        "first": "K.-J",
                        "middle": [],
                        "last": "Stanat",
                        "suffix": ""
                    },
                    {
                        "first": "& M",
                        "middle": [],
                        "last": "Tillmann",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Weiß",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "323--407",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Prenzel, U. Schiefele, W. Schneider, P. Stanat, K.-J. Tillmann & M. Weiß (Hrsg.), PISA 2000: Basiskompetenzen von Schülerinnen und Schülern im internationalen Vergleich (S. 323-407). Opladen: Leske + Budrich.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Disparitäten der Bildungs¬ beteiligung und des Kompetenzerwerbs: Ein institutionelles und individuel¬ les Mediationsmodell",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Baumert",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Watermann",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Schümer",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "",
                "volume": "6",
                "issue": "",
                "pages": "46--72",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Baumert, J., Watermann, R. & Schümer, G. (2003). Disparitäten der Bildungs¬ beteiligung und des Kompetenzerwerbs: Ein institutionelles und individuel¬ les Mediationsmodell. Zeitschrift für Erziehungswissenschaft, 6, 46-72.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Applied Psy¬ chology: An International Review",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Berry",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "",
                "volume": "46",
                "issue": "",
                "pages": "5--68",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Berry, J. W. (1997). Immigration, acculturation, and adaptation. Applied Psy¬ chology: An International Review, 46, 5-68.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Comparative studies of acculturative stress",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Berry",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Kim",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Minde",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Mok",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "International Migration Review",
                "volume": "21",
                "issue": "",
                "pages": "491--511",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Berry, J. W., Kim, U., Minde, T. & Mok, D. (1987). Comparative studies of ac- culturative stress. International Migration Review, 21,491-511.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Evaluating goodness-of-fit indexes for testing measurement invariance",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "W"
                        ],
                        "last": "Cheung",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "B"
                        ],
                        "last": "Rensvold",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Structural Equation Modeling",
                "volume": "9",
                "issue": "",
                "pages": "233--255",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cheung, G. W. & Rensvold, R. B. (2002). Evaluating goodness-of-fit indexes for testing measurement invariance. Structural Equation Modeling, 9, 233-255.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Motivation and school perceptions among first and second generation immigrant youth: A cross-national com¬ parison",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Christensen",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Stanat",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Christensen, G. & Stanat, P. (in Vorb.). Motivation and school perceptions among first and second generation immigrant youth: A cross-national com¬ parison.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Bereichsspezifische Beziehungen zwischen leistungsthemati¬ schen Schülerselbstkonzepten und Schulleistungen",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Faber",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "",
                "volume": "24",
                "issue": "",
                "pages": "66--82",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Faber, G. (1992). Bereichsspezifische Beziehungen zwischen leistungsthemati¬ schen Schülerselbstkonzepten und Schulleistungen. Zeitschrift für Entwick¬ lungspsychologie und Pädagogische Psychologie, 24, 66-82.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Academic self-concept and aca¬ demic achievement: Developmental perspectives on their causal ordering",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Guay",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Boivin",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Journal of Educational Psychology",
                "volume": "95",
                "issue": "",
                "pages": "124--136",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Guay, F., Marsh, H. W. & Boivin, M. (2003). Academic self-concept and aca¬ demic achievement: Developmental perspectives on their causal ordering. Journal of Educational Psychology, 95, 124-136.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "The causal ordering of academic achievement and self-concept of ability during elementary school: A longi¬ tudinal study",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Helmke",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A G"
                        ],
                        "last": "Van Aken",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Journal of Educational Psychology",
                "volume": "87",
                "issue": "",
                "pages": "624--637",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Helmke, A. & van Aken, M. A. G. (1995). The causal ordering of academic achievement and self-concept of ability during elementary school: A longi¬ tudinal study. Journal of Educational Psychology, 87, 624-637.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Cutoff criteria for indexes in covariance stmcture analysis: Conventional criteria versus new alternatives",
                "authors": [
                    {
                        "first": "L.-T",
                        "middle": [],
                        "last": "Hu",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "M"
                        ],
                        "last": "Bentier",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Structural Equation Modeling",
                "volume": "6",
                "issue": "",
                "pages": "1--55",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hu, L.-T. & Bentier, P. M. (1999). Cutoff criteria for indexes in covariance stmcture analysis: Conventional criteria versus new alternatives. Structural Equation Modeling, 6, 1-55.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Selbstwert, Ängstlichkeit und Sozialklima von jugendli¬ chen Migranten",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Jerusalem",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Zeitschriftfür Sozialpsychologie",
                "volume": "19",
                "issue": "",
                "pages": "53--62",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jerusalem, M. (1988). Selbstwert, Ängstlichkeit und Sozialklima von jugendli¬ chen Migranten. Zeitschriftfür Sozialpsychologie, 19, 53-62.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Structural equation modeling: Foundations and extensions",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Kaplan",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kaplan, D. (2000). Structural equation modeling: Foundations and extensions. Thousand Oaks: Sage.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Eine längsschnittli¬ che Überprüfung des Modells des Internal/External Frame of Reference",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Koller",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Klemmert",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Baumert",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Zeitschrift für Pädagogische Psychologie",
                "volume": "13",
                "issue": "",
                "pages": "128--134",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Koller, O., Klemmert, H., Möller, J. & Baumert, J. (1999). Eine längsschnittli¬ che Überprüfung des Modells des Internal/External Frame of Reference. Zeitschrift für Pädagogische Psychologie, 13, 128-134.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Sitzenbleiben, Geschlecht und Migration",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Krohne",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [
                            "; G"
                        ],
                        "last": "Meier",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "H"
                        ],
                        "last": "Tillmann",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Weiß",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Die Institution Schule und Unterrichtswissenschaft, 36. Jg. 2006, H. 2 die Lebenswelt der Schüler: Vertiefende Analysen der PISA 2000-Daten zum Kontext von Schülerleistungen",
                "volume": "",
                "issue": "",
                "pages": "117--148",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Krohne, J. A., Meier, U. (2004). Sitzenbleiben, Geschlecht und Migration. In Schümer, G., Tillmann, K.H. & Weiß, M. (Hrsg.), Die Institution Schule und Unterrichtswissenschaft, 36. Jg. 2006, H. 2 die Lebenswelt der Schüler: Vertiefende Analysen der PISA 2000-Daten zum Kontext von Schülerleistungen (S. 117-148). Wiesbaden: Verlag für Sozial¬ wissenschaften.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Mean and covariance stractures (MACS) analyses of crosscultural data: Practical and theoretical issues. Multivariate Behavioral Re¬ search",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "D"
                        ],
                        "last": "Little",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "",
                "volume": "32",
                "issue": "",
                "pages": "53--76",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Little, T. D. (1997). Mean and covariance stractures (MACS) analyses of cross- cultural data: Practical and theoretical issues. Multivariate Behavioral Re¬ search, 32, 53-76.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Eine Über¬ prüfung von Modellen zur Genese akademischer Selbstkonzepte: Ergebnisse aus der PISA-Studie",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Lüdtke",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Koller",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Artelt",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Stanat",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Baumert",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Zeitschriftfür Pädagogische Psychologie",
                "volume": "16",
                "issue": "",
                "pages": "151--164",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lüdtke, O., Koller, O., Artelt, C, Stanat, P. & Baumert, J. (2002). Eine Über¬ prüfung von Modellen zur Genese akademischer Selbstkonzepte: Ergebnisse aus der PISA-Studie. Zeitschriftfür Pädagogische Psychologie, 16, 151-164.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Teacher Frame of Reference and the Big-Fish-Little-Pond Effect",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Lüdtke",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Koller",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Trautwein",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Contemporary Educa¬ tional Psychology",
                "volume": "30",
                "issue": "",
                "pages": "263--285",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lüdtke, O., Koller, O., Marsh, H. W. & Trautwein, U. (2005). Teacher Frame of Reference and the Big-Fish-Little-Pond Effect. Contemporary Educa¬ tional Psychology, 30, 263-285.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Verbal and math self-concepts: An intemal/extemal frame of reference model",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "American Educational Research Journal",
                "volume": "23",
                "issue": "",
                "pages": "129--149",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1986). Verbal and math self-concepts: An intemal/extemal frame of reference model. American Educational Research Journal, 23, 129-149.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Sex differences in the development of verbal and mathe¬ matics constmcts: The high school and beyond study",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "American Educational Research Journal",
                "volume": "26",
                "issue": "",
                "pages": "191--225",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1989). Sex differences in the development of verbal and mathe¬ matics constmcts: The high school and beyond study. American Educational Research Journal, 26, 191-225.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Seif Description Questionnaire, II",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1990). Seif Description Questionnaire, II. San Antonio, TX: Psychological Corporation.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Academic self-concept: Beyond the dustbowl",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Craven",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "131--198",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. & Craven, R. (1997). Academic self-concept: Beyond the dust- bowl. In Phye, G.D. (Hrsg.), Handbook of classroom assessment. (S. 131- 198). San Diego, CA: Academic Press.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Theoretical perspectives on the stracture of self-concept",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Hattie",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Handbook ofself-concept (S. 38-90)",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. & Hattie, J. (1996). Theoretical perspectives on the stracture of self-concept. In B. A. Bracken (Hrsg.), Handbook ofself-concept (S. 38-90). New York: Wiley.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Explaining paradoxical relations between academic self-concepts and achievements: Cross-cultural generalizability of the intemal/extemal frame of reference predictions across 26 countries",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "K.-T",
                        "middle": [],
                        "last": "Hau",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Journal of Educational Psychology",
                "volume": "96",
                "issue": "",
                "pages": "56--67",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. & Hau, K.-T. (2004). Explaining paradoxical relations between academic self-concepts and achievements: Cross-cultural generalizability of the intemal/extemal frame of reference predictions across 26 countries. Journal of Educational Psychology, 96, 56-67.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "In¬ tegration of multidimensional self-concept and core personality constmcts: Construct Validation and relations to well-being and achievement",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Trautwein",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Lüdtke",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Koller",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Baumert",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Journal of Personality",
                "volume": "74",
                "issue": "",
                "pages": "403--456",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Trautwein, U., Lüdtke, O., Koller, O. & Baumert, J. (2006). In¬ tegration of multidimensional self-concept and core personality constmcts: Construct Validation and relations to well-being and achievement. Journal of Personality, 74, 403-456.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Evaluating the impact of partial factorial invariance on selection in two populations",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Millsap",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [
                            "M"
                        ],
                        "last": "Kwok",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Psychological Methods",
                "volume": "9",
                "issue": "",
                "pages": "93--115",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Millsap, R. E. & Kwok, O. M. (2004). Evaluating the impact of partial factorial invariance on selection in two populations. Psychological Methods, 9, 93- 115.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Frame of reference effects following the announcement of exam results",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Koller",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Contemporary Educational Psychology",
                "volume": "26",
                "issue": "",
                "pages": "277--287",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Möller, J. & Koller, O. (2001). Frame of reference effects following the an- nouncement of exam results. Contemporary Educational Psychology, 26, 277-287.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Genese akademischer Selbstkonzepte: Effekte dimensionaler und sozialer Vergleiche",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Koller",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Psychologische Rundschau",
                "volume": "55",
                "issue": "",
                "pages": "19--27",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Möller, J. & Koller, O. (2004). Genese akademischer Selbstkonzepte: Effekte dimensionaler und sozialer Vergleiche. Psychologische Rundschau, 55, 19-27.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Selbstkonzept",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Moschner",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Handwörterbuch Pädagogische Psychologie",
                "volume": "",
                "issue": "",
                "pages": "629--635",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Moschner, B. (2001). Selbstkonzept. In D. H. Rost (Hrsg.), Handwörterbuch Pädagogische Psychologie (S. 629-635). Weinheim: Beltz.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Knowledge and skills for life: First results from PISA",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Oecd",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "OECD. (2001). Knowledge and skills for life: First results from PISA 2000. Paris: OECD.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Learning for tomorrow's world: First results from PISA",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Oecd",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "OECD. (2003). Learning for tomorrow's world: First results from PISA 2003. Paris: OECD.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Konsequenzen dimensionaler Vergleiche",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Pohlmann",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pohlmann, B. (2005). Konsequenzen dimensionaler Vergleiche. Münster: Waxmann.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Soziokulturelle Herkunft: Migration",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Ramm",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Prenzel",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Heidemeier",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Walter",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "PISA 2003. Der Bildungsstand der Jugendlichen in Deutschland: Ergebnisse des zweiten internationalen Vergleichs",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ramm, G., Prenzel, M., Heidemeier, H. & Walter, O. (2004). Soziokulturelle Herkunft: Migration. In PISA-Konsortium Deutschland (Hrsg.), PISA 2003. Der Bildungsstand der Jugendlichen in Deutschland: Ergebnisse des zweiten internationalen Vergleichs (S-254-272). Münster: Waxmann.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Migrantenkinder in deutschen Schulen. Eine Studie zur Persönlichkeitsentwicklung",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Roebers",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Mecheril",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Schneider",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Zeitschrift für Pädagogik",
                "volume": "44",
                "issue": "",
                "pages": "723--736",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Roebers, C. M., Mecheril, A. & Schneider, W. (1998). Migrantenkinder in deutschen Schulen. Eine Studie zur Persönlichkeitsentwicklung. Zeitschrift für Pädagogik 44, 723-736.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Fachspe¬ zifische Selbstkonzepte und Schulleistungen im dimensionalen Vergleich",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "H"
                        ],
                        "last": "Rost",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Dickhäuser",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Sparfeldt",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "R"
                        ],
                        "last": "Schilling",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Zeitschrift für Pädagogische Psychologie",
                "volume": "18",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rost, D. H., Dickhäuser, O., Sparfeldt, J. R. & Schilling, S. R. (2004). Fachspe¬ zifische Selbstkonzepte und Schulleistungen im dimensionalen Vergleich. Zeitschrift für Pädagogische Psychologie, 18, 2004.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Multiple Imputation for nonresponse in surveys",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "B"
                        ],
                        "last": "Rubin",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rubin, D. B. (1987). Multiple Imputation for nonresponse in surveys. New York: Wiley.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Missing data: Our view of the State or the art",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Schafer",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Graham",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Psychological Methods",
                "volume": "7",
                "issue": "",
                "pages": "147--177",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Schafer, J. & Graham, J. (2002). Missing data: Our view of the State or the art. Psychological Methods, 7, 147-177.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Struktur, Entwicklung und Fördemng von Lesekompetenz. Vertiefende Analysen im Rahmen von PISA 2000",
                "authors": [
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Schneider",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Stanat",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "243--273",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Schneider, W. & Stanat, P. (Hrsg.), Struktur, Entwicklung und Fördemng von Lesekompetenz. Vertiefende Analysen im Rahmen von PISA 2000 (S. 243 - 273). Wiesbaden: VS Verlag für Sozialwissenschaften.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Fördemng von Schülerinnen und Schülern mit Migrationshintergrund",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Stanat",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "G"
                        ],
                        "last": "Müller",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Deutsch als Zweitsprache lernen",
                "volume": "",
                "issue": "",
                "pages": "20--32",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stanat, P. & Müller, A. G. (2005). Fördemng von Schülerinnen und Schülern mit Migrationshintergrund. In H. Bartnitzky & A. Speck-Hamdan (Hrsg.), Deutsch als Zweitsprache lernen (S. 20-32). Frankfurt am Main.: Grand¬ schulverband.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Schwache Leser unter 15-jährigen Schüle¬ rinnen und Schülern in Deutschland: Beschreibung einer Risikogruppe",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Stanat",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Schneider",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stanat, P. & Schneider, W. (2004). Schwache Leser unter 15-jährigen Schüle¬ rinnen und Schülern in Deutschland: Beschreibung einer Risikogruppe. In U. Schiefele, C. Artelt,",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Bezugsrahmen und Selbstkonzeptgenese. Münster: Wax¬ mann",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Streblow",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Streblow, L. (2004). Bezugsrahmen und Selbstkonzeptgenese. Münster: Wax¬ mann.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "text": "Unterschiede in den Mittelwerten und Varianzen der akademischen Selbstkonzepte (SK) zwischen Schülern mit deutscher und nichtdeutscher Familiensprache(FS)",
                "uris": null
            },
            "TABREF0": {
                "num": null,
                "text": "empirische Grandlage der Studie bilden die Daten der 15-jährigen Schülerinnen und Schüler, die an der nationalen Erweiterang von PISA 2000 (PISA-E) in Deutschland teilgenommen haben. Insgesamt umfasst die PISA-E Stichprobe in Deutschland 45899 Jugendliche aus 1466 Schulen. Für die vorliegende Untersuchung wurde aus dem Gesamtdatensatz der 15-Jährigen eine Teilstichprobe ausgewählt. Ausgeschlossen wurden die Daten der neuen Bundesländer, da hier der Anteil von Schülerinnen und Schülern mit Migrationshintergrand sehr gering ist. Des Weiteren wurde zur Kontrol¬ le von schulformspezifischen Effekten nur eine Schulform für die Analyse¬ stichprobe ausgewählt. Die Analysen beschränken sich auf die Hauptschule, da hier der Anteil von Schülerinnen und Schülern mit Migrationshin¬ tergrand am höchsten ist. Die resultierende Analysestichprobe umfasst N = 5208 15-Jährige aus 264 Schulen, die zum Erhebungszeitpunkt im Durch¬ schnitt 15.6 (SD = 0.28) Jahre alt waren. Als Kriterium für die Definition des Migrationshintergrunds wurde die Familiensprache der Schülerinnen und Schüler gewählt, da es sich hierbei um ein Prozessmerkmal der familiä¬",
                "type_str": "table",
                "content": "<table><tr><td colspan=\"2\">den konespondierenden und nicht korrespondierenden Domänen zurück¬</td></tr><tr><td>führen?</td><td/></tr><tr><td>2. Methode</td><td/></tr><tr><td>130</td><td>Unterrichtswissenschaft, 36. Jg. 2006, H. 2</td></tr></table>"
            },
            "TABREF5": {
                "num": null,
                "text": "Im nächsten Schritt wurde die Messinvarianz dieser Faktorenstraktur über die beiden Grappen untersucht. Dazu wurden die Faktorladungen sowie die Intercepts der manifesten Variablen über die beiden Grappen gleichgesetzt. Diese Restriktionen führten nur zu einer geringen Verschlechterung in der",
                "type_str": "table",
                "content": "<table/>"
            },
            "TABREF6": {
                "num": null,
                "text": "). Tabelle 3 fasst die Ergebnisse dieser Analysen zusammen. Zur Identifikati¬ on des Modells wurden die Mittelwerte der Gruppe mit deutscher Familien¬ sprache auf 0 fixiert. Die angegebenen Schätzungen für die Jugendlichen 1 Zur Beurteilung der Veränderung von Fitmaßen im Rahmen von konfirmatorischen",
                "type_str": "table",
                "content": "<table/>"
            }
        }
    }
}