{
    "paper_id": "skaalvik_1990",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-22T17:55:08.901006Z"
    },
    "title": "Math, Verbal, and General Academic Self-Concept: The Internal/External Frame of Reference Model and Gender Differences in Self-Concept Structure",
    "authors": [
        {
            "first": "Einar",
            "middle": [
                "M"
            ],
            "last": "Skaalvik",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Richard",
            "middle": [
                "J"
            ],
            "last": "Rankin",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "In this study, predictions were tested from Marsh's (1986) internal/external (I/E) frame of reference model (measuring cognitive dimensions of math and verbal self-concepts), and gender differences in the structure of academic self-concept were examined through path analyses of data from 231 Norwegian sixth-grade students (117 boys and 114 girls). Math and verbal self-concepts on a cognitive level were defined as success expectations on defined tasks. No strong support was found for the I/E model: Math and verbal self-concepts were highly correlated, and no significant negative direct effects were found of verbal achievement on math self-concept or of math achievement on verbal self-concept for boys, although a negative direct effect of verbal achievement on math self-concept was found for girls. The results differed from previous research measuring evaluative dimensions of math and verbal self-concepts, suggesting either remarkable cultural differences or that academic self-concepts are more complex than has been assumed. The structure of self-concept differed for boys and girls; math and verbal self-concepts related differently to general academic self-concept. The gender differences are discussed in terms of sex stereotypes. This study has implications for research on academic self-concept and gender differences.",
    "pdf_parse": {
        "paper_id": "skaalvik_1990",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "In this study, predictions were tested from Marsh's (1986) internal/external (I/E) frame of reference model (measuring cognitive dimensions of math and verbal self-concepts), and gender differences in the structure of academic self-concept were examined through path analyses of data from 231 Norwegian sixth-grade students (117 boys and 114 girls). Math and verbal self-concepts on a cognitive level were defined as success expectations on defined tasks. No strong support was found for the I/E model: Math and verbal self-concepts were highly correlated, and no significant negative direct effects were found of verbal achievement on math self-concept or of math achievement on verbal self-concept for boys, although a negative direct effect of verbal achievement on math self-concept was found for girls. The results differed from previous research measuring evaluative dimensions of math and verbal self-concepts, suggesting either remarkable cultural differences or that academic self-concepts are more complex than has been assumed. The structure of self-concept differed for boys and girls; math and verbal self-concepts related differently to general academic self-concept. The gender differences are discussed in terms of sex stereotypes. This study has implications for research on academic self-concept and gender differences.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Measures of achievement in mathematics and in verbal areas are normally found to correlate between .5 and .7 (e.g., Marsh, Byrne, & Shavelson, 1988; Skaalvik, 1990) . Also verbal achievement and verbal self-concept as well as math achievement and math self-concept have been shown to correlate about .5 (Marsh, Relich, & Smith, 1983; Marsh & Shavelson, 1985; Skaalvik, 1990) . One would therefore expect math and verbal self-concepts to be positively correlated. However, a number of studies reviewed by Marsh (1986) indicated that these concepts are relatively uncorrelated. All studies reviewed by Marsh (1986) were conducted by using Australian subjects, with verbal and math self-concepts being measured by the Self-Description Questionnaire (SDQ; Marsh et al., 1983) . The correlations for these studies were based on factor scores. When reanalyzing the data based on the unweighted sums of the items in each scale, math and verbal self-concepts were moderately correlated (r = .19) across all respondents in the studies (Marsh, 1986) .",
                "cite_spans": [
                    {
                        "start": 116,
                        "end": 148,
                        "text": "Marsh, Byrne, & Shavelson, 1988;",
                        "ref_id": null
                    },
                    {
                        "start": 149,
                        "end": 164,
                        "text": "Skaalvik, 1990)",
                        "ref_id": null
                    },
                    {
                        "start": 303,
                        "end": 333,
                        "text": "(Marsh, Relich, & Smith, 1983;",
                        "ref_id": null
                    },
                    {
                        "start": 334,
                        "end": 358,
                        "text": "Marsh & Shavelson, 1985;",
                        "ref_id": null
                    },
                    {
                        "start": 359,
                        "end": 374,
                        "text": "Skaalvik, 1990)",
                        "ref_id": null
                    },
                    {
                        "start": 504,
                        "end": 516,
                        "text": "Marsh (1986)",
                        "ref_id": null
                    },
                    {
                        "start": 600,
                        "end": 612,
                        "text": "Marsh (1986)",
                        "ref_id": null
                    },
                    {
                        "start": 746,
                        "end": 751,
                        "text": "(SDQ;",
                        "ref_id": null
                    },
                    {
                        "start": 752,
                        "end": 771,
                        "text": "Marsh et al., 1983)",
                        "ref_id": null
                    },
                    {
                        "start": 1026,
                        "end": 1039,
                        "text": "(Marsh, 1986)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "The conclusion that math and verbal self-concepts are moderately related is supported in a recent study of Canadian students using three different scales measuring math and verbal self-concepts (Marsh et al., 1988) . However, Byrne and Shavelson (1987) , analyzing the same data, found support for the noncorrelation conclusion for the girls, but found the two self-concepts to correlate .23 for boys. Thus, no firm conclusion that math and verbal self-concepts are uncorrelated can be drawn. However, the results do seem to indicate that math and verbal self-concepts as measured by the SDQ and the instruments administered in the Marsh et al. (1988) study, correlate substantially lower than math and verbal achievements. In our study, the generalizability of these findings was tested by using other instruments measuring different dimensions of math and verbal self-concepts.",
                "cite_spans": [
                    {
                        "start": 194,
                        "end": 214,
                        "text": "(Marsh et al., 1988)",
                        "ref_id": null
                    },
                    {
                        "start": 226,
                        "end": 252,
                        "text": "Byrne and Shavelson (1987)",
                        "ref_id": null
                    },
                    {
                        "start": 632,
                        "end": 651,
                        "text": "Marsh et al. (1988)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "Marsh (1986) developed the Internal/External Frame of Reference Model (I/E model) to account for these surprising findings. According to the I/E model, math and verbal self-concepts are influenced by both internal and external comparisons, or frames of reference. The notion of external comparisons is well known in the literature and is based on the assumption that one of the functions of a membership group is to provide a frame of reference, or standard of comparison, that is used by the group members in their self-evaluations (e.g., Festinger, 1954; Kelly, 1952; Marsh & Parker, 1984) . Thus, Rogers, Smith, and Coleman (1978) claimed that the self-concept/academic achievement relation could best be understood within the context of the student's immediate social environment. Marsh, Smith, & Barnes (1985) made the assumption that students compare the self-perceptions of their own academic ability with the perceived abilities of other students within their school or their reference group, and that they use this relativistic impression of their academic ability as one basis for forming their academic self-concept. The process of external comparison would predict that equally able students would have lower academic self-concept when they compare themselves with more able students, and higher academic self-concept when they compare themselves with less able students.",
                "cite_spans": [
                    {
                        "start": 6,
                        "end": 12,
                        "text": "(1986)",
                        "ref_id": null
                    },
                    {
                        "start": 540,
                        "end": 556,
                        "text": "Festinger, 1954;",
                        "ref_id": null
                    },
                    {
                        "start": 557,
                        "end": 569,
                        "text": "Kelly, 1952;",
                        "ref_id": null
                    },
                    {
                        "start": 570,
                        "end": 591,
                        "text": "Marsh & Parker, 1984)",
                        "ref_id": null
                    },
                    {
                        "start": 594,
                        "end": 633,
                        "text": "Thus, Rogers, Smith, and Coleman (1978)",
                        "ref_id": null
                    },
                    {
                        "start": 785,
                        "end": 814,
                        "text": "Marsh, Smith, & Barnes (1985)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model",
                "sec_num": "2."
            },
            {
                "text": "Internal comparisons refer to a different process: students comparing their perceived abilities or achievements in one area (e.g., mathematics) with their perceived abilities or achievements in another area (e.g., verbal), independent of how these self-perceived abilities compare with other children (Marsh et al., 1985) . These internal, relativistic impressions are assumed to be used as a second basis for forming academic self-concept. Thus, perceptions of higher abilities or achievements in math than in verbal areas would predict higher math self-concept and lower verbal self-concept. Marsh (1986; see also Marsh et al., 1985) offers an example to clarify the two processes. He considers a student who perceives himself to be below average in both math and verbal skills but who is better in math than in verbal areas. The student's achievement in math is below average in his comparison group, which would predict below average math self-concept. On the other hand, his math achievement is above average compared with his achievement in other academic areas, which would predict an above average math self-concept. Marsh (1986) claims that the two processes therefore will predict different outcomes.",
                "cite_spans": [
                    {
                        "start": 301,
                        "end": 321,
                        "text": "(Marsh et al., 1985)",
                        "ref_id": null
                    },
                    {
                        "start": 594,
                        "end": 606,
                        "text": "Marsh (1986;",
                        "ref_id": null
                    },
                    {
                        "start": 607,
                        "end": 635,
                        "text": "see also Marsh et al., 1985)",
                        "ref_id": null
                    },
                    {
                        "start": 1125,
                        "end": 1137,
                        "text": "Marsh (1986)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model",
                "sec_num": "2."
            },
            {
                "text": "In addition, when considering the correlation between math and verbal self-concepts, Marsh (1986) found the two processes to predict different outcomes. Because verbal and math achievements are highly correlated, the process of external comparisons predicts verbal and math self-concepts to be substantially and positively correlated. The internal comparison on the other hand, comparing the two areas, predicts a negative correlation between math and verbal self-concepts. Because these two processes are assumed to work simultaneously, the effects of the two processes are assumed to balance each other out, resulting in a near-zero correlation between math and verbal self-concepts. According to Marsh (1986) , a test of the I/E model therefore may include testing the following two predictions: (a) A near-zero correlation between math and verbal self-concepts, and (b) a negative direct effect of verbal achievement on math self-concept (controlled for math achievement) and of math achievement on verbal self-concept (controlled for verbal achievement).",
                "cite_spans": [
                    {
                        "start": 85,
                        "end": 97,
                        "text": "Marsh (1986)",
                        "ref_id": null
                    },
                    {
                        "start": 699,
                        "end": 711,
                        "text": "Marsh (1986)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model",
                "sec_num": "2."
            },
            {
                "text": "Theoretically, it is not clear why internal comparisons between math and verbal achievements should predict negative correlations between math and verbal self-concepts. Such comparisons may have different outcomes for different students, ranging from students perceiving themselves as achieving equally well in the two areas (through perceiving only small differences in level of achievement in the two areas) to perceiving themselves as achieving substantially different levels in the two areas. However, the assumption of a negative correlation between the two self-concepts, and a negative direct effect of achievement in one area on self-concept in the other area, seems to presuppose that a majority of the students perceive their level of achievement in the two areas as substantially different. If the model is based on such an assumption, it ought to be made explicit and to be tested in itself. Thus, there seems to be a need for a better theoretical framework for the model, for clarifications of theoretical assumptions, and for clarification of how these assumptions can be tested.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model",
                "sec_num": "2."
            },
            {
                "text": "The predictions made by Marsh (1986) are, however, supported in several studies (Marsh, 1986; Marsh et al., 1988; Marsh et al., 1985) . In all these studies, math and verbal self-concepts were measured with items tapping the evaluative (well/poorly) and the affective (like/dislike) dimensions of the concepts. Examples of items from the SDQ tapping these dimensions are \"I'm good at reading\" and \"I hate reading,\" respectively. Restricting the measures of math and verbal self-concepts to these dimensions may represent a limitation as to the generalizability of the results to other aspects of math and verbal self-concepts, thereby having important implications for the I/E model. Our study therefore examined the predictions from the I/E model when measuring a cognitive level of math and verbal self-concept (see following paragraphs).",
                "cite_spans": [
                    {
                        "start": 24,
                        "end": 36,
                        "text": "Marsh (1986)",
                        "ref_id": null
                    },
                    {
                        "start": 80,
                        "end": 93,
                        "text": "(Marsh, 1986;",
                        "ref_id": null
                    },
                    {
                        "start": 94,
                        "end": 113,
                        "text": "Marsh et al., 1988;",
                        "ref_id": null
                    },
                    {
                        "start": 114,
                        "end": 133,
                        "text": "Marsh et al., 1985)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model",
                "sec_num": "2."
            },
            {
                "text": "Historically, self-concept researchers have focused on general or global self-concept, whereas recent research has emphasized the multidimensionality of self-concept (Boersma & Chapman, 1979; Byrne & Shavelson, 1986b; Fleming & Courtney, 1984; Harter, 1982; Shavelson, Hubner, & Stanton, 1976; Soares & Soares, 1977) . Academic self-concept is one of the dimensions that has attracted the attention of researchers. Academic self-concept has historically been studied as a unidimensional concept (e.g., Brookover, Paterson, & Thomas, 1966; Harter, 1982) . Shavelson et al. (1976) , however, posited a multifaceted, hierarchical model of self-concept, with perceptions of behavior being at the base, moving to inferences about the self in subareas (e.g., English, history), and then to inferences about the self in academic and nonacademic areas.",
                "cite_spans": [
                    {
                        "start": 166,
                        "end": 191,
                        "text": "(Boersma & Chapman, 1979;",
                        "ref_id": null
                    },
                    {
                        "start": 192,
                        "end": 217,
                        "text": "Byrne & Shavelson, 1986b;",
                        "ref_id": null
                    },
                    {
                        "start": 218,
                        "end": 243,
                        "text": "Fleming & Courtney, 1984;",
                        "ref_id": null
                    },
                    {
                        "start": 244,
                        "end": 257,
                        "text": "Harter, 1982;",
                        "ref_id": null
                    },
                    {
                        "start": 258,
                        "end": 293,
                        "text": "Shavelson, Hubner, & Stanton, 1976;",
                        "ref_id": null
                    },
                    {
                        "start": 294,
                        "end": 316,
                        "text": "Soares & Soares, 1977)",
                        "ref_id": null
                    },
                    {
                        "start": 502,
                        "end": 538,
                        "text": "Brookover, Paterson, & Thomas, 1966;",
                        "ref_id": null
                    },
                    {
                        "start": 539,
                        "end": 552,
                        "text": "Harter, 1982)",
                        "ref_id": null
                    },
                    {
                        "start": 555,
                        "end": 578,
                        "text": "Shavelson et al. (1976)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Background",
                "sec_num": "3.1."
            },
            {
                "text": "The SDQ, used in most of the studies supporting the I/E model, was constructed to measure multiple dimensions of self-concept derived from the Shavelson et al. (1976) model. Nevertheless, the SDQ and other instruments used in the Marsh et al. (1988) study treat math and verbal self-concepts as separate but unidimensional constructs, primarily measuring the evaluative (well/poorly) dimension (e.g., \"I am good at reading\"). One could argue, however, for a separation of a cognitive and an evaluative dimension of math and verbal self-concepts. A cognitive dimension (or even different cognitive dimensions) can be defined in different ways. For example, it can be defined as the students' perceptions of what tasks they do or do not succeed at, or as the anticipation of being able or not able to master certain concrete and defined tasks. The conception of being able or not able to do a certain task (\"Can I do it?\") is a different conception from the evaluation of the quality of perceived performance or ability (\"How well do I do?\"). The difference may be described as the difference between expectations of what one is able to do and judgments as to whether that is good or poor. The latter is probably more dependent on what others in a person's reference group are able to do. Answering the question, \"Can I do the specified task?\" also requires some kind of judgment. However, this is not an evaluation on a well/poorly dimension, but a judgment of whether one is able to perform a certain activity, independent of whether that is good or poor or what others can do. We therefore choose to term this dimension a cognitive one.",
                "cite_spans": [
                    {
                        "start": 143,
                        "end": 166,
                        "text": "Shavelson et al. (1976)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Background",
                "sec_num": "3.1."
            },
            {
                "text": "Self-concept researchers have often noted a conceptual difference between evaluative and nonevaluative self-concepts. For instance, Rosenberg (1979) distinguished between self-knowledge and self-evaluation, between describing and evaluating the self, and between characteristics of the self and self-evaluations. Although the descriptive characteristics referred to often are physical characteristics, (e.g., hair color) or social identity elements (e.g., occupation; see Rosenberg, 1979) , the descriptive characteristics used here are in terms of expected behavior or achievement. In this study, math and verbal cognitive self-concepts are defined as the student's success expectations on defined and familiar math and verbal tasks.",
                "cite_spans": [
                    {
                        "start": 132,
                        "end": 148,
                        "text": "Rosenberg (1979)",
                        "ref_id": null
                    },
                    {
                        "start": 472,
                        "end": 488,
                        "text": "Rosenberg, 1979)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Background",
                "sec_num": "3.1."
            },
            {
                "text": "An assumption made here is that the cognitive dimension is primarily a result of firsthand experiences and is relatively independent of perceptions of what other students are able to do and of the student's own performances in other areas. One cannot easily compare what skills one is able to do in the math and verbal areas, as the nature of the areas is qualitatively different. What can be compared is the quality of performance in the two areas, provided that there are available criteria for evaluation for each area. The evaluation has to be related to something outside the single performance and outside the expectations of future performance. This is in accordance with Festinger's (1954) theory of social comparisons.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Background",
                "sec_num": "3.1."
            },
            {
                "text": "The notion of a cognitive dimension seems to be implicit in the I/E model. For instance, in explaining the external comparisons, Marsh (1986) claimed that students compare the self-perceptions of their own verbal and math abilities with the perceived abilities of other students and that they use these relativistic impressions as one basis of their academic self-concepts.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Background",
                "sec_num": "3.1."
            },
            {
                "text": "Marsh et al. (1988) questioned whether a general academic self-concept is a useful construct, as it cannot adequately reflect the diversity of specific academic facets. With reference to studies in which verbal and math have been found to be virtually uncorrelated, they claimed that the role of a general academic self-concept is an ambiguous one. For example, they claimed that if the role of academic self-concept is to better understand the complexity of the self in an academic context, then the specific facets of academic self-concept are more useful than a general facet. There should be no disagreement that a general academic self-concept cannot reflect the diversity of specific academic facets. A general academic self-concept may, however, in combination with specific facets contribute to the understanding of the complexity of the concept. Even if math and verbal self-concepts on the evaluative dimension cannot be explained by a single (general) higher order factor, as indicated by Marsh (1986) and Marsh et al. (1988) , it is still important to investigate how general academic self-concept relates to the cognitive dimensions of math and verbal self-concepts, and if that part of the self-concept structure differs across gender. Byrne and Shavelson (1987) claimed that one assumption when comparing boys' and girls' academic self-concept has been that the self-concept structure is invariant across gender. They point out that differences in means between boys' and girls' academic self-concept may be problematic to interpret if the underlying construct does not have the same structure in the two groups. Testing this assumption, they found that for boys, general academic self-concept correlated higher with math self-concept on the evaluative level than with verbal self-concept on the same level, whereas the reverse was true for girls. Academic self-concept also correlated higher with grades in English than in math for girls, whereas there was no difference for boys. Byrne and Shavelson drew the conclusion that the assumption of an invariant self-concept structure for boys and girls cannot be taken for granted.",
                "cite_spans": [
                    {
                        "start": 1000,
                        "end": 1012,
                        "text": "Marsh (1986)",
                        "ref_id": null
                    },
                    {
                        "start": 1017,
                        "end": 1036,
                        "text": "Marsh et al. (1988)",
                        "ref_id": null
                    },
                    {
                        "start": 1250,
                        "end": 1276,
                        "text": "Byrne and Shavelson (1987)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Self-Concept Structure and Gender",
                "sec_num": "3.2."
            },
            {
                "text": "The purposes of our study were to (a) test the predictions made on the basis of the I/E model by using cognitive measures of math and verbal self-concepts (success expectations on defined tasks), (b) investigate the relation between the cognitive level of math and verbal self-concepts and general academic self-concept, and (c) test the assumption that these relations are invariant across gender.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Self-Concept Structure and Gender",
                "sec_num": "3.2."
            },
            {
                "text": "The sample consisted of 117 boys and 114 girls from 10 sixth-grade classes in a large Norwegian city in 1988. The city was divided into four zones, and two schools were randomly selected from each zone. One or two sixth-grade classes were drawn randomly from each school according to the size of the school.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sample",
                "sec_num": "4.1."
            },
            {
                "text": "General academic self-concept was defined as the students' general feeling of doing well in school and their satisfaction with their achievement. It was measured by a seven-item Academic Self-Esteem Scale (Skaalvik, 1986 (Skaalvik, , 1990 ) modeled after Harter's (1979) Perceived Competence Scale for Children. In neutral terms, each item described two different groups of students, and subjects were asked to indicate which group he or she was most like, on a 4-point scale. The rationale for this format was to make all answers look equally legitimate, thereby decreasing the social expectancy effect on the answers. An example of the item format is shown in Figure 1 . Figure 1 . Item from general Academic Self-Esteem Scale View larger image > in this page > in new window > Download slide For each item, the students were asked to check two boxes: first, one of the big boxes to decide which group of students they were most like, and then one of the small boxes on the same side to indicate the degree of resemblance. This procedure was followed to make the task easier for the students, as the big boxes were not used in scoring the scale. The items were related to school achievement but not to any particular school subjects. The seven items are described in more detail elsewhere (Skaalvik, 1990) .",
                "cite_spans": [
                    {
                        "start": 205,
                        "end": 220,
                        "text": "(Skaalvik, 1986",
                        "ref_id": null
                    },
                    {
                        "start": 221,
                        "end": 238,
                        "text": "(Skaalvik, , 1990",
                        "ref_id": null
                    },
                    {
                        "start": 1291,
                        "end": 1307,
                        "text": "(Skaalvik, 1990)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 662,
                        "end": 670,
                        "text": "Figure 1",
                        "ref_id": null
                    },
                    {
                        "start": 673,
                        "end": 681,
                        "text": "Figure 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Instruments",
                "sec_num": "4.2."
            },
            {
                "text": "The reliability of the Academic Self-Esteem Scale has been demonstrated in several studies. Cronbach's alpha in four different studies has been shown to be between .80 and .81, whereas the test-retest reliability has been found to be .78 (Skaalvik, 1986 (Skaalvik, , 1990 ).",
                "cite_spans": [
                    {
                        "start": 238,
                        "end": 253,
                        "text": "(Skaalvik, 1986",
                        "ref_id": null
                    },
                    {
                        "start": 254,
                        "end": 271,
                        "text": "(Skaalvik, , 1990",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TABLES AND FIGURES",
                "sec_num": null
            },
            {
                "text": "The cognitive dimension of math and verbal self-concept was defined as success expectations on defined tasks. The instruments consisted of 20 mathematics tasks and 30 verbal tasks designed to represent the different aspects of the students' math and verbal curriculum. Each task was presented to each student, who was then given 5 s to indicate on a dichotomized scale whether he or she expected to be able to master it. The presentation and the time given for responding was too short for the students to really do the tasks, but long enough for them to grasp the nature of the task. The reliability coefficients in terms of Cronbach's alpha, were .87 and .89 for the math and verbal scales, respectively. Academic achievement was measured by asking the students to conduct the math and verbal tasks described previously. Cronbach's alpha for each of these tests was .88 and .86, respectively. The tests were developed for this study for three reasons, as follows: (a) There were no good Norwegian standardized tests for sixth-grade curriculum in the two school subjects, (b) the students are not graded during the first 6 years of elementary school in Norway, and (c) the achievement tests should use the same tasks that were used when measuring success expectations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TABLES AND FIGURES",
                "sec_num": null
            },
            {
                "text": "General academic self-concept, success expectations, and academic achievement were measured in that order.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TABLES AND FIGURES",
                "sec_num": null
            },
            {
                "text": "The data were analyzed with a path analysis for latent variables using LISREL 7 (Jöreskog & Sörbom, 1988 ). The exact procedure followed was the full model, which provides path weights among latent variables with these weights corrected for errors of measurement. This procedure provides goodness-of-fit indexes, standard errors of measurement, and t tests. The model follows the example presented as \"Bagozzi's Model for Performance and Satisfaction\" (Jöreskog & Sörbom, 1988) . Each measure in the design was arbitrarily split into two equal-length parts with each pair of parts defining a factor. The normal procedure for scaling each factor by fixing one loading to one was followed. In each case presented, the model was identified and no special warnings or problems occurred. No model required more than 20 iterations for solution. Because the cross-lagged paths between math and verbal achievement and self-concepts were of special interest, the model was identified by fixing a recursive path between verbal self-concept and math self-concept. This method of obtaining identification follows the suggestion of Jöreskog and Sörbom (1988).",
                "cite_spans": [
                    {
                        "start": 80,
                        "end": 104,
                        "text": "(Jöreskog & Sörbom, 1988",
                        "ref_id": null
                    },
                    {
                        "start": 452,
                        "end": 477,
                        "text": "(Jöreskog & Sörbom, 1988)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analysis",
                "sec_num": "4.3."
            },
            {
                "text": "Means and standard deviations for achievement and self-concept measures are shown in Table  1 . Table 1. View larger image > in this page > in new window > Download slide There were no significant differences between boys and girls in general academic self-concept or in math achievement or math self-concept. However, girls had both significantly higher verbal achievement, F(1, 229) = 9.147, p < .01, and higher verbal self-concept F(1, 229) = 6.603, p < .05, than boys. Power to detect a small effect (f = .20) exceeded .80 (Cohen, 1988) .",
                "cite_spans": [
                    {
                        "start": 527,
                        "end": 540,
                        "text": "(Cohen, 1988)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 85,
                        "end": 93,
                        "text": "Table  1",
                        "ref_id": null
                    },
                    {
                        "start": 96,
                        "end": 104,
                        "text": "Table 1.",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": "5."
            },
            {
                "text": "Zero-order Pearson correlations among all variables in the study are shown in Table 2 . Table 2 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 78,
                        "end": 85,
                        "text": "Table 2",
                        "ref_id": null
                    },
                    {
                        "start": 88,
                        "end": 95,
                        "text": "Table 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "TABLES AND FIGURES",
                "sec_num": null
            },
            {
                "text": "View larger image > in this page > in new window > Download slide General academic self-concept correlated about .45 with both achievement measures and self-concept measures in the math and verbal area. This is in accordance with previous findings (e.g., Brookover et al., 1966; Jones & Grieneeks, 1970; Skaalvik, 1982) . Math and verbal achievement correlated .63, also in accordance with typical findings. Verbal and math self-concepts correlated .67, contradicting findings by Marsh (1986) and Marsh et al. (1988) . Thus, the first prediction made on the basis of the I/E model was not supported for cognitive dimensions of math and verbal self-concepts.",
                "cite_spans": [
                    {
                        "start": 255,
                        "end": 278,
                        "text": "Brookover et al., 1966;",
                        "ref_id": null
                    },
                    {
                        "start": 279,
                        "end": 303,
                        "text": "Jones & Grieneeks, 1970;",
                        "ref_id": null
                    },
                    {
                        "start": 304,
                        "end": 319,
                        "text": "Skaalvik, 1982)",
                        "ref_id": null
                    },
                    {
                        "start": 480,
                        "end": 492,
                        "text": "Marsh (1986)",
                        "ref_id": null
                    },
                    {
                        "start": 497,
                        "end": 516,
                        "text": "Marsh et al. (1988)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TABLES AND FIGURES",
                "sec_num": null
            },
            {
                "text": "The relations among math and verbal achievement and self-concepts were further analyzed in path analyses among the latent traits. Three path analyses were conducted: One for boys, one for girls, and one for the combined sample. As in the studies by Marsh and associates, academic achievement was hypothesized to be one of the causal determinants of academic self-concept. However, we do not argue against a more dynamic model in which achievement and self-concept influence each other. Moreover, both achievement and self-concept in the math and verbal areas were hypothesized to be causal determinants of general academic self-concept. It would have been desirable to show both the paths between math and verbal self-concept, but opening such paths makes the model mathematically unidentified. Because complete identification is a requirement of structural modeling (Jöreskog & Sörbom, 1988) , the path between math and verbal self-concept was blocked. The underidentified model suggested that the path from math to verbal self-concept was very small.",
                "cite_spans": [
                    {
                        "start": 867,
                        "end": 892,
                        "text": "(Jöreskog & Sörbom, 1988)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TABLES AND FIGURES",
                "sec_num": null
            },
            {
                "text": "We were unable to reject any of the three models in Figure 2 shows the results for the whole sample. The direct effects of verbal achievement on verbal self-concept and of math achievement on math self-concept were positive and substantial. The direct effect of verbal achievement on math self-concept was negative and significant. There was no significant direct effect of math achievement on verbal self-concept. Both math and verbal achievement had significant direct positive effects on general academic self-concept. In Figure 2 , general academic self-concept was also significantly related to verbal self-concept but not to math self-concept. As shown later, this may partly be interpreted as a result of gender differences in the self-concept structure masking the effect of math self-concept. Figures 3 and 4 show the results of separate path analyses for boys and girls. The effect of verbal achievement on verbal self-concept was stronger for boys than for girls, whereas the effect of math achievement on math self-concept was strongest for the girls. The direct negative effect of verbal achievement on math self-concept did not appear for boys, whereas it was relatively strong for girls (β = −.36) . Systematic gender differences seemed to appear for the direct effects of verbal and math achievement and self-concepts on general academic self-concept. For girls, verbal self-concept and math achievement had significant direct effects, whereas there were no significant direct effects of verbal achievement and math self-concept. For boys, the opposite pattern emerged: math self-concept and verbal achievement had significant direct effects, whereas no significant effects were found for verbal self-concept and math achievement. Individual tests of the significance of differences between path coefficients for boys and girls revealed a rejection of the null hypothesis only for the path between math self-concept and general academic self-concept (z = 2.14) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 52,
                        "end": 60,
                        "text": "Figure 2",
                        "ref_id": null
                    },
                    {
                        "start": 525,
                        "end": 533,
                        "text": "Figure 2",
                        "ref_id": null
                    },
                    {
                        "start": 802,
                        "end": 817,
                        "text": "Figures 3 and 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "TABLES AND FIGURES",
                "sec_num": null
            },
            {
                "text": "Math and verbal self-concepts in this study were measured at a cognitive level and defined as success expectations on specific tasks of the same nature as the students' math and verbal curriculum. Defined this way, the two concepts correlated substantially; however, no negative direct effects were found for math achievement on verbal self-concept. A significant direct negative effect was found for verbal achievement on math self-concept for girls but not for boys. However, lack of power is a general problem when attempting to show nonrelations, and a small but significant negative effect might have emerged also for boys if one had used a larger sample. Even so, neither of the two main predictions from the I/E model were fully supported. The prediction of a near-zero correlation between math and verbal self-concepts was not supported and the substantial correlation between cognitive math and verbal self-concepts by itself calls into question the generality of the I/E model. The prediction of a negative direct effect of math achievement on verbal self-concept was also not supported, and the zero effects did not appear to be a question of power. Thus, the results supported a model of cognitive math and verbal self-concepts as independent of internal comparisons. A problem with this interpretation is the small but significant negative effect of verbal achievement on math self-concept for girls. This calls for further research. The assumed independence of external comparisons could not be tested in this study because objective achievement and relative position in the classes could not be separated. Further research is needed to test this hypothesis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model",
                "sec_num": "5.1."
            },
            {
                "text": "The results of this study do not rule out the possibility that verbal and math evaluative self-concepts may be uncorrelated in Norwegian samples of sixth-grade students. Also not ruled out are the possible negative direct effects of verbal achievement on math evaluative self-concept and math achievement on verbal evaluative self-concept. The problems in comparing our study with previous studies of the I/E model are of two kinds. Whereas our study measured math and verbal self-concepts only at a cognitive level, the previous studies measured these concepts only at an evaluative level. As discussed in the introduction, this may be a vital difference. The evaluative level of math and verbal self-concepts may be more affected by both external and internal comparisons and by aspirations and values than are the math and verbal selfconcepts at the cognitive level. The difference may be described as the difference between expectations of what one is able to do and judgments as to whether that is good or poor, worthy of being proud of, or better or worse than what others are able to do. Another difference between previous studies and this study is the cultural contexts involved. In Norwegian schools the students are not given grades or marks in the sixth grade. Evaluations in the course of instruction are informal and related to the student's abilities, with information given to parents being verbal and descriptive. This may well create less competition among students in Norwegian schools than in Australian and American schools. It may also focus less attention on internal comparisons, as grades probably constitute accessible means of comparison between the verbal and the math areas. Thus, there is a need for research that measures math and verbal self-concepts at both the cognitive and the evaluative levels, with such studies being carried out in different cultures.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model",
                "sec_num": "5.1."
            },
            {
                "text": "The path analyses indicated some interesting and systematic gender differences in the pattern of relations among math and verbal self-concepts with general academic self-concept. Although verbal self-concept had a significant and relatively strong direct effect on general academic self-concept for girls, it had no significant effect for boys. For math self-concept, a direct and positive effect appeared for boys, whereas a negative effect appeared for girls. Verbal achievement did not have any significant effect on general academic self-concept for girls, whereas math achievement did. On the other hand, the opposite pattern emerged for boys. These results indicate that both math and verbal areas play an important role in the development of boys' and girls' general academic self-concept. However, for girls, the effect of verbal achievement was an indirect effect through verbal self-concept, the effect of math achievement was a direct one. For boys, there was a direct effect of verbal achievement, whereas the effect of math achievement was indirect through math self-concept.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Academic Self-Concept and Gender Differences",
                "sec_num": "5.2."
            },
            {
                "text": "The results indicated systematic gender differences in the pattern of relations dealing with general academic self-concept. This supports Byrne and Shavelson (1986a) . However, note that only the paths between math self-concept and general academic self-concept were significantly different for boys and girls. Replication of the results with larger samples are therefore needed before any firm conclusions can be drawn. Nevertheless, we feel that an interpretation of the apparent gender differences are in order.",
                "cite_spans": [
                    {
                        "start": 138,
                        "end": 165,
                        "text": "Byrne and Shavelson (1986a)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Academic Self-Concept and Gender Differences",
                "sec_num": "5.2."
            },
            {
                "text": "A possible interpretation of the apparent gender differences can be stated in terms of sex stereotypes. Sex stereotypes suggest that boys have better math abilities than girls and that math is more important for boys, whereas girls are said to have better verbal abilities than boys (e.g., Jacobs & Eccels, 1985) . Part of socialization is that the students adapt these stereotypes and, as a consequence, math achievement may lose value for girls and verbal achievement for boys. Once the students have internalized these stereotypes they may even devalue part of the curriculum in defense of self-esteem. This is not because they have experienced problems in that part of the curriculum but because the stereotypes suggest that they may experience problems in the future. Such stereotypes would explain why there was no direct positive effect of math self-concept on general academic self-concept for girls or of verbal self-concept for boys. However, they do not explain the direct effects of math achievement for girls or of verbal achievement for boys. Thus, the interpretation as well as the tests of significance between the paths for boys and girls calls for further verification of the results.",
                "cite_spans": [
                    {
                        "start": 290,
                        "end": 312,
                        "text": "Jacobs & Eccels, 1985)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Academic Self-Concept and Gender Differences",
                "sec_num": "5.2."
            },
            {
                "text": "The results of this study suggest that one take a new look at the structure of academic self-concept. Shavelson et al. (1976) posited a multifaceted, hierarchical model of self-concept, with perceptions of behavior being at the base, moving to inferences about the self in subareas (e.g., English, history), and then to inferences about the self in academic and nonacademic areas. They assumed that the self-concepts in different academic areas correlate positively. On the rationale that math and verbal self-concepts as measured on the evaluative dimension, do not correlate substantially and that no single (general) higher order factor can explain the common variance among math and verbal achievements and self-concepts, Marsh and Shavelson (1985) and Marsh et al. (1988) proposed a revision of the 1976 model. This revised model included a wide variety of specific academic facets, including a school self-concept and posited two separate second-order factors representing verbal and math self-concepts.",
                "cite_spans": [
                    {
                        "start": 102,
                        "end": 125,
                        "text": "Shavelson et al. (1976)",
                        "ref_id": null
                    },
                    {
                        "start": 726,
                        "end": 752,
                        "text": "Marsh and Shavelson (1985)",
                        "ref_id": null
                    },
                    {
                        "start": 757,
                        "end": 776,
                        "text": "Marsh et al. (1988)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Structure of Academic Self-Concept",
                "sec_num": "5.3."
            },
            {
                "text": "This study did not include measures of math and verbal self-concepts on the evaluative dimension and thus has limited potential of testing different models. However, it suggests that math and verbal self-concepts are not uncorrelated on the cognitive level. If these results apply also to American and Australian samples, math and verbal self-concepts may be more complex than assumed in both the Shavelson et al. (1976) model and the Marsh and Shavelson (1985) model. Moreover, if cognitive math and verbal self-concepts do correlate substantially, a higher order general academic self-concept cannot yet be ruled out. Different theoretical models should be tested on the basis of observed measures, including achievement, cognitive self-concept and evaluative self-concept in both the verbal and the math areas.",
                "cite_spans": [
                    {
                        "start": 397,
                        "end": 430,
                        "text": "Shavelson et al. (1976) model and",
                        "ref_id": null
                    },
                    {
                        "start": 431,
                        "end": 444,
                        "text": "the Marsh and",
                        "ref_id": null
                    },
                    {
                        "start": 445,
                        "end": 461,
                        "text": "Shavelson (1985)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Structure of Academic Self-Concept",
                "sec_num": "5.3."
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "text": "Standardized coefficients among the latent variables for boys and girls. x = t > 2. ACH = achievement; SELF = self-concept; ACAD = academic View larger image > in this page > in new window Standardized coefficients among the latent variables for girls. x = t > 2. ACH = achievement; SELF = self-concept; ACAD = academic View larger image > in this page > in new window > Download slide The root mean square residual (RMSR) was .014, χ 2 (25, N = 231) = 22.01, p = .634, for the total group; RMSR was .019, χ 2 (25, N = 117) = 26.28, p = .393, for boys; and RMSR was .025, χ 2 (25, N = 114) = 18.99, p = .795, for girls. The results of the path analyses, showing standardized regression coefficients, are presented in Figures 2, 3, TABLES AND FIGURES Figure 3. Standardized coefficients among the latent variables for boys. x = t > 2. ACH = achievement; SELF = self-concept; ACAD = academic View larger image > in this page > in new window > Download slide and 4. All weights are based on the maximum likelihood solution.",
                "uris": null
            }
        }
    }
}