{
    "paper_id": "skaalvik_1995",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-22T17:57:37.242227Z"
    },
    "title": "A Test of the Internal/External Frame of Reference Model at Different Levels of Math and Verbal Self-Perception",
    "authors": [
        {
            "first": "Einar",
            "middle": [
                "M"
            ],
            "last": "Skaalvik",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Trondheim",
                "location": {
                    "country": "Norway"
                }
            },
            "email": ""
        },
        {
            "first": "Richard",
            "middle": [
                "J"
            ],
            "last": "Rankin",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Oregon",
                "location": {}
            },
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "In this study, predictive relations were examined between math and verbal achievement and several different measures of motivation. The sample consisted of 348 sixth grade and 325 ninth grade Norwegian students. Motivation variables of self concept, self-perceived aptitude, and self-perceived ability to learn within each domain were highly correlated and used as indicators to define math and verbal latent variables labeled general math and verbal self-perceptions. Subscales measuring self-perceived math and verbal skills were used to define another set of math and verbal latent variables labeled specific math and verbal self-perceptions. Both general and specific math and verbal self-perceptions were strongly related to corresponding achievement. Predictions from Marsh's internal/external frame of reference model were confirmed for math and verbal general self-perceptions but not for specific self-perceptions. General self-perceptions strongly affected intrinsic motivation, self-perceived effort, and anxiety in the respective domains, whereas specific self-perceptions did not. The pattern of results was quite similar for the two grade levels.",
    "pdf_parse": {
        "paper_id": "skaalvik_1995",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "In this study, predictive relations were examined between math and verbal achievement and several different measures of motivation. The sample consisted of 348 sixth grade and 325 ninth grade Norwegian students. Motivation variables of self concept, self-perceived aptitude, and self-perceived ability to learn within each domain were highly correlated and used as indicators to define math and verbal latent variables labeled general math and verbal self-perceptions. Subscales measuring self-perceived math and verbal skills were used to define another set of math and verbal latent variables labeled specific math and verbal self-perceptions. Both general and specific math and verbal self-perceptions were strongly related to corresponding achievement. Predictions from Marsh's internal/external frame of reference model were confirmed for math and verbal general self-perceptions but not for specific self-perceptions. General self-perceptions strongly affected intrinsic motivation, self-perceived effort, and anxiety in the respective domains, whereas specific self-perceptions did not. The pattern of results was quite similar for the two grade levels.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "T he internal/external frame of reference model (I/E model) proposed by Marsh (1986) , suggesting that academic self-concepts are influenced by both external and internal comparisons or frames of references, represents a major development in self-perception theory. The I/E model was developed to explain an unexpected lack of correlation between math and verbal selfconcepts. It offers a challenging new perspective on development of academic self-concept and motivational processes in school. However, even though the model is supported by several studies (see Skaalvik & Rankin, 1992) , few studies have examined the generalizability of the model across different measures of academic self-perception. Such studies are needed to determine the ability of the I/E model to explain development of self-perception in school. Also, as pointed out by Marsh, Walker, and Debus (199D there is a need to test whether the frames of reference proposed in the I/E model are useful in predicting behavior. This study tested the I/E model for math and verbal self-concept at different levels of generality and for implications of the model for students' motivational, emotional, and behavioral responses.",
                "cite_spans": [
                    {
                        "start": 72,
                        "end": 84,
                        "text": "Marsh (1986)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 563,
                        "end": 587,
                        "text": "Skaalvik & Rankin, 1992)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 848,
                        "end": 854,
                        "text": "Marsh,",
                        "ref_id": null
                    },
                    {
                        "start": 855,
                        "end": 862,
                        "text": "Walker,",
                        "ref_id": null
                    },
                    {
                        "start": 863,
                        "end": 878,
                        "text": "and Debus (199D",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Self-concept is colloquially defined as a composite view of oneself. Historically, psychological research on this construct has emphasized a general, overall, or global self-concept (Marsh, 1990a) . However, global self-concept has been shown to be weakly correlated with academic achievement and even academic self-concept is only moderately correlated with achievement (Marsh, Byrne, & Shavelson, 1988; Skaalvik, 1990) .",
                "cite_spans": [
                    {
                        "start": 182,
                        "end": 196,
                        "text": "(Marsh, 1990a)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 371,
                        "end": 404,
                        "text": "(Marsh, Byrne, & Shavelson, 1988;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 405,
                        "end": 420,
                        "text": "Skaalvik, 1990)",
                        "ref_id": "BIBREF28"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Self-Concept",
                "sec_num": null
            },
            {
                "text": "Recent theory emphasizes the multidimensionality of self-concept (Byrne & Shavelson, 1986; Marsh, Byrne, & Shavelson, 1988; Shavelson, Hubner, & Stanton, 1976) . Studies of domain-specific self-concept have focused on self-perceived competence or abilities in specific academic domains, primarily math and verbal areas (e.g., Marsh, Parker, & Barnes, 1985; Shavelson & Bolus, 1982) . A typical item measuring math self-concept is \"I am very good at math\" (Norwich, 1987) . For instance, the much used Self-Description Questionnaire (SDQ; Marsh, 1990b) measures math and verbal self-concept by items questioning both (a) the general feeling of doing well or poorly in the respective domains and (b) motivational and emotional responses to the domains.",
                "cite_spans": [
                    {
                        "start": 65,
                        "end": 90,
                        "text": "(Byrne & Shavelson, 1986;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 91,
                        "end": 123,
                        "text": "Marsh, Byrne, & Shavelson, 1988;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 124,
                        "end": 159,
                        "text": "Shavelson, Hubner, & Stanton, 1976)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 326,
                        "end": 356,
                        "text": "Marsh, Parker, & Barnes, 1985;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 357,
                        "end": 381,
                        "text": "Shavelson & Bolus, 1982)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 455,
                        "end": 470,
                        "text": "(Norwich, 1987)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 538,
                        "end": 551,
                        "text": "Marsh, 1990b)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Self-Concept",
                "sec_num": null
            },
            {
                "text": "Two dimensions of math and verbal self-perceptions not previously explored in the research literature may be labeled self-perceived aptitude and self-perceived ability to learn in the respective domains. Both these dimensions involve self-evaluations and are conceptually related to selfconcept. However, self-concept scales typically measure students' general feelings of doing well or poorly in the respective domains-that is, perceptions of past performance. In this study, self-perceived aptitude focused on students' perceptions of their potentials in the respective domains. Self-I/E Model perceived ability to learn focused on students' expectations of their ability to learn in each domain.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Self-Concept",
                "sec_num": null
            },
            {
                "text": "From a strictly logical point of view, there is a difference between domain-specific self-concept and self-perceived aptitude and ability to learn. For instance, individuals may perceive themselves as not being good at cooking but may feel that they have the capability to learn to cook. They may never have had, or taken, the opportunity to learn cooking. In school, all students are exposed to mathematics and language arts. Hence, in school, but not necessarily in other conditions, the distinction between self-concept, self-perceived aptitude, and self-perceived ability to learn may be artificial. In school, these may be different ways of measuring one and the same dimension, which may be called domain specific self-perceptions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Self-Concept",
                "sec_num": null
            },
            {
                "text": "Even though math and verbal self-concept, self-perceived aptitude, and self-perceived ability to learn are domain specific, they are rather global or general self-perceptions within the domains. Self-perceptions at levels of greater specificity are typically measured in self-efficacy research. Self-efficacy is concerned with judgments of how well one can execute courses of actions required to deal with prospective situations (Bandura, 1982) . Following Bandura (1986) , self-efficacy differs from self-concept in that it is concerned not with the skills and abilities one thinks one has but with judgments of what one can do with whatever skills one possesses. Self-efficacy is typically measured by deriving responses to specific tasks in particular subdomains (Marsh, Walker, & Debus, 1991) . Math self-efficacy, for instance, is often measured by presenting math questions or problems to the students and asking them to indicate how certain they are that they can solve similar types of problems (Bandura & Schunk, 1981) . However, this distinction is not inherent in self-concept and self-efficacy research (see Marsh, 1990c) . Self-concept can be assessed at a low level of generality (e.g., self-concept of ability to calculate percentage). Such measures have not been explored previously in self-concept research. Accordingly, this study explores selfperceived math and verbal skills and their relations to self-concept measures at higher levels of generality.",
                "cite_spans": [
                    {
                        "start": 429,
                        "end": 444,
                        "text": "(Bandura, 1982)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 457,
                        "end": 471,
                        "text": "Bandura (1986)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 766,
                        "end": 796,
                        "text": "(Marsh, Walker, & Debus, 1991)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 1003,
                        "end": 1027,
                        "text": "(Bandura & Schunk, 1981)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 1120,
                        "end": 1133,
                        "text": "Marsh, 1990c)",
                        "ref_id": "BIBREF17"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Self-Concept",
                "sec_num": null
            },
            {
                "text": "According to the internal/external frame of reference model (Marsh, 1986) , math and verbal self-concept are influenced both by external and internal comparisons, or frames of reference. The notion of external comparisons (or social comparisons) is based on the assumption that a membership group provides a frame of reference or a standard of comparison that is used by group members in their self-evaluations (Kelly, 1952; Festinger, 1954; Marsh, 1987; Marsh & Parker, 1984; Rogers, Smith, & Coleman, 1978) .",
                "cite_spans": [
                    {
                        "start": 60,
                        "end": 73,
                        "text": "(Marsh, 1986)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 411,
                        "end": 424,
                        "text": "(Kelly, 1952;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 425,
                        "end": 441,
                        "text": "Festinger, 1954;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 442,
                        "end": 454,
                        "text": "Marsh, 1987;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 455,
                        "end": 476,
                        "text": "Marsh & Parker, 1984;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 477,
                        "end": 508,
                        "text": "Rogers, Smith, & Coleman, 1978)",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "Internal comparisons refer to the students, comparing their perceived abilities or achievements in one domain (e.g., mathematics) with their perceived abilities or achievements in other domains (e.g., verbal), independent of how these perceived abilities compare with other children (Marsh, Smith, & Barnes, 1985) . These internal, relativistic impressions are assumed to constitute a second basis of math and verbal self-concept (Marsh, Smith, & Barnes, 1985) . An example used by Marsh, Smith, and Barnes is a student who perceives him-or herself to be below average in both math and reading skills, but who is better at math than at reading or other school subjects. This student's math skills are below average compared with other students but above average compared with the student's skills in other academic domains. Marsh, Smith, and Barnes claim that, due to internal comparisons, this student may have an average, or even above average, math self-concept.",
                "cite_spans": [
                    {
                        "start": 283,
                        "end": 313,
                        "text": "(Marsh, Smith, & Barnes, 1985)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 430,
                        "end": 460,
                        "text": "(Marsh, Smith, & Barnes, 1985)",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "Because math and verbal achievement tend to be positively correlated, external comparisons predict a positive correlation between math and verbal self-concept. Internal comparisons, according to Marsh (1986) , predict a negative correlation between math and verbal self-concept, because math and verbal skills are compared with each other, and it is the difference between them that contributes to higher self-concept in one of the domains. Thus, according to Marsh, Walker, and Debus (199D, better math skills lead to a better math self-concept but a poorer verbal self-concept, whereas better verbal skills lead to a better verbal self-concept but a poorer math selfconcept. The joint effect of external and internal comparisons is assumed to balance out the effect of each process, resulting in a near zero correlation between math and verbal self-concept. Thus, according to Marsh (1986) , the I/E model predicts both: (a) a near-zero correlation between math and verbal self-concept and (b) negative direct effects of math achievement on verbal self-concept and negative direct effects of verbal achievement on math selfconcept. These predictions are supported in several studies measuring math and verbal self-concepts at a high level of generality (Byrne & Shavelson, 1987; Marsh, 1986; Marsh, Byrne, & Shavelson, 1988; Marsh, Walker, & Debus, 1991) .",
                "cite_spans": [
                    {
                        "start": 195,
                        "end": 207,
                        "text": "Marsh (1986)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 460,
                        "end": 466,
                        "text": "Marsh,",
                        "ref_id": null
                    },
                    {
                        "start": 467,
                        "end": 474,
                        "text": "Walker,",
                        "ref_id": null
                    },
                    {
                        "start": 475,
                        "end": 491,
                        "text": "and Debus (199D,",
                        "ref_id": null
                    },
                    {
                        "start": 492,
                        "end": 498,
                        "text": "better",
                        "ref_id": null
                    },
                    {
                        "start": 879,
                        "end": 891,
                        "text": "Marsh (1986)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 1255,
                        "end": 1280,
                        "text": "(Byrne & Shavelson, 1987;",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 1281,
                        "end": 1293,
                        "text": "Marsh, 1986;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 1294,
                        "end": 1326,
                        "text": "Marsh, Byrne, & Shavelson, 1988;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 1327,
                        "end": 1356,
                        "text": "Marsh, Walker, & Debus, 1991)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "A presupposition underlying the I/E model is that the majority of the students perceive their level of achievement in math and verbal areas as substantially different. Skaalvik and Rankin (1992) , measuring math and verbal self-concept at a high level of generality, showed results supporting this presupposition. They also found that both predictions from the model were supported for students who perceived themselves as achieving better in one of the (math and verbal) areas than in the other but that the two predictions were not supported for students who perceived their math and verbal achievements to be on the same level.",
                "cite_spans": [
                    {
                        "start": 168,
                        "end": 194,
                        "text": "Skaalvik and Rankin (1992)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "Frames of reference are assumed to be directly involved in development of self-concept. Students use the performances of classmates and their own performance in other domains (external and internal comparisons) to establish frames of reference for self-evaluation (Marsh, Walker, & Debus, 1991) . However, both external and internal comparisons may be more important for development of self-concept at a high level of generality (e.g., general feeling of doing well in math) than for self-perceived skills. The general feeling of doing well in math is affected by both previous experiences of being able to do assigned tasks and by comparisons of one's own achievements with those of others and with one's own achievement in other areas. In comparison, self-perceived skills are judgments of one's ability to do particular types of tasks. The focus is on what one can do and not on evaluations of how good that is. Such judgments are assumed to depend primarily on prior mastery experiences with similar types of tasks, and they should be relatively independent of perceptions of what others are able to do or what one can do in other domains (Skaalvik & Rankin, in press ). The questions a person asks himself or herself are different at different levels of generality. At high levels of generality, the judgments concerning math, for instance, involve questions like: How well do I do in math? How good am I in math? and How well can I learn math? In comparison, at a low level of generality, self-perceived skills involve questions like: Can I do the task? and Can I solve this math problem? Based on these differences between self-concept at high and low levels of generality, the predictions from the I/E model are expected to be confirmed when measuring math and verbal self-concepts, self-perceived aptitudes, and self-perceived abilities to learn but not when measuring self-perceived math and verbal skills.",
                "cite_spans": [
                    {
                        "start": 264,
                        "end": 294,
                        "text": "(Marsh, Walker, & Debus, 1991)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 1143,
                        "end": 1171,
                        "text": "(Skaalvik & Rankin, in press",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model",
                "sec_num": null
            },
            {
                "text": "Math and verbal self-perceptions may be expected to affect intrinsic motivation, effort, and anxiety in the respective areas. Self-worth theory assumes that feelings of self-regard arise out of the disclosure of competency or incompetency (Covington, 1984) . It further assumes that individuals are motivated to evaluate themselves favorably and that students are motivated to protect and enhance their sense of worth (Covington, 1984; Rosenberg, 1979) . When children's ability perceptions are threatened in school, they may develop self-protective strategies. Rosenberg proposes that people may devalue situations and activities that are threatening to the self. Covington proposes that another defense may be not to try hard, because the combination of high effort and failure leads to suspicions of low ability. Self-worth theory therefore implies that failure expectations will affect intrinsic motivation, effort, and anxiety. Rankin and I assume that failure expectations and affective consequences are largely domain specific and that ability perceptions may be particularly threatened by expectations to fail relative to one's comparison group. We therefore predict that students' domain-specific selfperceptions (e.g., math self-concept, self-perceived aptitudes, and self-perceived ability to learn), which are assumed to be based on external and internal comparisons, affect intrinsic motivation, effort, and anxiety and are affected by academic achievement. This is in accordance with the dynamic equilibrium model proposed by Marsh (1984) .",
                "cite_spans": [
                    {
                        "start": 239,
                        "end": 256,
                        "text": "(Covington, 1984)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 418,
                        "end": 435,
                        "text": "(Covington, 1984;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 436,
                        "end": 452,
                        "text": "Rosenberg, 1979)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 1540,
                        "end": 1552,
                        "text": "Marsh (1984)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relations With Intrinsic Motivation, Effort, and Anxiety",
                "sec_num": null
            },
            {
                "text": "If self-concept, self-perceived aptitude, and self-perceived ability to learn in mathematics affect intrinsic motivation, effort, and anxiety positively and are negatively affected by verbal achievement, it follows that verbal achievement may be expected to have negative indirect effects on math intrinsic motivation, effort, and anxiety. A prediction that can be made from the I/E model is, therefore, that academic achievement in verbal areas has negative indirect effects on intrinsic motivation, effort, and anxiety in math and that these effects are mediated through domain-specific math self-perceptions at a high level of generality. Also, it may be predicted that math achievement has negative indirect effects on intrinsic motivation, effort, and anxiety in verbal areas and that these effects are mediated through domain-specific, verbal self-perceptions at a high level of generality.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relations With Intrinsic Motivation, Effort, and Anxiety",
                "sec_num": null
            },
            {
                "text": "At a lower level of generality, Bandura (1986) assumes that self-efficacy expectations are major determinants of whether a person will attempt a certain task, how much effort will be expended, and how much persistence will be displayed in pursuing the task in the face of obstacles. Bandura (1986, p.395 ) also expects that \"those who regard themselves as inefficacious . . . suffer much anxiety and stress.\" Research has been supportive of self-efficacy theory, but it is worth noting that in most studies both self-efficacy and indicators of motivation are problem specific. Studies tend not to measure general intrinsic motivation for working with problems within broad domains (e.g., mathematics motivation).",
                "cite_spans": [
                    {
                        "start": 32,
                        "end": 46,
                        "text": "Bandura (1986)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 283,
                        "end": 303,
                        "text": "Bandura (1986, p.395",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relations With Intrinsic Motivation, Effort, and Anxiety",
                "sec_num": null
            },
            {
                "text": "Self-perceived skills are conceptually related to self-efficacy as Bandura (1977) defines it. Thus, judgments of being able to do concrete tasks should be expected to affect motivation for working with the tasks. However, measures of self-perceived skills within a domain may not predict general intrinsic motivation, because these are measures at different levels of generality. Also, high achieving students, who generally have high self-perceived skills, may be underchallenged in school. Under such conditions, the expectation of being able to do the task may not predict high intrinsic motivation. There is therefore a need for research on the relation between self-perceived skills and intrinsic motivation in academic settings.",
                "cite_spans": [
                    {
                        "start": 67,
                        "end": 81,
                        "text": "Bandura (1977)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relations With Intrinsic Motivation, Effort, and Anxiety",
                "sec_num": null
            },
            {
                "text": "Because there is no reason to expect negative direct effects of academic achievement in one area on self-perceived skills in other academic areas (see above), there is also no reason to expect negative indirect effects of achievement in one academic area (e.g., math) on intrinsic motivation, effort, and anxiety in other academic areas (e.g., verbal).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relations With Intrinsic Motivation, Effort, and Anxiety",
                "sec_num": null
            },
            {
                "text": "Again, the present study investigated whether self-concept, self-perceived aptitude, and perceived ability to learn in math and language arts constitute separate and independent factors. In addition, the I/E model was tested for math and verbal self-concept, self-perceived aptitude, self-perceived ability to learn, and self-perceived skills. Furthermore, implications of the I/E model for intrinsic motivation, effort, and anxiety were analyzed by examining relations between these variables and math and verbal achievements and self-perceptions measured at different levels of generality.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relations With Intrinsic Motivation, Effort, and Anxiety",
                "sec_num": null
            },
            {
                "text": "Student participants included 348 sixth-grade Norwegian students (161 boys and 187 girls) and 325 ninth-grade Norwegian students (154 boys and 171 I/E Model girls). These samples were drawn from 18 sixth-grade classes in 9 elementary schools and from 17 ninth-grade classes in 5 middle schools in a large Norwegian city in 1991. Intact classes were drawn by a stratified random procedure according to the size of the schools.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Student Participants",
                "sec_num": null
            },
            {
                "text": "In Norway, children start school the calendar year they are 7, and sixth grade is the last year in elementary school. Students in sixth grade are equivalent in age to seventh-grade U.S. students. Students in elementary school are given verbal informal evaluation but are not formally graded. At this level, they also have few (2-3) teachers each year. Ninth grade is the last year in middle school in Norway. The students are formally graded and have several specialized teachers for different subjects. The mobility in Norway is small, and normally 90% or more of the class cohort does not change from Grade 1 to Grade 6 or from Grade 7 to Grade 9.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Student Participants",
                "sec_num": null
            },
            {
                "text": "Math and verbal self-concept were defined as general feelings of doing well or poorly in the respective domains. Self-concept in each area was measured with a modified 10-item SDQ II scale (Marsh, 1990b) . The original scale contains items measuring both the general feeling of doing well or poorly in the respective domains and motivational and emotional responses to the domains. Motivational and emotional items in the original scale (e.g., \"I hate math\") were replaced with additional items measuring perceptions of doing well or poorly (e.g., \"I always do well in math\") to increase the reliability of these scales. Response categories are: false, mostly false, sometimes false/ sometimes true, mostly true, and true. The math and verbal self-concept measures (hereafter referred to as MSDQ and VSDQ) displayed Cronbach's alphas of (a) MSDQ-.94 and .96 for sixth and ninth grades and (b) VSDQ-.91 and .94, respectively.",
                "cite_spans": [
                    {
                        "start": 189,
                        "end": 203,
                        "text": "(Marsh, 1990b)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Instrumentation",
                "sec_num": null
            },
            {
                "text": "Math and verbal self-perceived aptitude (hereafter referred to as MSPA and VSPA) were defined as the students' perceptions of having high or low aptitude or potential in the two domains. These constructs were measured by 3-item scales formatted the same way as the SDQ (see appendix). Cronbach's alphas for the MSPA were .85 and .90 for sixth and ninth grades, respectively. Corresponding values for the VSPA were .82 and .86.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Instrumentation",
                "sec_num": null
            },
            {
                "text": "Self-perceived ability to learn math and language arts (hereafter referred to as MSAL and VSAL) was defined as students' beliefs about their abilities to learn in the two domains if they really tried. They were measured with 3-item scales designed similarly to the SDQ. Students' were asked to judge how well statements about ability to learn math and verbal arts describe them personally (see appendix). Cronbach's alphas for the MSAL were .80 and .83 for sixth and ninth grades, respectively. Corresponding values for the VSAL were .76 and .83.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Instrumentation",
                "sec_num": null
            },
            {
                "text": "Self-perceived math and verbal skills are defined as success expectations on specific math and verbal tasks. These math and verbal specific selfperceptions are hereafter referred to as MSSP and VSSP. At each grade level, the instruments consisted of 20 math and 30 verbal tasks. The tasks were designed by experienced teachers to represent the different aspects of the students' math and verbal (Norwegian) curriculum and to vary in level of difficulty within each grade level. Each task was presented to the students by trained research assistants, and the students were given approximately 5 seconds to indicate on a dichotomized scale whether they expected to be able to do it. The presentation and the time given for responding were too short for students to really do the tasks but long enough for them to grasp the nature of the tasks.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Instrumentation",
                "sec_num": null
            },
            {
                "text": "The dichotomous items were scaled, and a summed score measured a continuum of students' judgments of being able to do math and verbal tasks. For instance, the verbal scale for ninth grade had 36 items varying in difficulty from easy (with a difficulty score of .98) to hard (with a difficulty score of .28). An itenrwith a difficulty level of .28 was endorsed by only 28% of the respondents. Thus, the instrument aimed at measuring the students' confidence that they could do verbal tasks of varying difficulty on a scale with a range of possible scores from 0 to 36. Cronbach's alphas for the MSSP were found to be .81 and .85 for sixth and ninth grade, respectively. Corresponding values for VSSP were .74 and .84.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Instrumentation",
                "sec_num": null
            },
            {
                "text": "Math and verbal intrinsic motivation (MMOT and VMOT) were defined as interest in working, or liking to work, with tasks in the respective domains in school or in future education and jobs. Both of these constructs, plus selfperceived effort (MEFT and VEFT), anxiety (MANX and VANX), and general motivation for schoolwork (SMOT) were measured by scales formatted after the SDQ (see appendix). There were 15 items on the intrinsic motivation scales, 8 items on the anxiety and effort scales, and 6 items on the scale measuring general motivation for schoolwork. Low scores on the anxiety scales indicated high anxiety. General motivation for schoolwork was defined as liking to work with school tasks in general. Cronbach's alphas for the MMOT were .95 and .97 for sixth and ninth grades, respectively. Corresponding values were .93 and .93 for the VMOT, .92 and .90 for the MANX, .90 and .90 for the VANX, .78 and .89 for the MEFT, .83 and .84 for the VEFT, and .97 and .88 for the SMOT.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Instrumentation",
                "sec_num": null
            },
            {
                "text": "Math and verbal academic achievement (MACH and VACH) were measured by asking students to perform the math and verbal tasks described above. This ensured that the achievement tests used the same tasks used when measuring success expectations. Also, because Norwegian students are not graded during the first 6 years of elementary school and there are no appropriate standardized measures of achievement, these measures w6re developed. Cronbach's alphas for the MACH were .85 and .84 for sixth and ninth grades, respectively. Corresponding values for the VACH were .83 and .87.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Instrumentation",
                "sec_num": null
            },
            {
                "text": "Data were collected in February 1991 for both sixth and ninth grades. Achievement tests and self-perception and motivation instruments were administered separately in different school periods. The instruments were administered HE Model separately in each school class by trained research assistants. For sixth grade, the self-perception and motivation items were read aloud by the assistants. This was done to ensure that all students understood the items and to assist students in completing the questionnaire simultaneously. For all self-perception items except the MSSP and the VSSP, the assistants waited until all students had answered each question before reading the next. After having read an MSSP or VSSP item, the assistants gave the students approximately 5 seconds to indicate whether they believed they would be able to solve the problem correctly. Items in the math and verbal SDQ, SPA, SAL, MOT, EFT, and ANX scales were intermixed and administered before the SSP scales.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Procedures",
                "sec_num": null
            },
            {
                "text": "Data were analyzed with path analysis for latent variables using LISREL 7.20 (Joreskog & Sorbom, 1988) . LISREL proceeds by testing the fit between a sample covariance matrix and a matrix reproduced when parameters are constrained to match a theoretical model. Latent traits are represented by circles, with paths from independent to dependent variables represented by single-headed arrows. Paths represent the standardized coefficients between variables that would occur if each subject had the same score on all the other variables. The fit index (GFI) is the percent of variance in the sample covariance matrix explained by the matrix reproduced from the model. The first step in the analysis was to test the correlations among SDQ, SPA, and SAL. These correlations were tested by four analyses, two at each grade level, with the grade level separated into math and verbal analyses. The 10 items of the SDQ, the 3 items of the SPA, and the 3 items of the SAL were entered into analyses at the item level. A simple covariance structural analysis (LISREL) revealed that the three constructs were highly correlated in both Grade 6 and Grade 9 with the disattenuated coefficients reported in Table 3 . The solutions converged quickly, and there were no problems or warnings. This latter analysis led to the decision to identify two single-domain specific traits at a high level of generality, math general self-perception (hereafter referred to as MGSP) and verbal self-perception (hereafter referred to as VGSP), underlying SDQ, SPA, and SAL, and to use these latent traits in the subsequent models.",
                "cite_spans": [
                    {
                        "start": 77,
                        "end": 102,
                        "text": "(Joreskog & Sorbom, 1988)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1191,
                        "end": 1198,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Data Analysis",
                "sec_num": null
            },
            {
                "text": "The second step in the analysis was to test two path models. Each of the remaining measures in the design was split into subparts randomly with each set defining a factor. Three indicators for each factor are often recommended, and three were used except for the anxiety, motivation, and effort factors because this would give indicators based on only two items. These factors were indicated by two 3-item scales.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data Analysis",
                "sec_num": null
            },
            {
                "text": "The first model (Figure 1 ) specified MACH and VACH by three indicators each; MGSP and VGSP were indicated by math and verbal SDQ, SPA, and SAL; and MSSP and VSSP were indicated by three subscales from the measures of math and verbal specific self-perceptions. All paths from math and verbal achievement to the self-perception variables were opened. The second model (Figure 2 ) extends the first by including math and verbal intrinsic motivation.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 16,
                        "end": 25,
                        "text": "(Figure 1",
                        "ref_id": null
                    },
                    {
                        "start": 367,
                        "end": 376,
                        "text": "(Figure 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Data Analysis",
                "sec_num": null
            },
            {
                "text": "All paths from the achievement and the self-perception variables to math and verbal intrinsic motivation were opened.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data Analysis",
                "sec_num": null
            },
            {
                "text": "To test the models, covariance matrices were used as input to LISREL, and the results are reported as a completely standardized solution. The normal procedure for scaling each factor by fixing one loading to one was followed. There were no warnings or out of bounds parameter estimates. Each solution converged in 14 or fewer iterations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data Analysis",
                "sec_num": null
            },
            {
                "text": "There was no theory predicting the direction of effects among the selfperception variables or among the intrinsic motivation variables. Therefore, in Figures 1 and 2 , no paths were opened between the self-perception variables. Also, in Figure 2 , no paths between the intrinsic motivation variables were opened. The thrust of the analysis was the examination of the predicted paths. This procedure reduced the size of the fit indexes. With one-directional paths among the self-perception variables and the intrinsic motivation variables opened, the fit improved substantially without large changes in the reported path coefficients.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 150,
                        "end": 165,
                        "text": "Figures 1 and 2",
                        "ref_id": null
                    },
                    {
                        "start": 237,
                        "end": 245,
                        "text": "Figure 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Data Analysis",
                "sec_num": null
            },
            {
                "text": "Means and standard deviations for the observed variables are reported in Table 1 . Because MSSP and VSSP were estimations of success expectations on defined math and verbal tasks, and because achievement was estimated through the actual performance of these tasks, a direct comparison between success expectations and achievement could be made. This indicates how realistic students' expectancies were. Table 1 shows that students, to a large degree, were overestimating their ability to correctly solve familiar types of math and verbal problems. Such overestimation has also been found in previous studies (e.g., Lyman, Prentice-Dunn, Wilson, & Bonfilio, 1984) .",
                "cite_spans": [
                    {
                        "start": 615,
                        "end": 662,
                        "text": "Lyman, Prentice-Dunn, Wilson, & Bonfilio, 1984)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 73,
                        "end": 80,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 403,
                        "end": 410,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Correlations among the observed variables are reported in Table 2 . Table  2 shows that intrinsic motivation, effort, and anxiety in the math and verbal domains correlated positively with achievement and with all self-perception scales (SDQ, SPA, SAL, and SSP) in the respective domains. Very high correlations were found between the general measures of math and verbal selfperceptions within each domain (SDQ, SPA, and SAL), whereas these scales correlated more moderately with SSP. Table 3 reports the disattenuated factor correlations among SDQ, SPA, and SAL. Correlations between .84 and .96 suggest that these scales are tapping the same construct. Self-concept, self-perceived aptitude, and selfperceived ability to learn in mathematics and in language arts do not, apparently, constitute separate and independent factors. The three scales form one strong factor in each domain: math and verbal general self-perceptions (MGSP and VGSP).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 58,
                        "end": 65,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 68,
                        "end": 76,
                        "text": "Table  2",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 484,
                        "end": 491,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Correlations among the latent traits are reported in Table 4 . MACH and VACH correlated strongly at both grade levels (.73 and .76 in sixth and ninth grades, respectively). MGSP and VGSP were weakly correlated (.19 and .10 in sixth and ninth grades, respectively). Similar results have been shown in a number of studies (Marsh, 1986; Marsh, Walker, & Debus, 1991) . In contrast, the correlations between MSSP and VSSP were .49 and .53 in sixth and ninth grades, respectively. These correlations are in accordance with corresponding correlations reported by Skaalvik and Rankin (1990) . Results support the first expectation from the I/E model when tested on the general math and verbal self-perception factors but not when tested on the specific self-perception factors (self-perceived skills). Table 4 also shows that MMOT and VMOT were uncorrelated (-.04 at both grade levels), whereas MANX and VANX were weakly correlated (.37 and .30 in sixth and ninth grades, respectively). MEFT and VEFT were more strongly correlated (.65 and .49 in sixth and ninth grades, respectively).",
                "cite_spans": [
                    {
                        "start": 320,
                        "end": 333,
                        "text": "(Marsh, 1986;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 334,
                        "end": 363,
                        "text": "Marsh, Walker, & Debus, 1991)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 557,
                        "end": 583,
                        "text": "Skaalvik and Rankin (1990)",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 53,
                        "end": 60,
                        "text": "Table 4",
                        "ref_id": "TABREF3"
                    },
                    {
                        "start": 795,
                        "end": 802,
                        "text": "Table 4",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "I/E Model",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Results of the path analyses are reported in Figures 1 and 2 . The figures in the models show path coefficients for sixth-grade students first, then ninth grade students.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 45,
                        "end": 60,
                        "text": "Figures 1 and 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "The pattern of relations between math and verbal achievement (MACH and VACH), math and verbal general self-perceptions (MGSP and VGSP), and math and verbal specific self-perceptions (MSSP and VSSP) was first tested Note. SDQ = self-description questionnaire, SAL = self-perceived ability, SPA = selfperceived aptitude. Math above the diagonal, verbal below. Statistics for sixth grade (verbal scales: X 2 = 414.02, df = 101, p = .000, goodness of fit (GFI) = .849; math scales: X 2 = 405.80, df = 101, p = .000, GFI = .857). Statistics for ninth grade (verbal scales: X 2 = 390.16, df = 101, p = .000, GFI = .857; math scales: X 2 = 329.29, df = 101, p = .000, GFI = \"\"\" in the simple model shown in Figure 1 . In sixth grade, the X 2 for this model was 439.73, df = 126, with a Tucker-Lewis index (TLI) of .90, and a GFI = .87. In ninth grade, the X 2 for this model was 388.54, df = 126, with a TLI of .94 and GFI = .89. As expected, there were moderate to strong relations between achievement and both general and specific self-perceptions in the same domains. The relations were very strong in ninth grade (path coefficients in Figure 1 varied from .41 to .94). Also, significant negative direct effects were found of MACH on VGSP (-.22 and -.40 for sixth and ninth grades, respectively) and of VACH on MGSP (-.24 for both grade levels). There was no systematic significant negative direct effect of achievement in one domain on specific self-perception in the other domain; however, there was a significant negative effect of VACH on MSSP in sixth grade (-.23) . Results support the second expectation from the I/E model when tested on general math and verbal self-perception factors but not when tested on the specific self-perception factors.",
                "cite_spans": [
                    {
                        "start": 1559,
                        "end": 1565,
                        "text": "(-.23)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 700,
                        "end": 708,
                        "text": "Figure 1",
                        "ref_id": null
                    },
                    {
                        "start": 1132,
                        "end": 1140,
                        "text": "Figure 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Testing the I/E Model",
                "sec_num": null
            },
            {
                "text": "Figure 2 extends the simple model in Figure 1 by including math and verbal intrinsic motivation (MMOT and VMOT). In sixth grade, the X 2 for this model was 574.12, df= 188, 71/ = .92, and GFI =. 87. In ninth grade, the X 2 for this model was 552.17, df = 188, TLI = .92, and GFI = .87. MGSP had a very strong effect on MMOT (.90 and .88 for sixth and ninth grades, respectively), and VGSP had a strong effect on VMOT (.80 and .81). There were no significant direct effects of MSSP, VSSP, MACH, or VACH on corresponding intrinsic motivation, but MACH and VACH showed substantial indirect effects Note. M--= math, V---= verbal, ACH = achievement, GSP = general self-perception, SSP = specific self-perception, MOT = motivation, EFT = effort, ANX = anxiety, SMOT = school motivation. Sixth grade (N = 348) below the diagonal, ninth grade (N = 325) above the diagonal. High scores on MANX and VANX indicate low anxiety. through math and verbal general self-perceptions; MACH showed a strong positive indirect effect on MMOT and a small negative indirect effect on VMOT, and VACH showed a strong positive indirect effect on VMOT and a small negative indirect effect on MMOT. There were no significant indirect effects of achievement on intrinsic motivation through math and verbal specific self-perceptions. Thus, the results support the significance of the I/E model for understanding processes underlying intrinsic motivation and suggest that these have to be seen in relation to general self-perceptions. Figure 2 demonstrates that the pattern of results was similar for the two grade levels, indicating both the validity of the results and the stability of the processes affecting intrinsic motivation.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 37,
                        "end": 45,
                        "text": "Figure 1",
                        "ref_id": null
                    },
                    {
                        "start": 1503,
                        "end": 1511,
                        "text": "Figure 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Relations With Intrinsic Motivation, Effort, and Anxiety",
                "sec_num": null
            },
            {
                "text": "Two more path analyses were conducted based on the same theoretical model as that in Figure 2 , but replacing MMOT and VMOT with MANX and VANX in the first of these analyses and with MEFT and VEFT in the second analysis. The models reveal the same pattern of results shown in Figure 2 . MGSP had strong effects on both MANX and MEFT (.86 and .67 on MANX and .55 and .59 on MEFT for sixth and ninth grades, respectively). Also, VGSP had strong effects on VANX and VEFT (.70 and .60 on VANX and .75 and .76 on VEFT for sixth and ninth grades, respectively). Thus, the same pattern of indirect effects was found for anxiety and effort as for intrinsic motivation. There were no systematic direct effects of MSSP, VSSP, MACH, or VACH on corresponding anxiety or effort, though VSSP had a small significant effect on VANX (.26) and MSSP had a small significant effect on MEFT (.26) Figure 2 . Path model examining relations among achievement, selfperceptions, and intrinsic motivation. Values are given for sixth grade first, then for ninth grade (* = p < .05, SDQ = Self-Description Questionnaire II, SPA = self-perceived aptitude, SAL = self-perceived ability, Zeta = omitted variable bias).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 85,
                        "end": 93,
                        "text": "Figure 2",
                        "ref_id": null
                    },
                    {
                        "start": 276,
                        "end": 284,
                        "text": "Figure 2",
                        "ref_id": null
                    },
                    {
                        "start": 877,
                        "end": 885,
                        "text": "Figure 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Relations With Intrinsic Motivation, Effort, and Anxiety",
                "sec_num": null
            },
            {
                "text": "I/E Model in ninth grade. Also, VACH had a small direct effect on VANX in sixth grade (.26) and on VEFT in ninth grade (-.38) .",
                "cite_spans": [
                    {
                        "start": 119,
                        "end": 125,
                        "text": "(-.38)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relations With Intrinsic Motivation, Effort, and Anxiety",
                "sec_num": null
            },
            {
                "text": "In a final analysis, MMOT and VMOT were replaced with the single factor SMOT. All paths from achievement and self-perception variables to SMOT were opened. Moderate path coefficients were found from MGSP to SMOT (.39 and .34 in sixth and ninth grades, respectively) and from VGSP to SMOT (.32 and .3D. MSSP did not affect SMOT significantly (-.12 and -.15 in sixth and ninth grades), whereas VSSP had a significant direct effect in ninth grade but not in sixth grade (-.05 and .29 in sixth and ninth grades, respectively). MACH and VACH had no significant direct effects on SMOT.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relations With Intrinsic Motivation, Effort, and Anxiety",
                "sec_num": null
            },
            {
                "text": "This study tested predictions from the I/E model for math and verbal selfconcept at different levels of generality and explored implications of the 1/ E model for students' motivational, emotional, and behavioral responses. It was expected that math and verbal self-concept responses at high levels of generality would be more influenced by external and internal comparisons than self-concept responses at a low level of generality (i.e., self-perceived skills). Hence, the predictions from the I/E model were expected to be confirmed when measuring math and verbal self-concepts, self-perceived aptitudes, and self-perceived abilities to learn, but not when measuring selfperceived math and verbal skills. Accordingly, negative indirect effects of math achievement on verbal motivation and of verbal achievement on math motivation were expected through math and verbal self-perceptions at high levels of generality, but not through math and verbal self-perceived skills.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Measures of self-concept (SDQ), self-perceived aptitude (SPA), and selfperceived ability to learn (SAL) within both math and verbal subject areas were strongly correlated and did not constitute separate and independent factors. Thus, when assessed at the same level of generality, our results suggest that these scales are measuring the same constructive motivation construct. A possible interpretation is that judgments of one's aptitude or ability to learn in a domain are based on general feelings of doing well or poorly in that domain. These judgments therefore resemble domain specific self-concept judgments, assumed to be based on social and internal comparisons, as well as evaluations offered by significant others. No doubt, there is a logical difference between self-concept and self-perceived ability to learn. For instance, individuals may perceive themselves as not being good at, or even able to play the violin, but they may still believe that they have the capability of learning it. However, this distinction may be less relevant for math and verbal self-perceptions in school, because all students are exposed to these activities. Hence, their math and verbal achievements in school may be perceived as a result of their capability for learning in these areas.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "In both samples, predictions from the internal/external frame of reference model were supported for math and verbal general self-perceptions indicated by SDQ, SPA, and SAL. Most previous studies of the I/E model have used English-speaking samples and different measures of math and verbal self-concept. In this study, the model was supported using two Norwegian samples and combining measures of self-concept, self-perceived aptitude, and self-perceived ability to learn into single math and verbal latent traits. Thus, the results demonstrate the strength of the I/E model both across cultures and across different measures of general math and verbal self-perceptions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "In accordance with expectations, the present study failed to support the I/E model for math and verbal specific self-perceptions (self-perceived math and verbal skills). No systematic negative direct effects were found for achievement in one domain (e.g., math) on specific self-perceptions in the other domain (e.g., verbal). Also, math and verbal specific self-perceptions were strongly correlated. An important assumption underlying the I/E model is that self-concept is affected by both internal and external comparisons (see introduction). The results therefore suggest that math and verbal general self-perceptions are affected by internal and external comparisons; however, such comparisons seem to play a negligible role in the formation of selfperceived skills. Consistent with Bandura's (1986) theory and with predictions made by Marsh, Walker, and Debus (199D, self-perceived skills may be affected directly by mastery experiences.",
                "cite_spans": [
                    {
                        "start": 787,
                        "end": 803,
                        "text": "Bandura's (1986)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "As pointed out by Skaalvik and Rankin (1992) , it is not entirely clear what is compared when students are said to compare their perceived abilities or achievements in different (e.g., math and verbal) areas. To get a better understanding of the internal comparisons, one has to explore the psychological processes involved in the comparisons and what criteria people use in comparing their abilities or achievements across areas. This is an important task for future research.",
                "cite_spans": [
                    {
                        "start": 18,
                        "end": 44,
                        "text": "Skaalvik and Rankin (1992)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Our analysis also showed that math and verbal general self-perceptions (indicated by the SDQ, SPA, and SAL) were strongly associated with intrinsic motivation, effort, and anxiety in the respective domains; math and verbal self-perceived skills were not. These findings are consistent with those of a previous study by Norwich (1987) that also measured self-concept at a high level of generality and measured self-efficacy at a low level of generality. Norwich's results showed that academic achievement had a strong indirect effect on motivation through general self-perceptions. Our analysis also demonstrated strong and positive indirect effects of achievement in one domain on intrinsic motivation, effort, and anxiety in the same domain and smaller negative indirect effects of achievement in one domain on intrinsic motivation, effort, and anxiety in the other domain. These results illustrate implications of the I/E model not previously explored. In accordance with the results discussed above-that the I/E model was supported for general but not for specific self-perceptions-the indirect effects of achievement on intrinsic motivation, effort, and anxiety were mediated by general self-perceptions. Bandura (1977 Bandura ( , 1986 postulates that self-efficacy expectations predict effort and persistence in the face of difficulties. The same prediction could be made for self-perceived skills. However, one possible reason for the lack of association between self-perceived skills and intrinsic motivation or effort in this study is that high achieving students, who also tend to have high selfperceived skills, often receive insufficient challenge in school. Thus, they do not need maximal effort to manage the tasks. Under such conditions, the pure expectation of being able to perform the task (self-perceived skills) may not be a good predictor of intrinsic motivation or high effort.",
                "cite_spans": [
                    {
                        "start": 319,
                        "end": 333,
                        "text": "Norwich (1987)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 1209,
                        "end": 1222,
                        "text": "Bandura (1977",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 1223,
                        "end": 1239,
                        "text": "Bandura ( , 1986",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Another possible reason for the attenuated relations between self-perceived skills and intrinsic motivation, effort, and anxiety in this study is that intrinsic motivation, effort, and anxiety were all assessed at high levels of generality (e.g., general motivation for math). Thus, the level of generality in the assessments of intrinsic motivation, effort, and anxiety more closely corresponded with the measures of general self-perceptions than with the measures of self-perceived skills. The possibility should not be ruled out that students' motivation to work with specific tasks is affected by their judgment of being able to do those tasks. The distinction between levels of generality may have important practical implications as part of the school day is spent practicing previous knowledge and skills. But schoolwork also has to do with learning new tasks, and with anticipations of one's abilities for learning new tasks. Our results suggest that these anticipations affect students' intrinsic motivation for mathematics in general and their general math anxiety. An important task for future research is to examine predictive values of self-perceptions measured at different levels of generality for both general intrinsic math and verbal motivation and for motivation for working with concrete problems. Such studies should also include behavioral measures of motivation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "I/E Model",
                "sec_num": null
            },
            {
                "text": "The frames of references used in the development of general and specific self-perceptions are a third possible reason for the present results concerning motivation and anxiety. In self-concept research, much emphasis has been placed on internal and external comparisons that subjects use as frames of references for evaluating their competencies. Such comparisons may be substantially attenuated in students' judgments of their math and verbal skills; these judgments may be based more directly on previous performance. One hypothesis that may be derived from this study is that it is not the expectations of being able to do certain tasks that affect general intrinsic motivation and anxiety but the performance expectations relative to some standard-for example, perception of what others can do. A similar reasoning is offered by Marsh, Walker, and Debus (1991) .",
                "cite_spans": [
                    {
                        "start": 833,
                        "end": 864,
                        "text": "Marsh, Walker, and Debus (1991)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "I/E Model",
                "sec_num": null
            },
            {
                "text": "The lack of correlation between math and verbal intrinsic motivation and the low correlation between math and verbal anxiety we found suggests that intrinsic motivation and anxiety in school may be domain-specific concepts. These results are consistent with Marsh's (1984) and Skaalvik's (1994) indications that ability attributions in math and reading are domain specific. From a practical standpoint, this means that attempts to increase students' intrinsic motivation and to decrease their anxiety in school should be related to actual school subjects.",
                "cite_spans": [
                    {
                        "start": 258,
                        "end": 272,
                        "text": "Marsh's (1984)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 277,
                        "end": 294,
                        "text": "Skaalvik's (1994)",
                        "ref_id": "BIBREF29"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "I/E Model",
                "sec_num": null
            },
            {
                "text": "In the present study, math and verbal specific self-perceptions were measured by asking students of two grade levels to judge their ability to correctly solve the same set of concrete math and verbal problems. This procedure may have limited the generalizability of results. If students' operating self-perceptions in classroom situations may be defined as their expectations of being able to solve those tasks that they actually work on in school, then such an understanding of self-perceptions in school represents a methodological problem. The tasks students work on in school will vary both between and within classes. Our standardized tasks attempted to overcome this problem. However, our study does not rule out the possibility that students' math and verbal motivation and anxiety for actual classroom situations are affected by their everyday mastery expectations in actual math and verbal classes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "I/E Model",
                "sec_num": null
            },
            {
                "text": "This reasoning leads to a hypothesized model where general math and verbal intrinsic motivation is affected by math and verbal self-concept (general feeling of doing well in the respective domains), which again is affected by internal and external comparisons. Motivation (effort and persistance) for working with concrete math and verbal tasks in school is hypothesized to be affected by both general intrinsic motivation and self-perceived skills (expectations of being able to do the tasks), the latter being affected by mastery expectations. The proposed model, that is only partially built on results of the present study, ought to be tested in future research.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "I/E Model",
                "sec_num": null
            },
            {
                "text": "A possible limitation to the generalizability of these results is that math and verbal items were interspersed when we measured general self-perceptions; this may have accentuated the internal comparison process (see Marsh, Walker, and Debus, 1991) . Math and verbal self-perceived skills, on the other hand, were measured by separate scales. Although we agree with Marsh, Walker, and Debus that intermixing self-perceived skill items would not induce a substantial internal comparison process, there is a need for further clarification on this point.",
                "cite_spans": [
                    {
                        "start": 217,
                        "end": 248,
                        "text": "Marsh, Walker, and Debus, 1991)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "I/E Model",
                "sec_num": null
            },
            {
                "text": "Math and verbal specific self-perceptions were defined in this study as students' expectations of being able to correctly solve concrete math and verbal problems of varying difficulty. Specific self-perceptions measured as self-perceived skills form scales that are conceptually related to math and verbal self-efficacy, as defined by Bandura (1986) , although the scaling procedure for most self-efficacy measures differs from ours. Self-perceived ability to learn in math and verbal domains is also conceptually related to math and verbal learning self-efficacy. If self-efficacy is viewed as a latent trait concerned with judgments of what one can do with whatever skills and aptitudes one has, and not considered to be scale specific, then a final hypothesis based on our data is that the I/E model would not apply to specific measures of math and verbal self-efficacy as typically measured; however, it might apply to measures of learning self-efficacy. Future research should test these predictions.",
                "cite_spans": [
                    {
                        "start": 335,
                        "end": 349,
                        "text": "Bandura (1986)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "I/E Model",
                "sec_num": null
            },
            {
                "text": "at PENNSYLVANIA STATE UNIV on September 16, 2016 http://aerj.aera.net Downloaded from",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "This research was supported by a grant from the Norwegian Research Council. The authors wish to thank the Psychological Corporation for granting permission to model the self-perception instruments after the Self-Description Questionnaire II (Marsh, 1990b) for use in the project reported here.",
                "cite_spans": [
                    {
                        "start": 241,
                        "end": 255,
                        "text": "(Marsh, 1990b)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "acknowledgement",
                "sec_num": null
            },
            {
                "text": "Working with verbal arts is fun. In high school, I want to get on a track that has as little instruction in verbal arts as possible. In my further education, I would like as little reading and writing as possible. I don't mind a lot of verbal arts in my further education. A further education with a lot of reading and writing does not appeal to me. I would like an occupation where I can practice reading and writing. In the future, I would like to learn more verbal arts. I want to avoid studying verbal arts in high school and college. I want a job where I do not have to do reading and writing. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Math and Verbal Scales",
                "sec_num": null
            },
            {
                "text": "Schoolwork is boring. I enjoy learning in school.Note. The above items were translated from the Norwegian into English. The intent is to convey the meaning from the Norwegian rather than provide an English language version of the questionnaire.'Norwegian words for inborn ability are here translated into aptitude and talent.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "IIE Model",
                "sec_num": null
            },
            {
                "text": "Verbal arts is used in the translation to refer to reading and writing skills in Norwegian. The term used in the questionnaire is \"norsk\" which in the item contexts refers to reading and writing as a school subject.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "2",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Self-efficacy: Toward a unifying theory of behavioral change",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Bandura",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Psychological Review",
                "volume": "84",
                "issue": "",
                "pages": "191--215",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bandura, A. (1977). Self-efficacy: Toward a unifying theory of behavioral change. Psychological Review, 84, 191-215.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Self-efficacy mechanisms in human agency",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Bandura",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "American Psychologist",
                "volume": "37",
                "issue": "",
                "pages": "122--147",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bandura, A. (1982). Self-efficacy mechanisms in human agency. American Psycholo- gist, 37, 122-147.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Social foundations of thought and action: A social cognitive theory",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Bandura",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bandura, A. (1986). Social foundations of thought and action: A social cognitive theory. Englewood Cliffs, NJ: Prentice-Hall.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Cultivating competence, self-efficacy, and intrinsic interest through proximal self-motivation, fournal of Personality and Social Psychology",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Bandura",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "H"
                        ],
                        "last": "Schunk",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "41",
                "issue": "",
                "pages": "586--598",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bandura, A., & Schunk, D. H. (1981). Cultivating competence, self-efficacy, and intrinsic interest through proximal self-motivation, fournal of Personality and Social Psychology, 41, 586-598.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "On the structure of adolescent self-concept. fournal of Educational Psychology",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Byrne",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "",
                "volume": "78",
                "issue": "",
                "pages": "474--481",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Byrne, B. M., & Shavelson, R. J. (1986). On the structure of adolescent self-concept. fournal of Educational Psychology, 78, 474-481.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Adolescent self-concept: The assumption of equivalent structure across gender",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Byrne",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "American Educational Research fournal",
                "volume": "24",
                "issue": "",
                "pages": "365--385",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Byrne, B. M., & Shavelson, R.J. (1987). Adolescent self-concept: The assumption of equivalent structure across gender. American Educational Research fournal, 24, 365-385.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "The self-worth theory of achievement motivation: Findings and implications. The Elementary School fournal",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "V"
                        ],
                        "last": "Covington",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "",
                "volume": "85",
                "issue": "",
                "pages": "5--20",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Covington, M. V. (1984). The self-worth theory of achievement motivation: Findings and implications. The Elementary School fournal, 85, 5-20.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "A theory of social comparison processes",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Festinger",
                        "suffix": ""
                    }
                ],
                "year": 1954,
                "venue": "Human Relations",
                "volume": "7",
                "issue": "",
                "pages": "117--148",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Festinger, L. (1954). A theory of social comparison processes. Human Relations, 7, 117-148.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "LISREL 7: A guide to the program and applications",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Joreskog",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Sorbom",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Joreskog, K., & Sorbom, D. (1988). LISREL 7: A guide to the program and applications. Chicago: SPSS.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "The two functions of reference groups",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "H"
                        ],
                        "last": "Kelly",
                        "suffix": ""
                    }
                ],
                "year": 1952,
                "venue": "Readings in social psychology",
                "volume": "",
                "issue": "",
                "pages": "410--414",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kelly, H. H. (1952). The two functions of reference groups. In G.E. Swanson, T. M. Newcomb, & E. L. Hartley (Eds.), Readings in social psychology (pp. 410-414). New York: Holt, Rinehart & Winston.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "The effects of success or failure on self-efficacy and task persistence of conduct-disordered children",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "D"
                        ],
                        "last": "Lyman",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Prentice-Dunn",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "R"
                        ],
                        "last": "Wilson",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "Bonfilio",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Psychology in the Schools",
                "volume": "21",
                "issue": "",
                "pages": "516--519",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lyman, R. D., Prentice-Dunn, S., Wilson, D. R., & Bonfilio, S. A. (1984). The effects of success or failure on self-efficacy and task persistence of conduct-disordered children. Psychology in the Schools, 21, 516-519.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Relations among dimensions of self-attribution, dimensions of self-concept, and academic achievements, fournal of Educational Psychology",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "",
                "volume": "76",
                "issue": "",
                "pages": "1291--1308",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1984). Relations among dimensions of self-attribution, dimensions of self-concept, and academic achievements, fournal of Educational Psychology, 76, 1291-1308.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Verbal and math self-concepts: An internal/external frame of reference model",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Educational Research fournal",
                "volume": "23",
                "issue": "",
                "pages": "129--149",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1986). Verbal and math self-concepts: An internal/external frame of reference model. Educational Research fournal, 23, 129-149.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "The big-fish-little-pond effect on academic self-concept, fournal of Educational Psychology",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "",
                "volume": "79",
                "issue": "",
                "pages": "280--295",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1987). The big-fish-little-pond effect on academic self-concept, fournal of Educational Psychology, 79, 280-295.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Influences of internal and external frames of reference on the formation of math and English self-concepts",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Journal ofEducational Psychology",
                "volume": "82",
                "issue": "",
                "pages": "107--116",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1990a). Influences of internal and external frames of reference on the formation of math and English self-concepts. Journal ofEducational Psychology, 82, 107-116.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "SDQII. Manual & research monograph",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1990b). SDQII. Manual & research monograph. New York: Psychologi- cal Corporation, Harcourt Brace Jovanovich.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "A multidimensional, hierarchical model of self-concept: Theoretical and empirical justification",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Educational Psychology Review",
                "volume": "2",
                "issue": "",
                "pages": "77--172",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1990c). A multidimensional, hierarchical model of self-concept: Theoret- ical and empirical justification. Educational Psychology Review, 2, 77-172.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "A multifaceted academic selfconcept: Its hierarchical structure and its relation to academic achievement",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Byrne",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Journal of Educational Psychology",
                "volume": "80",
                "issue": "",
                "pages": "366--380",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Byrne, B.M., & Shavelson, R.J. (1988). A multifaceted academic self- concept: Its hierarchical structure and its relation to academic achievement. Journal of Educational Psychology, 80, 366-380.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Determinants of student self-concept: Is it better to be a relatively large fish in a small pond even if you don't learn to swim as well",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Parker",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Journal of Personality and Social Psychology",
                "volume": "47",
                "issue": "",
                "pages": "213--231",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Parker, J.W. (1984). Determinants of student self-concept: Is it better to be a relatively large fish in a small pond even if you don't learn to swim as well? Journal of Personality and Social Psychology, 47, 213-231.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Multidimensional adolescent self-concepts: Their relationship to age, sex, and academic measures",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Parker",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "American Educational Research Journal",
                "volume": "22",
                "issue": "",
                "pages": "422--444",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Parker, J., & Barnes, J. (1985). Multidimensional adolescent self-con- cepts: Their relationship to age, sex, and academic measures. American Educa- tional Research Journal, 22, 422-444.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Multidimensional self-concepts: Relations with sex and academic achievement",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "D"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Journal of Educational Psychology",
                "volume": "77",
                "issue": "",
                "pages": "581--596",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Smith, I.D., & Barnes, J. (1985). Multidimensional self-concepts: Rela- tions with sex and academic achievement. Journal of Educational Psychology, 77, 581-596.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Subject specific components of academic self-concept and self-efficacy",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Walker",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Debus",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Contemporary Educational Psychology",
                "volume": "16",
                "issue": "",
                "pages": "331--345",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Walker, R., & Debus, R. (1991). Subject specific components of academic self-concept and self-efficacy. Contemporary Educational Psychology, 16, 331-345.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Self-efficacy and mathematics achievement: A study of their relation",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Norwich",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Journal of Educational Psychology",
                "volume": "79",
                "issue": "",
                "pages": "384--387",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Norwich, B. (1987). Self-efficacy and mathematics achievement: A study of their relation. Journal of Educational Psychology, 79, 384-387.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Social comparison in the classroom: The relationship between academic achievement and self-concept",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Rogers",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Coleman",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Journal of Educational Psychology",
                "volume": "70",
                "issue": "",
                "pages": "50--57",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rogers, C. M., Smith, M.D., & Coleman, J.M. (1978). Social comparison in the class- room: The relationship between academic achievement and self-concept Journal of Educational Psychology, 70, 50-57.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Conceiving the self New York: Basic",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Rosenberg",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rosenberg, M. (1979). Conceiving the self New York: Basic.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Self-concept: The interplay of theory and methods",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Bolus",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Journal of Educational Psychology",
                "volume": "74",
                "issue": "",
                "pages": "3--17",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shavelson, R. J., & Bolus, R. (1982). Self-concept: The interplay of theory and methods. Journal of Educational Psychology, 74, 3-17.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Validation of construct interpretations",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Hubner",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "C"
                        ],
                        "last": "Stanton",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Review of Educational Research",
                "volume": "46",
                "issue": "",
                "pages": "407--441",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shavelson, R. J., Hubner, J.J., & Stanton, G.C. (1976). Validation of construct interpreta- tions. Review of Educational Research, 46, 407-441.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Gender differences in general academic self-esteem and in success expectations on defined academic problems",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Skaalvik",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Journal of Educational Psychology",
                "volume": "82",
                "issue": "",
                "pages": "593--598",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Skaalvik, E. M. (1990). Gender differences in general academic self-esteem and in success expectations on defined academic problems. Journal of Educational Psychology, 82, 593-598.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Attribution of perceived achievement in school in general and in math and verbal areas: relations with academic self-concept and self-esteem",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Skaalvik",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "British Journal of Educational Psychology",
                "volume": "64",
                "issue": "",
                "pages": "133--143",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Skaalvik, E. M. (1994). Attribution of perceived achievement in school in general and in math and verbal areas: relations with academic self-concept and self-esteem. British Journal of Educational Psychology, 64, 133-143.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Math, verbal, and general academic selfconcept: The internal/external frame of reference model and gender differences in self-concept structure",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Skaalvik",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Rankin",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Journal of Educational Psychology",
                "volume": "82",
                "issue": "",
                "pages": "546--554",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Skaalvik, E. M., & Rankin, R. J. (1990). Math, verbal, and general academic self- concept: The internal/external frame of reference model and gender differences in self-concept structure. Journal of Educational Psychology, 82, 546-554.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Math and verbal achievement and self-concepts: Testing the internal/external frame of reference model",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Skaalvik",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Rankin",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Journal of Early Adolescence",
                "volume": "12",
                "issue": "",
                "pages": "267--279",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Skaalvik, E. M., & Rankin, R.J. (1992). Math and verbal achievement and self-concepts: Testing the internal/external frame of reference model. Journal of Early Adoles- cence, 12, 267-279.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Dimensions of math and verbal self-concept and the internal/external frame of reference model",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Skaalvik",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Rankin",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Skaalvik, E. M., & Rankin, R.J. (in press). Dimensions of math and verbal self-concept and the internal/external frame of reference model. In A. Oosterwegel & R. A. Wicklund (Eds.), The self in European and North American culture: Development and processes. Dordrecht, The Netherlands: Kluwer. Manuscript received April 21, 1993 Revision received June 27, 1994",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "text": "Note. M--= math, V--= verbal, ACH = achievement, SDQ = self-description questionnaire, SPA = self-perceived aptitude, SAL = self-perceived ability to learn, SSP = specific self-perceptions, MOT = motivation, EFT = effort, ANX = anxiety, SMOT = school motivation. Standard deviations in parentheses.",
                "uris": null
            },
            "FIGREF1": {
                "num": null,
                "type_str": "figure",
                "text": "Note. M-= math, V---= verbal ACH = achievement, SDQ = self-description questionnaire, SPA = self-perceived aptitude, SAL = self-perceived ability to learn, SSP = specific self-perceptions, MOT = motivation, EFT = effort, ANX = anxiety, SMOT = school motivation. Sixth grade (N = 348) below the diagonal, ninth grade (N = 325) above the diagonal. High scores on MANX and VANX indicate low anxiety.",
                "uris": null
            },
            "TABREF0": {
                "num": null,
                "text": "",
                "type_str": "table",
                "content": "<table><tr><td/><td>Six</td><td/><td>Nine</td><td/></tr><tr><td>MACH</td><td>12.26</td><td>(4.63)</td><td>9.30</td><td>(4.43)</td></tr><tr><td>MSDQ</td><td>36.39</td><td>(8.95)</td><td>32.05</td><td>(11.16)</td></tr><tr><td>MSPA</td><td>11.16</td><td>(3.01)</td><td>10.04</td><td>(3.68)</td></tr><tr><td>MSAL</td><td>13.10</td><td>(2.19)</td><td>12.21</td><td>(2.76)</td></tr><tr><td>MSSP</td><td>17.81</td><td>(2.72)</td><td>17.19</td><td>(3.84)</td></tr><tr><td>MMOT</td><td>50.33</td><td>(14.59)</td><td>45.05</td><td>(17.50)</td></tr><tr><td>MEFT</td><td>3178</td><td>(5.17)</td><td>29.23</td><td>(7.06)</td></tr><tr><td>MANX</td><td>32.17</td><td>(7.26)</td><td>32.91</td><td>(6.65)</td></tr><tr><td>VACH</td><td>20.63</td><td>(5.20)</td><td>20.01</td><td>(7.15)</td></tr><tr><td>VSDQ</td><td>36.36</td><td>(7.90)</td><td>35.74</td><td>(8.48)</td></tr><tr><td>VSPA</td><td>11.36</td><td>(2.74)</td><td>10.95</td><td>(3.00)</td></tr><tr><td>VSAL</td><td>13.10</td><td>(2.23)</td><td>12.69</td><td>(2.47)</td></tr><tr><td>VSSP</td><td>27.43</td><td>(2.74)</td><td>27.42</td><td>(5.41)</td></tr><tr><td>VMOT</td><td>50.28</td><td>(12.34)</td><td>56.88</td><td>(12.49)</td></tr><tr><td>VEFT</td><td>31.06</td><td>(5.71)</td><td>30.24</td><td>(5.78)</td></tr><tr><td>VANX</td><td>33.25</td><td>(6.57)</td><td>34.56</td><td>(5.76)</td></tr><tr><td>SMOT</td><td>18.90</td><td>(5.73)</td><td>18.90</td><td>(5.83)</td></tr></table>"
            },
            "TABREF1": {
                "num": null,
                "text": "",
                "type_str": "table",
                "content": "<table><tr><td>Subscale</td><td>1</td><td>2</td><td>3</td><td>4</td><td>5</td><td>6</td><td>7</td><td>8</td><td>9</td><td>10</td><td>11</td><td>12</td><td>13</td><td>14</td><td>15</td><td>16</td><td>17</td></tr><tr><td>1 MACH</td><td>1.00</td><td>.66</td><td>.61</td><td>.58</td><td>.65</td><td>.59</td><td>.44</td><td>.46</td><td>.63</td><td>.19</td><td>.17</td><td>.16</td><td>.40</td><td>.03</td><td>.09</td><td>.16</td><td>.26</td></tr><tr><td>2 MSDQ</td><td>.48</td><td>1.00</td><td>.88</td><td>.80</td><td>.66</td><td>.86</td><td>.63</td><td>.66</td><td>.37</td><td>.07</td><td>.05</td><td>.05</td><td>.24</td><td>-.08</td><td>.05</td><td>.10</td><td>.28</td></tr><tr><td>3 MSPA</td><td>.41</td><td>.85</td><td>1.00</td><td>.83</td><td>.61</td><td>.81</td><td>.56</td><td>.60</td><td>.39</td><td>.07</td><td>.14</td><td>.08</td><td>.21</td><td>-.06</td><td>.03</td><td>.09</td><td>.27</td></tr><tr><td>4 MSAL</td><td>.33</td><td>.74</td><td>.74</td><td>1.00</td><td>.57</td><td>.70</td><td>.49</td><td>.60</td><td>.40</td><td>.14</td><td>.16</td><td>.24</td><td>.24</td><td>.00</td><td>.03</td><td>.14</td><td>.30</td></tr><tr><td>5 MSSP</td><td>.46</td><td>.48</td><td>.47</td><td>.46</td><td>1.00</td><td>.57</td><td>.51</td><td>.46</td><td>.44</td><td>.19</td><td>.18</td><td>.13</td><td>.46</td><td>-.02</td><td>.14</td><td>.18</td><td>.24</td></tr><tr><td>6 MMOT</td><td>.25</td><td>.72</td><td>.70</td><td>.58</td><td>.30</td><td>1.00</td><td>.67</td><td>.62</td><td>.32</td><td>.02</td><td>-.00</td><td>-.02</td><td>.18</td><td>-.03</td><td>.10</td><td>.03</td><td>.37</td></tr><tr><td>7 MEFT</td><td>.29</td><td>.54</td><td>.48</td><td>.45</td><td>.30</td><td>.60</td><td>1.00</td><td>.53</td><td>.21</td><td>.09</td><td>.09</td><td>.01</td><td>.12</td><td>.01</td><td>.45</td><td>.14</td><td>.33</td></tr><tr><td>8 MANX</td><td>.39</td><td>.78</td><td>.60</td><td>.58</td><td>.36</td><td>.58</td><td>.49</td><td>1.00</td><td>.29</td><td>.10</td><td>.08</td><td>.09</td><td>.17</td><td>-.03</td><td>.15</td><td>.27</td><td>.25</td></tr><tr><td>9 VACH</td><td>.63</td><td>.26</td><td>.16</td><td>.25</td><td>.25</td><td>.02</td><td>.14</td><td>.26</td><td>1.00</td><td>.48</td><td>.47</td><td>.43</td><td>.62</td><td>.29</td><td>.20</td><td>.30</td><td>.29</td></tr><tr><td>10 VSDQ</td><td>.12</td><td>.15</td><td>.11</td><td>.20</td><td>.09</td><td>-.08</td><td>• 13</td><td>.11</td><td>.35</td><td>1.00</td><td>.83</td><td>.79</td><td>.52</td><td>.71</td><td>.53</td><td>.52</td><td>.35</td></tr><tr><td>11 VSPA</td><td>.12</td><td>.17</td><td>.19</td><td>.24</td><td>.12</td><td>-.06</td><td>.10</td><td>.11</td><td>.29</td><td>.83</td><td>1.00</td><td>.79</td><td>.47</td><td>.59</td><td>.46</td><td>.49</td><td>.33</td></tr><tr><td>12 VSAL</td><td>.12</td><td>.20</td><td>.15</td><td>.39</td><td>.14</td><td>-.01</td><td>.17</td><td>.14</td><td>.30</td><td>.69</td><td>.69</td><td>1.00</td><td>.46</td><td>.58</td><td>.41</td><td>.50</td><td>.28</td></tr><tr><td>13 VSSP</td><td>.18</td><td>.28</td><td>.25</td><td>.30</td><td>.42</td><td>.07</td><td>.10</td><td>.25</td><td>.34</td><td>.41</td><td>.39</td><td>.34</td><td>1.00</td><td>.33</td><td>.28</td><td>.39</td><td>.33</td></tr><tr><td>14 VMOT</td><td>-.08</td><td>-.11</td><td>-.09</td><td>.02</td><td>-.10</td><td>-.04</td><td>.10</td><td>-.08</td><td>.13</td><td>.69</td><td>.59</td><td>.52</td><td>.18</td><td>1.00</td><td>.55</td><td>.48</td><td>.58</td></tr><tr><td>15 VEFT</td><td>.08</td><td>•09</td><td>.05</td><td>.11</td><td>.06</td><td>.04</td><td>.50</td><td>.12</td><td>.19</td><td>.60</td><td>.51</td><td>.48</td><td>.21</td><td>.65</td><td>1.00</td><td>.41</td><td>.51</td></tr><tr><td>16 VANX</td><td>.13</td><td>.16</td><td>.02</td><td>.20</td><td>.07</td><td>-.05</td><td>.14</td><td>.33</td><td>.33</td><td>.69</td><td>.55</td><td>.59</td><td>.29</td><td>.52</td><td>.53</td><td>1.00</td><td>.29</td></tr><tr><td>17 SMOT</td><td>.11</td><td>.30</td><td>.27</td><td>.31</td><td>.07</td><td>.46</td><td>.46</td><td>.27</td><td>.15</td><td>.30</td><td>.27</td><td>.26</td><td>.12</td><td>.48</td><td>.43</td><td>.24</td><td>1.00</td></tr></table>"
            },
            "TABREF2": {
                "num": null,
                "text": "Factor Correlations",
                "type_str": "table",
                "content": "<table><tr><td>Factors</td><td>SDQ</td><td>SAL</td><td>SPA</td></tr><tr><td/><td>Grade 6</td><td/><td/></tr><tr><td>SDQ</td><td>1.000</td><td>.846</td><td>.953</td></tr><tr><td>SAL</td><td>.881</td><td>1.000</td><td>.890</td></tr><tr><td>SPA</td><td>.964</td><td>.841</td><td>1.000</td></tr><tr><td/><td>Grade 9</td><td/><td/></tr><tr><td>SDQ</td><td>1.000</td><td>.885</td><td>.947</td></tr><tr><td>SAL</td><td>.885</td><td>1.000</td><td>.962</td></tr><tr><td>SPA</td><td>.923</td><td>.915</td><td>1.000</td></tr></table>"
            },
            "TABREF3": {
                "num": null,
                "text": "",
                "type_str": "table",
                "content": "<table><tr><td>Subscale</td><td>1</td><td>2</td><td>3</td><td>4</td><td>5</td><td>6</td><td>7</td><td>8</td><td>9</td><td>10</td><td>11</td><td>12</td><td>13</td></tr><tr><td>1 MACH</td><td>1.00</td><td>.57</td><td>.73</td><td>.50</td><td>.41</td><td>.46</td><td>.76</td><td>.33</td><td>.45</td><td>.16</td><td>.14</td><td>.23</td><td>.31</td></tr><tr><td>2 MGSP</td><td>.53</td><td>1.00</td><td>.68</td><td>.89</td><td>.72</td><td>.72</td><td>.51</td><td>.10</td><td>.23-</td><td>-.07</td><td>.05</td><td>.11</td><td>.32</td></tr><tr><td>3 MSSP</td><td>.55</td><td>.55</td><td>1.00</td><td>.58</td><td>.51</td><td>.54</td><td>.75</td><td>.28</td><td>.53</td><td>.06</td><td>.16</td><td>.25</td><td>.35</td></tr><tr><td>4 MMOT</td><td>.28</td><td>.77</td><td>.33</td><td>1.00</td><td>.75</td><td>.67</td><td>.41</td><td>.01</td><td>.16</td><td>-.04</td><td>.10</td><td>.04</td><td>.40</td></tr><tr><td>5 MEFT</td><td>.40</td><td>.68</td><td>.41</td><td>.72</td><td>1.00</td><td>.64</td><td>.35</td><td>.09</td><td>.12</td><td>.00</td><td>.49</td><td>.17</td><td>.38</td></tr><tr><td>6 MANX</td><td>.44</td><td>.82</td><td>.40</td><td>.63</td><td>.62</td><td>1.00</td><td>.35</td><td>.12</td><td>.16-</td><td>-.04</td><td>.18</td><td>.30</td><td>.29</td></tr><tr><td>7 VACH</td><td>.73</td><td>.28</td><td>.30</td><td>.02</td><td>.20</td><td>.29</td><td>1.00</td><td>.56</td><td>.78</td><td>.29</td><td>.31</td><td>.36</td><td>.37</td></tr><tr><td>8 VGSP</td><td>.14</td><td>.19</td><td>.13-</td><td>-.07</td><td>.17</td><td>.13</td><td>.39</td><td>1.00</td><td>.58</td><td>.74</td><td>.65</td><td>.59</td><td>.39</td></tr><tr><td>9 VSSP</td><td>.22</td><td>.33</td><td>.49</td><td>.08</td><td>.14</td><td>.29</td><td>.40</td><td>.49</td><td>1.00</td><td>.33</td><td>.33</td><td>.44</td><td>.34</td></tr><tr><td>10 VMOT</td><td colspan=\"2\">-.10 • -.10-</td><td colspan=\"2\">-.11 --.04</td><td colspan=\"2\">.12 • -.09</td><td>.14</td><td>.73</td><td>.22</td><td>1.00</td><td>.66</td><td>.54</td><td>.63</td></tr><tr><td>11 VEFT</td><td>.11</td><td>.11</td><td>.09</td><td>.03</td><td>.65</td><td>.14</td><td>.25</td><td>.72</td><td>.27</td><td>.76</td><td>1.00</td><td>.54</td><td>.61</td></tr><tr><td>12 VANX</td><td>.15</td><td>.16</td><td>.07-</td><td>-.06</td><td>.19</td><td>.37</td><td>.38</td><td>.77</td><td>.35</td><td>.58</td><td>.68</td><td>1.00</td><td>.35</td></tr><tr><td>13 SMOT</td><td>.13</td><td>.36</td><td>.09</td><td>.52</td><td>.61</td><td>.31</td><td>17</td><td>.36</td><td>.16</td><td>.55</td><td>.55</td><td>.30</td><td>1.00</td></tr></table>"
            }
        }
    }
}