{
    "paper_id": "xu_2013",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-08-22T18:01:45.916159Z"
    },
    "title": "The Internal/External Frame of Reference of Academic Self-Concept: Extension to a Foreign Language and the Role of Language of Instruction",
    "authors": [
        {
            "first": "Man",
            "middle": [
                "K"
            ],
            "last": "Xu",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Herbert",
            "middle": [
                "W"
            ],
            "last": "Marsh",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Kit-Tai",
            "middle": [],
            "last": "Hau",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Irene",
            "middle": [
                "T"
            ],
            "last": "Ho",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Alexandre",
            "middle": [
                "J S"
            ],
            "last": "Morin",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Adel",
            "middle": [
                "S"
            ],
            "last": "Abduljabbar",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Saudi",
            "middle": [
                "Arabia"
            ],
            "last": "Kit-",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Tai",
            "middle": [],
            "last": "Hau",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "The internal/external frame of reference (I/E) model (Marsh, 1986) posits that the effects of contrasting math and verbal domains of achievement are positive for matching academic self-concepts (ASCs) but negative for nonmatching ASCs (i.e., math achievement on verbal ASC; verbal achievement on math ASC). We extend the classic I/E model by contrasting the math domain with 2 verbal domains (Chinese, native language; English, foreign language) in combination with language of instruction (English or Chinese) for a sample of 1,950 Hong Kong Year 7 students. Consistent with predictions based on the Marsh and Shavelson (1985) ASC model and our extension of the I/E model, we found that native and foreign languages were not contrasted with each other in the formation of ASCs. However, achievement in both verbal domains negatively predicted math ASC, while math achievement was also negatively predicted by ASCs in both verbal domains. Support for the predictions was similar for students taught in English and Chinese languages of instruction.",
    "pdf_parse": {
        "paper_id": "xu_2013",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The internal/external frame of reference (I/E) model (Marsh, 1986) posits that the effects of contrasting math and verbal domains of achievement are positive for matching academic self-concepts (ASCs) but negative for nonmatching ASCs (i.e., math achievement on verbal ASC; verbal achievement on math ASC). We extend the classic I/E model by contrasting the math domain with 2 verbal domains (Chinese, native language; English, foreign language) in combination with language of instruction (English or Chinese) for a sample of 1,950 Hong Kong Year 7 students. Consistent with predictions based on the Marsh and Shavelson (1985) ASC model and our extension of the I/E model, we found that native and foreign languages were not contrasted with each other in the formation of ASCs. However, achievement in both verbal domains negatively predicted math ASC, while math achievement was also negatively predicted by ASCs in both verbal domains. Support for the predictions was similar for students taught in English and Chinese languages of instruction.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "of ASCs, with math and verbal at opposite ends. Subjects closer to the math domain, such as physics and math, belong to the global math domain, whereas the more verbal domains such as native and foreign languages belong to the global verbal domain.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Although academic achievements in different academic subjects (e.g., verbal, math) are generally very positively correlated, the corresponding ASCs are nearly uncorrelated (Marsh & Shavelson, 1985) . To explain this seemingly paradoxical relationship, Marsh and colleagues (Marsh, 1986; Marsh, Martin, & Hau, 2006) developed the I/E model to explain the relationship between subjectspecific ASCs and achievements ( Figure 2A ). According to the I/E model, two underlying comparison processes or frame of reference effects are relevant to the formation of ASC: the external frame of reference process and the internal frame of reference process.",
                "cite_spans": [
                    {
                        "start": 172,
                        "end": 197,
                        "text": "(Marsh & Shavelson, 1985)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 273,
                        "end": 286,
                        "text": "(Marsh, 1986;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 287,
                        "end": 314,
                        "text": "Marsh, Martin, & Hau, 2006)",
                        "ref_id": "BIBREF33"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 415,
                        "end": 424,
                        "text": "Figure 2A",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model of Academic Self-Concept",
                "sec_num": null
            },
            {
                "text": "The frame of reference is the standard that students use to evaluate their ASC. According to the I/E model theory, in the external comparison process, students compare their subject specific achievement in terms of their school grades or class ranking with that of other Shavelson et al.'s (1976) multidimensional, hierarchical model of SC. B: The Marsh/Shavelson (Marsh & Shavelson, 1985) model of ASC. In Figure 1A , the box enclosing non-ASC factors separates these factors from the ASC factor. The vertical lines at the bottom of the diagram indicate possible further domain-specific self-concepts. From \"Self-Concept: Validation of Construct Interpretations,\" by R. J. Shavelson, J. J. Hubner, and G. C. Stanton, 1976, Review of Educational Research, 46, p. 413. Copyright 1976 by Sage. B: The boxes on the top of the hierarchy represent general math and verbal ASCs factors. The boxes in the bottom of the hierarchy represent examples of lower order components of each of the higher order ASC factors. These specific facets are presented in an order from math-oriented to verbal-oriented subjects. The dotted lines indicate that the subjects in the middle of the math/verbal continuum could load on both the math and the verbal self-concept factors, whereas the subjects at both ends of the continuum are posited to load on only one of the corresponding factors. More ASCs and hierarchies could be incorporated into the model. Econ ϭ economics; Geog ϭ geography; ASC ϭ academic self-concept; SC ϭ self-concept. From \"A Multifaceted Academic Self-Concept: Its Hierarchical Structure and Its Relation to Academic Achievement,\" by H. W. Marsh, B. M., Byrne, and R. J. Shavelson, 1988, Journal of Educational Psychology, 80, p. 378. Copyright 1976 by Sage. This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [
                    {
                        "start": 271,
                        "end": 296,
                        "text": "Shavelson et al.'s (1976)",
                        "ref_id": null
                    },
                    {
                        "start": 364,
                        "end": 389,
                        "text": "(Marsh & Shavelson, 1985)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 674,
                        "end": 702,
                        "text": "Shavelson, J. J. Hubner, and",
                        "ref_id": "BIBREF56"
                    },
                    {
                        "start": 703,
                        "end": 794,
                        "text": "G. C. Stanton, 1976, Review of Educational Research, 46, p. 413. Copyright 1976 by Sage. B:",
                        "ref_id": null
                    },
                    {
                        "start": 1640,
                        "end": 1664,
                        "text": "Marsh, B. M., Byrne, and",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 1665,
                        "end": 1758,
                        "text": "R. J. Shavelson, 1988, Journal of Educational Psychology, 80, p. 378. Copyright 1976 by Sage.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 407,
                        "end": 416,
                        "text": "Figure 1A",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model of Academic Self-Concept",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly. students in the same school or classroom and use this information to form their own ASC in that subject. In this respect, the formation of ASC is likely to be a function of the students' relative ranking in their school or classroom. Higher achievement relative to others leads to higher ASC. This process is presented as the horizontal paths in the I/E model (see Figure 2A ). For the internal comparison process, students use information from achievements in all their school subjects in forming their ASC in each subject. For example, if verbal achievement is higher than math achievement, verbal ASC is likely to be higher than math ASC. In the I/E model, these predictions are represented by the negative cross paths (see Figure 2A ). Hence, after controlling for the paths from achievement to ASC in the matching domains, verbal achievement is negatively predicted math ASC, and vice versa. Within this pattern of internal comparisons, a student who has higher math achievement compared to his or her verbal achievement may have a reasonable math ASC even if the student is weak in both math and verbal domains in comparison to other students. The combination of the external comparison process (predicting positive associations between achievements and matching ASCs) and internal comparison process (predicting negative associations between achievements and nonmatching ASCs) is consistent with the near-zero correlation between math and verbal self-concepts.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 480,
                        "end": 489,
                        "text": "Figure 2A",
                        "ref_id": null
                    },
                    {
                        "start": 842,
                        "end": 851,
                        "text": "Figure 2A",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model of Academic Self-Concept",
                "sec_num": null
            },
            {
                "text": "It is important to emphasize that the I/E model is based on the paths from multiple achievement domains to multiple ASC domains. For example, math achievement is not predicted to be negatively correlated with math ASC without controlling for verbal achievement. Although the simple correlations are relevant and of interest in relation to demonstrating the extreme domain specificity of ASCs-particularly in relation to corresponding areas of achievement-they do not provide direct tests of the I/E model.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model of Academic Self-Concept",
                "sec_num": null
            },
            {
                "text": "The I/E model provides strong support for the discriminant validity of the domain-specific ASCs, showing that each ASC has a distinct pattern of relations with corresponding measures of academic achievement. For example, English ASC is predicted positively by English achievement but negatively by math achieve-ment, and math ASC is positively predicted by math achievement but negatively predicted by English achievement. This is in agreement with previous support for the multidimensionality of ASC that the measures of verbal and math ASC are distinct constructs. A general measure for both would mask the unique relationship specific to math and English ASCs.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model of Academic Self-Concept",
                "sec_num": null
            },
            {
                "text": "Indeed, the ASCs are much more differentiated than the corresponding measures of achievement. After controlling for the effect of math (verbal) achievement on math (verbal) ASC, the effect of verbal (math) achievement on math (verbal) ASC is posited to be negative. This explains in part why people tend to think of themselves as either a \"math person\" or a \"verbal person.\" Even very capable students typically perceive differences in their ability levels in different school subjects and thus might have an average or even below-average ASC in their weakest academic subject. Likewise, even academically less able students may have an average or even above-average ASC in their best performing school subject (also see .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model of Academic Self-Concept",
                "sec_num": null
            },
            {
                "text": "Basing the theoretical framework on the hierarchical and multidimensional characteristics of the ASC construct, the I/E model has been widely explored and supported in the empirical literature, through different ASC instruments (e.g., Marsh, Byrne, & Shavelson, 1988; Tay, Licht, & Tate, 1995) , over time (e.g., Köller, Klemmert, Möller, & Baumert, 1999; Marsh & Köller, 2004; Marsh, Kong, & Hau, 2001; Möller & Köller, 2001b; Möller, Retelsdorf, Köller, & Marsh, 2011) , and across samples of high ability (Mui, Yeung, Low, & Jin, 2000; Plucker & Stocking, 2001 ) and low ability (Möller, Streblow, & Pohlmann, 2009) students. Evidence was also found in experimental studies (Möller & Köller, 2001a; and cross-cultural studies (Chiu, 2008 (Chiu, , 2012 Marsh & Hau, 2004) .",
                "cite_spans": [
                    {
                        "start": 235,
                        "end": 267,
                        "text": "Marsh, Byrne, & Shavelson, 1988;",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 268,
                        "end": 293,
                        "text": "Tay, Licht, & Tate, 1995)",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 313,
                        "end": 355,
                        "text": "Köller, Klemmert, Möller, & Baumert, 1999;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 356,
                        "end": 377,
                        "text": "Marsh & Köller, 2004;",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 378,
                        "end": 403,
                        "text": "Marsh, Kong, & Hau, 2001;",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 404,
                        "end": 427,
                        "text": "Möller & Köller, 2001b;",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 428,
                        "end": 470,
                        "text": "Möller, Retelsdorf, Köller, & Marsh, 2011)",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 508,
                        "end": 538,
                        "text": "(Mui, Yeung, Low, & Jin, 2000;",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 539,
                        "end": 563,
                        "text": "Plucker & Stocking, 2001",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 582,
                        "end": 618,
                        "text": "(Möller, Streblow, & Pohlmann, 2009)",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 677,
                        "end": 701,
                        "text": "(Möller & Köller, 2001a;",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 729,
                        "end": 740,
                        "text": "(Chiu, 2008",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 741,
                        "end": 754,
                        "text": "(Chiu, , 2012",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 755,
                        "end": 773,
                        "text": "Marsh & Hau, 2004)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model of Academic Self-Concept",
                "sec_num": null
            },
            {
                "text": "A recent meta-analysis based on 69 data sets (n ϭ 125,308) also offers remarkably strong support for the I/E model (Möller, Pohlmann, Köller, & Marsh, 2009) , used to evaluate the effects of math and verbal achievements on ASCs. Math and verbal achievement were much more highly correlated than the corresponding math and verbal ASCs (0.67 vs. 0.10). The I/E model analysis showed Figure 2 . The I/E model and the importance of native and nonnative languages. A: I/E model predictions based on the traditional two subjects. B: An extended I/E model taking into account native and nonnative languages and math. The horizontal lines represent substantial and positive effects (ϩϩ) from achievement to self-concept. The cross paths represent smaller and negative effects (Ϫ) from achievement to self-concept. I/E ϭ internal/ external frame of reference. From \"Extension of the Internal/External Frame of Reference Model of Self-Concept Formation: Importance of Native and Nonnative Languages for Chinese Students,\" by H. W. K. T. Hau, 2001, Journal of Educational Psychology, 93, p. 544. Copyright 1976 by Sage. This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [
                    {
                        "start": 115,
                        "end": 156,
                        "text": "(Möller, Pohlmann, Köller, & Marsh, 2009)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 1021,
                        "end": 1108,
                        "text": "K. T. Hau, 2001, Journal of Educational Psychology, 93, p. 544. Copyright 1976 by Sage.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 381,
                        "end": 389,
                        "text": "Figure 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model of Academic Self-Concept",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model of Academic Self-Concept",
                "sec_num": null
            },
            {
                "text": "that controlling for the effect of verbal achievement to verbal ASC (0.49) and math achievement to math ASC (0.61), verbal achievement negatively predicted math ASC (Ϫ0.27), and math achievement negatively predicted verbal ASC (Ϫ0.21). The results were robust in relation to age, gender, and country groups.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Internal/External Frame of Reference Model of Academic Self-Concept",
                "sec_num": null
            },
            {
                "text": "The I/E model has been studied almost exclusively for the qualitatively distinct math and verbal (the native language) domains. This body of literature mainly comes from the original Marsh/Shavelson (Marsh & Shavelson, 1985) model (see Figure  1B ) that hypothesizes a continuum of ASC domains (Marsh, Byrne, & Shavelson, 1988) . The Marsh/Shavelson model suggests that ASCs can be ordered along a math-verbal continuum, with math and native language as the two end-points of this continuum (Marsh, 1990 (Marsh, , 1992 . Math and verbal ASCs, which are at the opposite ends of the continuum, are the most contrasted ASCs, and there is much support for this hypothesis in the form of the I/E model. We use the term contrast in the sense that, consistent with predictions from the classic I/E model (Marsh, 1986) , the effect from achievement in a domain to ASC in a nonmatching domain is negative.",
                "cite_spans": [
                    {
                        "start": 199,
                        "end": 224,
                        "text": "(Marsh & Shavelson, 1985)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 294,
                        "end": 327,
                        "text": "(Marsh, Byrne, & Shavelson, 1988)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 491,
                        "end": 503,
                        "text": "(Marsh, 1990",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 504,
                        "end": 518,
                        "text": "(Marsh, , 1992",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 797,
                        "end": 810,
                        "text": "(Marsh, 1986)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 236,
                        "end": 246,
                        "text": "Figure  1B",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Extension of the I/E Model: Assimilation and Contrast Along a Continuum of ASCs",
                "sec_num": null
            },
            {
                "text": "Less studied is whether the I/E model also holds for ASCs that are closer together on the continuum (e.g., math vs. physics; native vs. native languages). Following logically from the theoretical rationale for the I/E model, coupled with the Marsh/Shavelson (Marsh & Shavelson, 1985) model and the continuum of ASCs (e.g., Figures 1A & 1B) , we predict that the contrast effect will be stronger, the further apart the two domains are on the ASC continuum. That is, the negative effect of achievement in one domain will be more negative for domains that are further apart. This leaves open the intriguing possibility that there might be assimilation for domains that are closer together on the continuum. That is, for closely related domains, the effect of achievement in one domain on ASC in a different domain might be positive (assimilation) rather than negative (contrast). Making a similar point as a direction for further research, Möller, Pohlmann, Koller & Marsh (2009) asked, Would students see physics and mathematics as sufficiently distinct that better performances in one would lead to poorer self-concepts in the other (a contrast effect like that posited in the I/E model based on the math and verbal domains), or would the two be seen as sufficiently similar so that better performance in one would lead to better selfconcepts in the other (an assimilation effect)? Although clearly beyond the scope of the present investigation, this is a potentially important extension of the I/E model. (p. 1159) Although this is apparently a new extension of the classic I/E model (but see Marsh & Yeung, 2001; Möller, Streblow, Pohlmann, & Köller, 2006) , there is some empirical support for it.",
                "cite_spans": [
                    {
                        "start": 258,
                        "end": 283,
                        "text": "(Marsh & Shavelson, 1985)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 937,
                        "end": 976,
                        "text": "Möller, Pohlmann, Koller & Marsh (2009)",
                        "ref_id": null
                    },
                    {
                        "start": 1505,
                        "end": 1514,
                        "text": "(p. 1159)",
                        "ref_id": null
                    },
                    {
                        "start": 1593,
                        "end": 1613,
                        "text": "Marsh & Yeung, 2001;",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 1614,
                        "end": 1657,
                        "text": "Möller, Streblow, Pohlmann, & Köller, 2006)",
                        "ref_id": "BIBREF45"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 323,
                        "end": 339,
                        "text": "Figures 1A & 1B)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Extension of the I/E Model: Assimilation and Contrast Along a Continuum of ASCs",
                "sec_num": null
            },
            {
                "text": "The strongest evidence for our extension of the I/E model comes from the German study by , who juxtaposed achievement and ASCs in math, physics, German (native language), and English (foreign language) in a sample of seventh to 10th grade students. Consistently with classical I/E predictions, they found the expected negative paths from contrasting domains (German and English achievements to math and physics ASCs; math and physics achievements to German and English ASCs). However, there was assimilation for math and physics-small positive effects from physics achievement to math ASC and from math achievement to physics ASC. Although the paths from English to German and German to English were all consistently small, they clearly did not support the strong contrast effects predicted by the classic I/E model. suggested that students apparently perceive native and foreign languages as being more distinct than math and science and suggested that this might be due to different teaching strategies in native and nonnative languages that accentuate their distinctiveness.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Extension of the I/E Model: Assimilation and Contrast Along a Continuum of ASCs",
                "sec_num": null
            },
            {
                "text": "Particularly relevant to the present investigation, Marsh and Yeung (2001; a reanalysis of Bong, 1998) extended the I/E model juxtaposing to math, Spanish, and English achievements and ASCs for 383 American students (Grades 11 and 12), a majority of whom were of Spanish descent (16% White, 6% African American, 55% Hispanic, 20% Asian, 2% Native American). Based on five achievement test scores they posited three achievement factors (verbal, math, and Spanish) that were related to six ASCs (global verbal, English, Spanish, history, global math, algebra, geometry, and chemistry). Analyses based only on the global verbal and math ASCs and on corresponding achievement scores showed clear support for classic I/E predictions. When expanded to include all the achievement and ASC scores, Spanish was distinct from the other domains in relation to both achievement and ASC. Verbal achievement had positive effects on English, history, and global verbal ASCs, but negative effects on Spanish, algebra, geometry, and chemistry ASCs, while math achievement had negative effects on English, history, verbal, and Spanish ASCs but positive effects on algebra, geometry, global math, and chemistry ASCs. Spanish achievement had small negative effects on all ASC scales other than Spanish ASC. Although this is largely consistent with our proposed extension of the I/E model, the results suggest that Spanish in this study was quite distinct from domains near the verbal end of the continuum as well as from the math end of the continuum. In this study, Spanish, the native language for many participants, was found to negatively predict competence evaluation in other school subjects. However, given that Spanish was the native language for nearly half of the students and a foreign language for the other half, the results may have been idiosyncratic to this sample. Further, the sample size was not sufficient to test the generalizability of results across different ethnic groups.",
                "cite_spans": [
                    {
                        "start": 52,
                        "end": 74,
                        "text": "Marsh and Yeung (2001;",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 75,
                        "end": 102,
                        "text": "a reanalysis of Bong, 1998)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Extension of the I/E Model: Assimilation and Contrast Along a Continuum of ASCs",
                "sec_num": null
            },
            {
                "text": "Several previous I/E studies, based on Hong Kong students, are also particularly relevant to the present investigation. In a large longitudinal study of Hong Kong high school students (Grade 6 to Grade 10), ASCs and achievement in three domains (math, Chinese, English) showed contrast effects: negative paths from achievement scores to nonmatching ASC in all domains (see alsoYeung, Lee, & Wong, 2001 ). However, even though there were negative effects of English achievement on Chinese ASC and of Chinese achievement on English ASC, the effects of Chinese achievement on English ASC were smaller (or nonsignificant) than paths relating Chinese or English achievement to math ASC. This indicates a much weaker internal frame of reference effect from Chinese achievement to English ASC. Furthermore, based on a sample of university students, Yeung and Lau (1998) found that support for the I/E model predicted contrast effects for relations between the English (nonnative language) and math domains but not for relations between the Chinese (native This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [
                    {
                        "start": 384,
                        "end": 401,
                        "text": "Lee, & Wong, 2001",
                        "ref_id": "BIBREF67"
                    },
                    {
                        "start": 842,
                        "end": 862,
                        "text": "Yeung and Lau (1998)",
                        "ref_id": "BIBREF66"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Extension of the I/E Model: Assimilation and Contrast Along a Continuum of ASCs",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Extension of the I/E Model: Assimilation and Contrast Along a Continuum of ASCs",
                "sec_num": null
            },
            {
                "text": "language) and math domains. However, a limitation of this study was that they did not juxtapose the three school subjects in one model; rather, they tested the traditional I/E model based on two domains at a time. In summary, for academic domains at opposite ends of the ASC continuum, I/E research consistently shows support for classic I/E predictions-contrasting, negative effects of achievement on ASCs in nonmatching, distinct domains. Nevertheless, for domains closer together (e.g., math and science, or native and nonnative language), the results are mixed, and marked by much weaker contrast effects, no significant effects, or even assimilation effects between achievement and ASC in nonmatching domains.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Extension of the I/E Model: Assimilation and Contrast Along a Continuum of ASCs",
                "sec_num": null
            },
            {
                "text": "Of particular relevance to the present investigation, there is no clear consensus as to whether native and nonnative languages are perceived as two similar verbal domains or as distinct domains. A related issue is the language of instruction (LOI). In Hong Kong, the juxtaposition of English-LOI versus Chinese-LOI is a critical issue with important substantive and policy-practice implications. Hong Kong has a long history of bilingual education (Evans, 2011) , with both English and Chinese LOIs in Hong Kong secondary schools (Grades 7 to 12). The LOI policy in Hong Kong is a type of late immersion, where the LOI changes from Chinese in most primary schools to English in about a quarter of the more prestigious secondary schools (Marsh, Hau, & Kong, 2000) . On the one hand, the study of secondary school students found some support for the classic I/E model contrast predictions among English and Chinese subjects. On the other hand, the English language is qualitatively very different from the Chinese language, so a dimensional comparison aspect could still exist between English and Chinese, particularly when English is taught as a separate subject in Chinese LOI schools. Conversely, English and Chinese might be seen as complementary domains when Chinese students are immersed in English LOI schools.",
                "cite_spans": [
                    {
                        "start": 448,
                        "end": 461,
                        "text": "(Evans, 2011)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 736,
                        "end": 762,
                        "text": "(Marsh, Hau, & Kong, 2000)",
                        "ref_id": "BIBREF29"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Native and Nonnative Language and Language of Instruction (LOI)",
                "sec_num": null
            },
            {
                "text": "In the present investigation, we explore the implications of the LOI in relation to students' perception of their academic competence and the I/E model. For instance, following suggestions by , is it possible that when English is the LOI for most academic subjects, students would perceive English and Chinese as more similar (two verbal subjects) rather than more distinct foreign-language and native-language subjects? If so, English LOI students might regard the combination of English and Chinese as a single basis of comparison for evaluating their ASCs in other, more distinct subjects such as math. Do students attending English LOI schools perceive their English and Chinese competence and ASCs similarly to the students attending Chinese LOI schools? Are the processes posited in the I/E model, relating achievement and ASC (in this extension including English and Chinese as well as mathematics) similar for students in LOI-English and LOI-Chinese schools? To date, no study has examined in detail a LOI effect on either the measurement or structural aspects of the I/E model.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Native and Nonnative Language and Language of Instruction (LOI)",
                "sec_num": null
            },
            {
                "text": "Extending the traditional social comparison basis of ASC formation that students compare their accomplishments with classmates as one basis of forming their self-concept, the I/E model posits that as an internal frame of reference process, students also compare their achievements in different school subjects. The model generates the seemingly paradoxical prediction that high achievement in one school subject will have a negative effect on ASC in a contrasting domain. However, the considerable body of support for this prediction has been limited primarily to the math domain and the verbal domain represented by the native language-two school subjects that are maximally differentiated along the math-verbal continuum posited in the Marsh/Shavelson (Marsh & Shavelson, 1985) model of self-concept. Hence, the purpose of the present investigation is to extend the empirical and theoretical basis of the well-established I/E model based on math and verbal constructs and include LOI that involves a nonnative language. The overarching research question is whether the nonnative LOI acts as a verbal-like school subject such that achievement in this subject is contrasted with math achievement but not achievement in the native language or whether it is contrasted with achievements in both math and native language.",
                "cite_spans": [
                    {
                        "start": 754,
                        "end": 779,
                        "text": "(Marsh & Shavelson, 1985)",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Present Investigation",
                "sec_num": null
            },
            {
                "text": "We evaluate this overarching research question with a series of latent-variable statistical models that extend those used in traditional I/E studies. More specifically, we evaluate (a) the structure of ASC responses, comparing first-order models in which ASCs in math, English, and Chinese are each posited as separate constructs, and a second-order model in which English and Chinese ASCs are postulated to belong to a single domain representing a general verbal ASC, and the generalizability of the ASC structure across LOI groups;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Present Investigation",
                "sec_num": null
            },
            {
                "text": "(b) the traditional I/E models involving two academic subjects, in math versus English, math versus Chinese, and English versus Chinese;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Present Investigation",
                "sec_num": null
            },
            {
                "text": "(c) the juxtaposition of the three subjects through a firstorder I/E model where the ASCs in math, Chinese, and English are predicted by achievements both in their matching and nonmatching domains;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Present Investigation",
                "sec_num": null
            },
            {
                "text": "(d) the juxtaposition of the three subjects through higher order factor I/E models. In this model, a verbal ASC incorporating English and Chinese ASCs is predicted by both the math achievement and a corresponding verbal achievement factor based on Chinese and English achievements. Similarly math ASC is predicted by the corresponding math achievement and nonmatching verbal achievement; and (e) the invariance tests of the I/E model across LOIs. This step systematically assesses the extent to which the I/E models differ across LOI groups, in particular whether the path coefficients between ASCs and achievements are equivalent in both groups. Due to space limitations, the full results of Research Question 1 are presented in the sup-This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Present Investigation",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Present Investigation",
                "sec_num": null
            },
            {
                "text": "plemental material (Part II) and only briefly treated as preliminary analysis in the Results section.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Present Investigation",
                "sec_num": null
            },
            {
                "text": "The data consisted of a sample of Hong Kong secondary school students (n ϭ 1,950; 47.3% boys, 52.7% girls) from the end of the school year in Grade 7 (47 intact classes, 12 schools) who were asked about motivational aspects of school learning. The schools were sampled from various districts and were broadly differentiated in terms of academic strength. Of the 12 schools, four were from above-average school ability bands, four were from averageability bands, and four were from below-average school ability bands.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Method Sample",
                "sec_num": null
            },
            {
                "text": "In Hong Kong, essentially all mainstream public primary schools have Chinese LOI, and these students have limited ability in English. All students are able to apply to any Hong Kong public high school, although English-LOI schools typically are seen as more desirable and are able to select academically more able students, based on standardized tests completed by all students at the end of primary school. These include standardized English tests-one basis of selection for students to attend English-LOI schools. A third of the students were from English-LOI schools, the rest were from Chinese-LOI schools. All of the participants were between 11 and 16 years old (M ϭ 12.0, SD ϭ 0.89): 86% were 12-14 years old, 60% were 12 years old, 25% were 13 years old, and 8% were 14 years old. Hence, the majority of the students were within the normal age range for this academic grade. For Chinese LOI students, 41.81%, 43.29%, and 14.90% were from the high, medium, and low ability bands, respectively. For English LOI students, 34.53% and 65.47% were from the high and middle ability bands, respectively; no English LOI students were from low ability band. The mean ages of English-and Chinese-LOI students were similar (Ms ϭ 12.37 and 12.65, respectively).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Language of Instruction",
                "sec_num": null
            },
            {
                "text": "Data were collected at the end of Grade 7, the 1st year of secondary schooling, so the students who were in English LOI schools would have had 1 year of English LOI experience.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Language of Instruction",
                "sec_num": null
            },
            {
                "text": "The participants completed questionnaires measuring ASCs in math, Chinese and English at the end of Grade 7. The ASC instrument consisted of three items for each of the school subjects, asking students the extent to which they agreed with the statements on a 6-point Likert response scale ranging from strongly disagree to strongly agree (e.g., I do well in tests in this subject.). The Cronbach's alpha coefficients of reliability were .80 for Chinese, .83 for English, and .83 for math.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "Two sets of achievement measures were considered: a standardized achievement test taken by all the students in Hong Kong (in July, when they were still in Grade 6) prior to their entry into the 1st year of secondary schooling (Grade 7, in September) and their school marks, the overall grades from students' end-of-year exams in Grade 7. The final achievement scale used in the present investigation was derived from school marks moderated by the standardized achievement test results so that the final achievement scale was comparable across schools and classrooms (see supplemental materials, Part I, for detailed explanation; see also and Xu, 2010) .",
                "cite_spans": [
                    {
                        "start": 638,
                        "end": 651,
                        "text": "and Xu, 2010)",
                        "ref_id": "BIBREF65"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures",
                "sec_num": null
            },
            {
                "text": "We used structural equation models (SEM; e.g., Byrne, 2001; Schumacker & Lomax, 2004; Tabachnick & Fidell, 2006) for statistical analysis. The fit of the models was evaluated by a range of recommended fit indices (Marsh, Balla, & Hau, 1996; Marsh, Balla, & McDonald, 1988) , which included the Tucker-Lewis index (TLI), the root-mean-square error of approximation (RMSEA), the comparative fit index (CFI), the 2 statistic, and the standardized root-mean-square residual (SRMR). CFIs and TLIs greater than .95 indicate an acceptable model fit, whereas RMSEAs less than .06 indicate good fit. Multiple group analysis was used to assess the measurement invariance of the ASCs and their structural relations with academic achievement across groups of LOI (see supplemental material for description of this method).",
                "cite_spans": [
                    {
                        "start": 47,
                        "end": 59,
                        "text": "Byrne, 2001;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 60,
                        "end": 85,
                        "text": "Schumacker & Lomax, 2004;",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 86,
                        "end": 112,
                        "text": "Tabachnick & Fidell, 2006)",
                        "ref_id": "BIBREF59"
                    },
                    {
                        "start": 213,
                        "end": 240,
                        "text": "(Marsh, Balla, & Hau, 1996;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 241,
                        "end": 272,
                        "text": "Marsh, Balla, & McDonald, 1988)",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analysis",
                "sec_num": null
            },
            {
                "text": "Data were gathered using survey items of parallel wording such as \"I do well in tests in math\" and \"I do well in tests in English.\" Without taking into account the method effect associated with parallel wording, the model fit is likely to be less than adequate and the parameter estimates might be biased, leading to potentially invalid interpretations of the results . Following suggestions by , correlated uniqueness was specified in the models as a priori.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analysis",
                "sec_num": null
            },
            {
                "text": "Since the data are hierarchical (students nested within classes), a complex design correction was applied to the model estimation in the Mplus software in conjunction with SEM models through TYPE ϭ COMPLEX in Mplus software (L. K. Muthén & Muthén, 2007) . This complex design function takes cluster-sampling into account in estimates of standard errors (e.g., B. O. Muthén & Satorra, 1995; Stapleton, 2006) .",
                "cite_spans": [
                    {
                        "start": 231,
                        "end": 253,
                        "text": "Muthén & Muthén, 2007)",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 366,
                        "end": 389,
                        "text": "Muthén & Satorra, 1995;",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 390,
                        "end": 406,
                        "text": "Stapleton, 2006)",
                        "ref_id": "BIBREF57"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analysis",
                "sec_num": null
            },
            {
                "text": "The amount of missing data was small; 1.28% for ASC responses, and 0.31% for the achievement data. The Multiple Imputation (Collins, Schafer, & Kam, 2001; Schafer & Graham, 2002) method was used to counter the missing data problem. Ten complete sets of data were generated with the software package NORM (Schafer, 1999) , then analyzed using the robust maximum likelihood estimator in Mplus software.",
                "cite_spans": [
                    {
                        "start": 123,
                        "end": 154,
                        "text": "(Collins, Schafer, & Kam, 2001;",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 155,
                        "end": 178,
                        "text": "Schafer & Graham, 2002)",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 304,
                        "end": 319,
                        "text": "(Schafer, 1999)",
                        "ref_id": "BIBREF52"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical Analysis",
                "sec_num": null
            },
            {
                "text": "To empirically test extensions of the Marsh/Shavelson (Marsh & Shavelson, 1985) model in native and nonnative languages, we first tested a confirmatory factor analysis (CFA) model with achievement and ASCs in math, English and Chinese, modeled as first-order factors (Model TGS1, Table S1, Figure S1A , supplemental material). Correlations among the achievement and ASC factors (Model TGS1, Table S2 , supplemental material) showed that math achievement was positively correlated with math ASC (0.39) and English ASC (0.11) but not significantly correlated with This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [
                    {
                        "start": 54,
                        "end": 79,
                        "text": "(Marsh & Shavelson, 1985)",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 290,
                        "end": 300,
                        "text": "Figure S1A",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 391,
                        "end": 399,
                        "text": "Table S2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Preliminary Analyses: The Structure of the ASC and Its Generalizability Over LOIs (Supplemental Material, Part II)",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Preliminary Analyses: The Structure of the ASC and Its Generalizability Over LOIs (Supplemental Material, Part II)",
                "sec_num": null
            },
            {
                "text": "Chinese ASC; English achievement was positively correlated with English ASC (0.42) but not significantly correlated with Chinese or math ASC; Chinese achievement was positively correlated with both English ASC (0.22) and Chinese ASC (0.19) but was not significantly correlated with math ASC. While achievement measures in all three subjects were highly correlated (0.63 to 0.72), math ASC was only weakly correlated with English ASC (0.19) and Chinese ASC (0.24). On the other hand, English and Chinese ASCs were substantially correlated with each other (0.45). Next, we tested higher order CFA models with a higher order verbal ASC incorporating both English and Chinese ASCs, as well as a verbal achievement factor consisting of English and Chinese achievement (Model TGS2, Table S1 , Figure S1 B, supplemental material). In this model, math achievement was substantially correlated with math ASC (0.40) but only moderately correlated with verbal ASC (0.11; Table S2 , Model TGS2). Similarly, verbal achievement was correlated with verbal ASC (0.44) but was not significantly correlated with math ASC. While verbal and math achievements were highly correlated (0.75), math and verbal ASCs were only weakly correlated (0.26).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 776,
                        "end": 784,
                        "text": "Table S1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 787,
                        "end": 796,
                        "text": "Figure S1",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 960,
                        "end": 968,
                        "text": "Table S2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Preliminary Analyses: The Structure of the ASC and Its Generalizability Over LOIs (Supplemental Material, Part II)",
                "sec_num": null
            },
            {
                "text": "We compared both versions of the models' specifications and demonstrated that the English and Chinese ASCs could form a single, higher order verbal ASC and also that English and Chinese achievements could be modeled through with a single verbal achievement factor ( Figure S1 , Table S1 , supplemental material). We then proceeded to multiple group CFA analysis based on Model TGS1 and confirmed that the measurement properties of ASCs as well as their correlations with achievements were invariant for students in different LOIs (Table S1 , supplemental material). These results provide a basis for us to explore further aims in the present investigation.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 266,
                        "end": 275,
                        "text": "Figure S1",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 278,
                        "end": 286,
                        "text": "Table S1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 530,
                        "end": 539,
                        "text": "(Table S1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Preliminary Analyses: The Structure of the ASC and Its Generalizability Over LOIs (Supplemental Material, Part II)",
                "sec_num": null
            },
            {
                "text": "We begin with initial tests of the I/E model of relations between achievement and ASC based on different pairs of school subjects. The results for the I/E model for math and English (see Figure 3A , Model TG1, Table 1 ), for math and Chinese (Model TG2, Figure  3B , Table 1 ), and for Chinese and English (Model TG3 Figure 3C , Table 1 ) showed that in general there was a high positive relation between achievement and ASC in the matching domains but moderate negative relations between achievement and ASC in nonmatching domains. However, the relationship between nonmatching domains in the English-Chinese (Ϫ0.17, Ϫ0.15) I/E model was somewhat weaker compared to the relationship found in the English-math (Ϫ0.30, Ϫ.27) and the Chinese-math (Ϫ0.34, Ϫ0.22) models. The weak cross paths and high correlations between Chinese and English ASCs suggest a weak internal comparison mechanism with regard to self-perceived abilities in English and Chinese. This is in line with the finding that a secondorder verbal factor could incorporate both the English and the Chinese ASC first-order factors (supplemental material, Part II).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 187,
                        "end": 196,
                        "text": "Figure 3A",
                        "ref_id": null
                    },
                    {
                        "start": 210,
                        "end": 217,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 254,
                        "end": 264,
                        "text": "Figure  3B",
                        "ref_id": null
                    },
                    {
                        "start": 267,
                        "end": 274,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 317,
                        "end": 326,
                        "text": "Figure 3C",
                        "ref_id": null
                    },
                    {
                        "start": 329,
                        "end": 336,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "The I/E Models in Math and English, in Math and Chinese, and in Chinese and English",
                "sec_num": null
            },
            {
                "text": "Model TG4 (see Figure 4A , Table 1 ) included all three academic subjects in a single model. Model TG4 was well-defined, in that all factor loadings were substantial and the fit indices were excellent (e.g., CFI ϭ 0.993). There were high positive correlations between the math and English achievements (0.65), math and Chinese achievement (0.63), and English and Chinese achievement (0.72) but substantially smaller correlations between ASCs in these subjects (0.32 for math and English, 0.36 for Chinese and math and 0.50 for English and Chinese). The paths from math achievement to math ASC (0.66), from English achievement to English ASC (0.63), and from Chinese achievement to Chinese ASC (0.36) were all significant and positive. Although differing in size, all of the cross paths were negative. The paths from math achievement to English ASC (Ϫ0.25) and from math achievement to Chinese ASC (Ϫ0.19) were both significant and negative, controlling for the effects of matching domain achievements on ASCs. English achievement negatively predicted math ASC (Ϫ0.16), but its negative effect on Chinese ASC (Ϫ0.08) was not statistically significant. Similarly, for Chinese achievement, the path leading from Chinese achievement to math ASC (Ϫ0.26) was negative and significant, but the negative effect of Chinese achievement on English ASC was not statistically significant (Ϫ0.08). This shows that the I/E pattern of relations involving English and Chinese was no longer statistically significant once all three subjects were posited simultaneously in one model. In summary, math achievement negatively predicted both English and Chinese ASCs, and Chinese achievement and English achievement both negatively predicted math ASC. However, the paths leading from English achievement to Chinese ASC and from Chinese achievement to English ASC were not statistically significant. In the next step, we combine achievement and ASCs in English and Chinese into higher order factors, in order to implement an alternative test of the I/E model.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 15,
                        "end": 24,
                        "text": "Figure 4A",
                        "ref_id": null
                    },
                    {
                        "start": 27,
                        "end": 34,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "The I/E Model in Math, English, and Chinese-A First-Order I/E Model",
                "sec_num": null
            },
            {
                "text": "In Model TG5 (see Figure 4B , Table 1) , we posited a model including a second-order verbal ASC factor with English and Chinese ASCs as first-order factors. In this model, a verbal achievement factor was constructed using English and Chinese achievement as indicators. Math achievement positively predicted math ASC (0.77), and verbal achievement positively predicted verbal ASC (0.82). The correlation between math and verbal achievement (0.75) was higher than the correlation between math and verbal ASCs (0.56). Most importantly, the cross paths from nonmatching domains were substantial and negative (Ϫ0.50) from math achievement to verbal ASC, and Ϫ0.50 from verbal achievement to math ASC. This supports the I/E model theory and a multidimensional verbal ASC construct in that, while the lower order constructs were subject-specific, they formed a higher order general verbal factor that negatively predicted math ASC.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 18,
                        "end": 27,
                        "text": "Figure 4B",
                        "ref_id": null
                    },
                    {
                        "start": 30,
                        "end": 38,
                        "text": "Table 1)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "The I/E Model in Math, Chinese, and English-A Higher Order Model",
                "sec_num": null
            },
            {
                "text": "Both Model TG4 and Model TG5 showed excellent fit indices and a substantively consistent pattern of I/E model relations. Model TG4 did fit the data slightly better in comparison to Model TG5, but Model TG5 provided a more parsimonious representation of the results and offered a clearer interpretation of the I/E model relations with regard to the math and verbal domains. Importantly, both models are consistent with the conclusion that students did not use English as an internal frame of reference in the evaluation of their Chinese skills, and vice-versa. In this sense, the substantive interpretations based on the two models are similar. The next step This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The I/E Model in Math, Chinese, and English-A Higher Order Model",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The I/E Model in Math, Chinese, and English-A Higher Order Model",
                "sec_num": null
            },
            {
                "text": "tested whether Model TG4 differed across LOI. We chose Model TG4 as it would allow us to examine specific paths between achievement and ASC in all three subjects.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The I/E Model in Math, Chinese, and English-A Higher Order Model",
                "sec_num": null
            },
            {
                "text": "We now move to the research question as to whether the I/E model is invariant for LOI groups: Chinese students in English immersion schools compared to those in native Chinese language schools. We accomplish this by considering multiple group tests of the invariance of the factor structure over the two groups. Although we test the invariance of a variety of different parameters, the most critical ones are the paths leading from achievement to ASCs that are central to the I/E model. Models MG4_1 to MG4_5 (see Table 1 ) were constructed to test the group invariance of Model TG4 in five models across two LOI groups. The strategy Figure 3 . Traditional two-subject I/E models. Separate I/E models of math and English (A, Model TG1), math, and Chinese (B, Model TG2) and Chinese and English (C, Model TG3). Single-indicator factors were defined such that the standardized factor loading was 1 and uniqueness was 0. The covariances for self-concept item residuals were correlated uniqueness for the parallel worded items. The path coefficients were statistically significant at p Ͻ .05. I/E ϭ internal/external frame of reference; Ach ϭ achievement; TG ϭ model based on a single group; SC ϭ self-concept; cach ϭ Chinese achievement; mach ϭ math achievement; each ϭ English achievement; m ϭ math; c ϭ Chinese; e ϭ English. This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 514,
                        "end": 521,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 634,
                        "end": 642,
                        "text": "Figure 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "I/E Model in Math, English, and Chinese, and the Effect of the LOI",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "I/E Model in Math, English, and Chinese, and the Effect of the LOI",
                "sec_num": null
            },
            {
                "text": "here is similar to the multiple-group CFA invariance tests in the supplemental material. We first examine the factorial invariance of the LOI groups in Models MG4_1 and MG4_2 (see Table 1 ), then we move to the structural invariance, focusing on the path coefficients posited in the I/E model (MG4_3 to MG4_5). Factorial invariance. Through Model MG4_1 and Model MG4_2, we firstly established factorial invariance across LOI groups-the invariance of factor loadings relating indicators and latent constructs. Support of factor loading invariance was demonstrated by the minimal change in the fit indices when factor loadings were constrained to be equal across two groups (see discussion of fit indices in the Method section and supplemental material): ⌬CFI ϭ Ϫ0.001, ⌬TLI ϭ 0.000, ⌬RMSEA ϭ 0.000; thus, loading invariance was established across the LOI groups.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 180,
                        "end": 187,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "I/E Model in Math, English, and Chinese, and the Effect of the LOI",
                "sec_num": null
            },
            {
                "text": "Structural invariance. In Models MG4_3 to MG4_5, invariance of the path coefficients between academic achievement and ASCs was tested. In Model MG4_3, all path coefficients were constrained to be the same across the two groups. Compared with Model MG4_2, where all path coefficients were free, constraining nine path coefficients only led to negligible decreases in fit indices (see earlier discussion of fit indices): ⌬CFI ϭ Ϫ0.003, ⌬TLI ϭ Ϫ0.002, and ⌬RMSEA ϭ 0.002.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "I/E Model in Math, English, and Chinese, and the Effect of the LOI",
                "sec_num": null
            },
            {
                "text": "In Models MG4_4 and MG4_5, regression paths were grouped in terms of the a priori predictions of the direction of effects and tested separately in relation to the I/E model theory. In Model MG4_4 the three matching-domain path coefficients were freed but all six cross-path coefficients were constrained to be equal across LOI groups. Model MG4_5 constrained three matching domain path coefficients. Compared to Model MG4_2 where all coefficients were free, both Models MG4_4 and MG4_5 showed only very slight decreases in CFI and TLI.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "I/E Model in Math, English, and Chinese, and the Effect of the LOI",
                "sec_num": null
            },
            {
                "text": "Based on the results from the multiple-group invariance tests, both the factorial and the structural models of ASC and achievements were shown to be invariant across LOI. Thus, we conclude that the I/E model generalizes well over the two LOIs, providing further strong support for the generalizability of the I/E model.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "I/E Model in Math, English, and Chinese, and the Effect of the LOI",
                "sec_num": null
            },
            {
                "text": "Based on a sample of Hong Kong secondary school students under English and Chinese LOIs, using ASC and academic achievement measures in math, English, and Chinese, the present investigation extends the traditional math/verbal I/E model and integrates more fully the contrast and assimilation concepts proposed by the Marsh/Shavelson (Marsh & Shavelson, 1985) model of ASC. More specifically, the present study investigated and concluded the following research questions:",
                "cite_spans": [
                    {
                        "start": 333,
                        "end": 358,
                        "text": "(Marsh & Shavelson, 1985)",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "1. To clarify the structure of native and nonnative ASCs in relation to math ASC, alternative latent variable models were specified. We firstly looked at math, English, and Chinese ASCs in a first-order CFA model, then examined a Note. Models labeled TG are based on a single group, whereas MG refers to models with multiple groups. SEM ϭ structural equation modeling; I/E ϭ internal/external frame of reference; CFI ϭ comparative fit index; TLI ϭ Tucker-Lewis index; RMSEA ϭ root-mean-square error of approximation; SRMR ϭ standardized root-mean-square residual; FO ϭ first order; HO ϭ higher order; sc ϭ self-concept; ach ϭ achievement; vsc ϭ verbal self-concept; vach ϭ verbal achievement. For multiple-group invariance models, INV ϭ parameters constrained to be invariant across the multiple groups; FL ϭ factor loadings; PC ϭ path coefficients; FV ϭ factor variances; Uniq ϭ item uniqueness; FC ϭ factor covariances; CU ϭ correlated uniquenesses; Inter ϭ item intercepts; FMn ϭ Factor means; PCϪ ϭ path coefficients hypothesized to be negative; PCϩ ϭ path coefficients hypothesized to be positive.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "This document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly. second-order model where ASCs in English and Chinese were combined in a second-order factor to contrast with math ASC. Results supported the notion that English and Chinese ASCs represent a unified verbal domain. That is support that the ASC constructs are both multidimensional and subject-domain-specific, as predicted by the math/verbal continuum described in the Marsh/Shavelson model. Also, measurement invariance tests of the ASCs showed that the ASC structures were invariant across LOI and provided validity for comparing I/E models across LOI groups.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "2-3. To investigate the effect of LOI on I/E model relationships, both the traditional two-subject models and models with all three subjects were examined. The traditional two-subject I/E models were supported in the present investigation. When posited in the I/E mode including all three school subjects (Model TG4), Chinese and English had only very weak frame of reference effects on each other.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "4. Based on the finding of (2) and (3), a higher order SEM model (Model TG5) with a second-order verbal factor was designed. In this model, the first-order factors of English and Chinese ASC were incorporated as indicators of a second-order verbal factor. The expected frame of reference effect was observed between the verbal and math domains. While there is room for disagreement as to which of these models best represents the data, it is important to emphasize Figure 4 . I/E models in three school subjects (parameter estimates included). I/E model of first-order achievement and self-concept factors in math, English, and Chinese (A, Model TG4), and I/E model of first-order achievement and self-concept factors in math and second-order achievement and self-concept factors in verbal, incorporating first-order factors in Chinese and English (B, Model TG5). Single-indicator factors were defined such that the standardized factor loading was 1 and uniqueness was 0. The covariances for self-concept item residuals were correlated uniqueness for the parallel worded items. The path coefficients were statistically significant at p Ͻ .05 except when specified to be ns (p Ͻ .05). I/E ϭ internal/external frame of reference; TG ϭ model based on a single group; mach ϭ math achievement; ach ϭ achievement; SC ϭ self-concept; each ϭ English achievement; cach ϭ Chinese achievement; verb ϭ verbal; m ϭ math; c ϭ Chinese; e ϭ English.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 465,
                        "end": 473,
                        "text": "Figure 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "This document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "that they are both consistent with the Marsh/Shavelson (Marsh & Shavelson, 1985) hypothesis and with the I/E models' prediction regarding the two general ASC factors: math ASC and verbal ASC. Clearly, English and Chinese were shown to be more similar to each other (consistent with the Marsh/Shavelson model), while contrasting with math.",
                "cite_spans": [
                    {
                        "start": 55,
                        "end": 80,
                        "text": "(Marsh & Shavelson, 1985)",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "5. Further to the above findings, multiple group analysis showed that the I/E model was fully equivalent in both English-LOI and Chinese-LOI schools, leading to the conclusion that the frame of reference effects applied similarly to both school types. It seems then that in Hong Kong, the English-LOI method does not moderate the effect of academic achievement on ASC.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "In the present study, the correlations between math and verbal ASCs were moderately positive (math and English, 0.19; math and Chinese, 0.24; Table S2 ). They were slightly larger than those reported by Marsh, Kong, and Hau (2001) , based on a different instrument and older students, but were still in line with correlations between math and verbal ASC in the meta-analysis based on 69 studies (e.g., 0.27 for students up to Year 7, 0.01 for students in Years 7 to 9, and 0.09 for students beyond Year 9).",
                "cite_spans": [
                    {
                        "start": 203,
                        "end": 230,
                        "text": "Marsh, Kong, and Hau (2001)",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 142,
                        "end": 150,
                        "text": "Table S2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "In the higher order I/E model, the negative cross-domain path coefficients leading from achievements to ASCs were higher than those observed in the first-order I/E model. The higher order ASC factor represents a common factor based on English and Chinese first-order ASC factors. Since the reliability issues associated with measurement errors at the item level were accounted for, the residual variances of first-order factors are indicative of any lack of agreement between English and Chinese ASCs. The increased regression weights associated with the higher order constructs represent a closer association between higher order ASC constructs and the corresponding higher order achievement factors. This is in agreement with the notion that a higher order verbal ASC may be a better representation for the close relationship between ASCs in Chinese and English. To our knowledge, this study is the first to examine an I/E model that is based on a higher order verbal ASC incorporating native and nonnative languages. In order to replicate this finding, future studies could be designed where higher order ASC and achievement measures are posited.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Although a higher order verbal ASC provided a good representation of the relation between English and Chinese ASCs, this does not imply that the English and Chinese ASCs were indistinguishable. If this were the case, a single factor for the Chinese and English ASCs would be sufficient to represent verbal ASC. In a supplemental test of this model, we combined Chinese and English ASCs into a single first-order factor, but this model clearly did not fit the data (CFI ϭ 0.83, TLI ϭ 0.72, RMSEA ϭ 0.153), while the corresponding model with English and Chinese ASCs as separate factors fitted the data well (Models TGS1 and TGS2, supplemental material). The correlation between the two ASCs (r ϭ .45 in Model TGS1, Table S2 , supplemental material) was substantially less than 1.0, demonstrating that students clearly differentiated between native and foreign language ASCs. The higher order verbal ASC explained the substantial correlation between English and Chinese ASC and was consistent with a multidimensional hierarchical representation of ASC.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 714,
                        "end": 722,
                        "text": "Table S2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "In relation to our extension of the I/E model, the most intriguing finding is the statistically nonsignificant paths from English/Chinese achievement to Chinese/English ASC. This implies that the internal frame of reference does not apply to English and Chinese subjects. If a student performs well in English, this student's Chinese ASC will not be affected adversely. Similarly for a student excelling in Chinese, English ASC will not suffer, as would be the case for very distinct domains such as math and English/Chinese. This led to the development of the higher order I/E model (Model TG5), where English and Chinese ASCs were combined into a higher order ASC. The higher order I/E model supported the typical two domain (math and verbal) I/E model. The contrast effect was confirmed by the dimensional comparison process shown by the negative cross paths from math and verbal crossdomain achievement to ASC. The present study's results are in agreement with findings from the German study (Möller, Streblow, Pohlmann, & Köller, 2006) . These authors found almost no effect from English (German) achievement to German (English) ASC, even though an earlier Hong Kong study reported small negative cross paths between English and Chinese at the beginning of high school. Nevertheless, based on our findings, the unique contribution of the present investigation was to combine a native language subject with a foreign language subject; this extension demonstrated support for the originally proposed I/E model theory.",
                "cite_spans": [
                    {
                        "start": 996,
                        "end": 1040,
                        "text": "(Möller, Streblow, Pohlmann, & Köller, 2006)",
                        "ref_id": "BIBREF45"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Regarding the role of LOI, the present study showed that (a) ASC measurement properties were found to be invariant across LOIs; (b) in terms of the generalizability of the I/E model, no distinct differences were found across English-and Chinese-LOI schools. These findings have important implications for the development of the students' ASCs. The measurement invariance properties of the ASCs indicate that students from English-or Chinese-LOI schools perceived ASCs similarly and support the validity for the comparison of I/E models across LOI groups. The English-LOI students apparently shared a similar frame of reference process, both in terms of the external, social comparison process and the internal, dimensional comparison process. However, previous studies have shown that LOI might still have an effect on students' achievement and ASC, above and beyond the effect of the individual student's achievement.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "It has been demonstrated that an LOI as foreign language is not necessarily effective for late immersion programs (Thomas & Collier, 1997 ; also see Willig, 1985) . This is the case with Hong Kong, where the LOI changes in secondary education, rather than the more favorable form of early immersion, which starts in primary education (e.g., Marsh et al., 2000; Marsh, Hau, & Kong, 2002; Tam, 1980; Tung, 1990) . The rationale for the learning of English, and for its use as the LOI, has been based on perceived pragmatic utilities, such as pursing higher education and working as professionals in the business world and service sectors where English is extensively utilized (Evans, 2009; Li, 2002) . Alongside Hong Kong's economic development as a world center for trade, English as an international business language has become increasingly important. However, even though the dual language educational system has a long history, the percentage of people who routinely use English in everyday activities is not substantial in Hong Kong. Apart from the fields of trade, administration, and This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [
                    {
                        "start": 114,
                        "end": 137,
                        "text": "(Thomas & Collier, 1997",
                        "ref_id": "BIBREF62"
                    },
                    {
                        "start": 149,
                        "end": 162,
                        "text": "Willig, 1985)",
                        "ref_id": "BIBREF64"
                    },
                    {
                        "start": 341,
                        "end": 360,
                        "text": "Marsh et al., 2000;",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 361,
                        "end": 386,
                        "text": "Marsh, Hau, & Kong, 2002;",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 387,
                        "end": 397,
                        "text": "Tam, 1980;",
                        "ref_id": "BIBREF60"
                    },
                    {
                        "start": 398,
                        "end": 409,
                        "text": "Tung, 1990)",
                        "ref_id": "BIBREF63"
                    },
                    {
                        "start": 674,
                        "end": 687,
                        "text": "(Evans, 2009;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 688,
                        "end": 697,
                        "text": "Li, 2002)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "legislature and among the judiciary, English is not extensively used in everyday social interaction by the Chinese-speaking populace.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "In the Hong Kong context, one of the drawbacks of teaching and learning through English is the difficulties students face in understanding and carrying out class tasks in a foreign language if their English skills are not already at a competent level. Whether bilingualism is beneficial or not therefore depends substantially on how competent the students are in the language of instruction. Concomitantly, it is self-evidently much easier for students to understand course content in their native language, and this better enables them to retain their learning motivation and preserve the quality of their teaching and learning activity. The same is true for teachers. Since English is also a second language to the teachers (Llewellyn, Hancock, Kirst, & Roeloffs, 1982) , teachers in English-LOI classrooms tend to rely more on didactic approaches to teaching and are less effective in communicating abstract concepts to the students (Yip, Coyle, & Tsang, 2007) . Indeed, students in nonnative-LOI classrooms tend to have lower engagement in classroom activities, to use fewer learning strategies (Salili & Lai, 2003) , and to experience slower development in non-languagerelated outcomes (Marsh et al., 2000 (Marsh et al., , 2002 ; see also Halle, Hair, Wandner, McNamara, & Chien, 2012) . These difficulties are disadvantageous to the development of the students' learning and motivations to learn. Intervention programs designed to enhance both teaching and learning should also target ASCs, since these are reciprocally linked with academic achievement (Marsh & Yeung, 1997) .",
                "cite_spans": [
                    {
                        "start": 726,
                        "end": 771,
                        "text": "(Llewellyn, Hancock, Kirst, & Roeloffs, 1982)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 936,
                        "end": 963,
                        "text": "(Yip, Coyle, & Tsang, 2007)",
                        "ref_id": "BIBREF68"
                    },
                    {
                        "start": 1099,
                        "end": 1119,
                        "text": "(Salili & Lai, 2003)",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 1191,
                        "end": 1210,
                        "text": "(Marsh et al., 2000",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 1211,
                        "end": 1232,
                        "text": "(Marsh et al., , 2002",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 1244,
                        "end": 1290,
                        "text": "Halle, Hair, Wandner, McNamara, & Chien, 2012)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1559,
                        "end": 1580,
                        "text": "(Marsh & Yeung, 1997)",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Following the above aspects in nonnative language LOI, in order to better promote the students' learning and the motivation to learn, it is particularly important for the educators to have a full understanding of the I/E model and its implications on educational practice. Based on the premise that the ASC facilitates many future academic accomplishments, aspirations, and choices (Marsh, 1991 (Marsh, , 2007 , maintaining a positive ASC is clearly crucial in helping students to reach their academic potential, and this has been shown to generalize both in English and Chinese LOI students (Marsh et al., 2002) . This, however, would also require teachers and parents to understand more deeply how such process might be best supported. Nevertheless, when asked about the perceived domain-specific academic competencies of the students, teachers (Marsh & Craven, 1997) and parents (Dai, 2002) indicated that their perceptions of students' competency in different domains were based primarily on external processes of evaluation and did not differentiate between domains nearly as much as students did themselves. In other words, it appears that a student who is good in math would also be perceived by parents and teachers as being good at verbal subjects, and vice versa. This indicates a difference in the views that the parents and teachers take in terms of the internal frame of reference aspect of students' ASCs posited in the I/E model theory. When students show reduced effort or interest in learning in their weak subjects, teachers and parents need to intervene in order to facilitate students' learning: both by enhancing their academic ability and by restoring their ASC in their weaker domains. Similarly, it would be helpful for curriculum developers to build strong connections between different school subjects, to promote the cultivation of students' confidence and interest in learning all their academic subjects, instead of just their best ones. Based on our finding that the I/E model is generalizable to both English and Chinese LOI students, this practice would be applicable to the students under both LOIs.",
                "cite_spans": [
                    {
                        "start": 382,
                        "end": 394,
                        "text": "(Marsh, 1991",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 395,
                        "end": 409,
                        "text": "(Marsh, , 2007",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 592,
                        "end": 612,
                        "text": "(Marsh et al., 2002)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 847,
                        "end": 869,
                        "text": "(Marsh & Craven, 1997)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 882,
                        "end": 893,
                        "text": "(Dai, 2002)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The present study had several particular methodological strengths. For instance, standard errors of parameter estimates were corrected in relation to the complex data structure. It is acknowledged in the social sciences that ignoring the design effect of the data can lead to biased estimates of standard errors. In the present study, only individual-level parameters were considered, so the hierarchical nature of the data structure was not modeled explicitly. Instead, complex design modeling was used. In this method, the parameter estimates remained the same as in singlelevel modeling, but the standard errors of the parameter estimates were corrected for students being nested within schools and classes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Strengths, Weaknesses, and Direction for Further Research",
                "sec_num": null
            },
            {
                "text": "A potential limitation of the present study is that the while 15% of the students from the Chinese LOI group were from low-ability band, participants from the low-ability band were not present in the English LOI group. However, this sampling composition is in agreement with the actual Hong Kong secondary school population in terms of LOI. In Hong Kong, in order for a school to adopt English-LOI practice, the students' academic ability needs to reach certain level in order for the English-LOI practice to be effective. Nevertheless, studies that can replicate our results based on samples with completely balanced ability compositions will certainly provide further robustness to our findings. Another feature of the sample that is worth noting in our study is that the ASC measures were collected approximately 1 year after the students started their secondary school. It is possible that changes in the processes related to the I/E model could take place depending on the duration of the immersion. Longitudinal studies that investigate the effect of LOI at different time points after students are immersed in new LOI environments will shed light on the processes that the effect of LOI takes place.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Strengths, Weaknesses, and Direction for Further Research",
                "sec_num": null
            },
            {
                "text": "An interesting finding in the present study is the magnitude of some of the regression coefficients observed from the first-order I/E model (Model TG4). The regression coefficient relating Chinese achievement to Chinese ASC was smaller than the corresponding value in the English and math domains. Since Chinese, as the native language of Hong Kong, is used pervasively outside of school, it is likely that Chinese ASC is more broadly based, while math and English ASC are based primarily on achievement tests and performance in classroom settings. Certainly, students use Chinese language more frequently and on more diverse occasions compared to the utility of English and math. The metaanalysis also showed that verbal achievement in native language predicted verbal ASC to a lesser extent compared to predictions from math achievement to math ASC. A study (Marsh, 1990) of Australian students showed that different components of English (native language) ASCs were only moderately correlated, this indicates that the English ASC itself might be able to be further divided. Hence, further in-depth information might be revealed if more domain specific assessments were implemented in Chinese ASC instruments, alongside the corresponding specific Chinese achievement measures.",
                "cite_spans": [
                    {
                        "start": 860,
                        "end": 873,
                        "text": "(Marsh, 1990)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Strengths, Weaknesses, and Direction for Further Research",
                "sec_num": null
            },
            {
                "text": "This document is copyrighted by the American Psychological Association or one of its allied publishers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Strengths, Weaknesses, and Direction for Further Research",
                "sec_num": null
            },
            {
                "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Strengths, Weaknesses, and Direction for Further Research",
                "sec_num": null
            },
            {
                "text": "The support for a higher order verbal factor incorporating English and Chinese in the full I/E model implies that a possible general verbal factor is in line with predictions in the Marsh/ Shavelson (Marsh & Shavelson, 1985) model, where general math and verbal ASC factors are posited. Whether this would hold true for other verbal domain subjects is beyond the scope of the present investigation. However, it would be interesting to test whether other domains classified as verbal-based subjects, as posited by Marsh and Shavelson (1985;  Figure 1B ), such as history or foreign languages other than English, belong to the same factor as English and Chinese. Future studies could explore this by collecting data in a multilingual context such as Singapore, where many languages coexist in society. Similarly it might be reasonable, for example, that math and physics combine to form a single frame of reference. Extending this logic, it is still not clear whether two contrasting frames of reference (math vs. verbal) would be able to incorporate all school subjects (e.g., history, geography, computer studies, but also art, physical education, industrial arts and home economics).",
                "cite_spans": [
                    {
                        "start": 199,
                        "end": 224,
                        "text": "(Marsh & Shavelson, 1985)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 513,
                        "end": 539,
                        "text": "Marsh and Shavelson (1985;",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 540,
                        "end": 540,
                        "text": "",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 541,
                        "end": 550,
                        "text": "Figure 1B",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Strengths, Weaknesses, and Direction for Further Research",
                "sec_num": null
            },
            {
                "text": "Furthermore, the answer may depend on the level and type of education the students receive. For example, university students who major in science might be more likely to distinguish between physical and biological sciences in terms of ASC formation than students at the secondary and particularly at the primary school levels. Future studies based on responses from students at different levels of education would provide evidence to clarify this issue.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Strengths, Weaknesses, and Direction for Further Research",
                "sec_num": null
            },
            {
                "text": "Another interesting direction that might be relevant to the present investigation is the competency and affective components that are implied in the ASC instrument. Items pertaining to affect assess the level of interests and enjoyment the students have for a particular subject, whereas items pertaining to competency ask questions about whether they are competent and get good marks in a subject. Even though the correlations between competency and affect can be as high as 0.75 (e.g., Marsh, Craven, & Debus, (1999) , the relationship between different components of ASC might be differentially correlated with other variables. For example, in a recent study based on a sample of German students from third to sixth grades (Arens, Yeung, Craven, & Hasselhorn, 2011) , the competency component of the ASC was found to be more closely related with the achievement than the affect component. Since LOI has been shown to affect learning motivations (Salili & Lai, 2003) , it is important to examine the applicability of the I/E model to these more specific components of ASC. To achieve this, the study design would involve assessing both competency and affect from different LOI students, on multiple school subjects and using multiple indicators for both components.",
                "cite_spans": [
                    {
                        "start": 488,
                        "end": 518,
                        "text": "Marsh, Craven, & Debus, (1999)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 726,
                        "end": 768,
                        "text": "(Arens, Yeung, Craven, & Hasselhorn, 2011)",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 948,
                        "end": 968,
                        "text": "(Salili & Lai, 2003)",
                        "ref_id": "BIBREF51"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Strengths, Weaknesses, and Direction for Further Research",
                "sec_num": null
            },
            {
                "text": "To date, not much research has looked at the generalizability of the I/E model outside of the context of ASC. It is possible that the internal and external comparison processes generalize across different psychological constructs such as those posited in the Student Approaches to Learning instrument (SAL; Marsh, Hau, Artelt, Baumert, & Peschar, 2006) . Generalizability of the I/E model will be relevant to the concept of domain specificity, that is, how closely the constructs are correlated across different subject domains. If the construct's correlations across district domains are as low as ASC, then this construct is of high domain specificity, and it is likely that the frame of reference effect is present in the formation of this construct. Conversely, if a construct is of low domain specificity then the I/E model may be less or only partly applicable to this construct. Studies that examine domain specific-ity and the generalizability of the I/E models to a wider range of psychosocial variables will provide valuable contribution to the understanding of the development of the students' learning and motivation.",
                "cite_spans": [
                    {
                        "start": 307,
                        "end": 352,
                        "text": "Marsh, Hau, Artelt, Baumert, & Peschar, 2006)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Strengths, Weaknesses, and Direction for Further Research",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "The twofold multidimensionality of academic self-concept: Domain specificity and separation between competence and affect components",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "K"
                        ],
                        "last": "Arens",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Yeung",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Craven",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Hasselhorn",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Journal of Educational Psychology",
                "volume": "103",
                "issue": "",
                "pages": "970--981",
                "other_ids": {
                    "DOI": [
                        "10.1037/a0025047"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Arens, A. K., Yeung, A. S., Craven, R. G., & Hasselhorn, M. (2011). The twofold multidimensionality of academic self-concept: Domain speci- ficity and separation between competence and affect components. Jour- nal of Educational Psychology, 103, 970 -981. doi:10.1037/a0025047",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Tests of the internal/external frames of reference model with subject-specific academic self-efficacy and frame-specific academic self-concepts",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Bong",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Journal of Educational Psychology",
                "volume": "90",
                "issue": "",
                "pages": "102--110",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.90.1.102"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Bong, M. (1998). Tests of the internal/external frames of reference model with subject-specific academic self-efficacy and frame-specific aca- demic self-concepts. Journal of Educational Psychology, 90, 102-110. doi:10.1037/0022-0663.90.1.102",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Structural equation modeling with AMOS",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Byrne",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Byrne, B. M. (2001). Structural equation modeling with AMOS. Mahwah, NJ: Erlbaum.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Achievements and self-concepts in a comparison of math and science: Exploring the internal/external frame of reference model across 28 countries",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "S"
                        ],
                        "last": "Chiu",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Educational Research and Evaluation",
                "volume": "14",
                "issue": "",
                "pages": "235--254",
                "other_ids": {
                    "DOI": [
                        "10.1080/13803610802048858"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Chiu, M. S. (2008). Achievements and self-concepts in a comparison of math and science: Exploring the internal/external frame of reference model across 28 countries. Educational Research and Evaluation, 14, 235-254. doi:10.1080/13803610802048858",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "The internal/external frame of reference model, bigfish-little-pond effect, and combined model for mathematics and science",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "S"
                        ],
                        "last": "Chiu",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Journal of Educational Psychology",
                "volume": "104",
                "issue": "",
                "pages": "87--107",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chiu, M. S. (2012). The internal/external frame of reference model, big- fish-little-pond effect, and combined model for mathematics and sci- ence. Journal of Educational Psychology, 104, 87-107.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "A comparison of inclusive and restrictive strategies in modern missing data procedures: New approaches to missing data",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "M"
                        ],
                        "last": "Collins",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Schafer",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Kam",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Psychological Methods",
                "volume": "6",
                "issue": "",
                "pages": "330--351",
                "other_ids": {
                    "DOI": [
                        "10.1037/1082-989X.6.4.330"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Collins, L. M., Schafer, J. L., & Kam, C. M. (2001). A comparison of inclusive and restrictive strategies in modern missing data procedures: New approaches to missing data. Psychological Methods, 6, 330 -351. doi:10.1037/1082-989X.6.4.330",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Incorporating parent perceptions: A replication and extension study of the internal-external frame of reference model of self-concept development",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "Y"
                        ],
                        "last": "Dai",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Journal of Adolescent Research",
                "volume": "17",
                "issue": "",
                "pages": "617--645",
                "other_ids": {
                    "DOI": [
                        "10.1177/074355802237467"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Dai, D. Y. (2002). Incorporating parent perceptions: A replication and extension study of the internal-external frame of reference model of self-concept development. Journal of Adolescent Research, 17, 617- 645. doi:10.1177/074355802237467",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "The medium of instruction in Hong Kong revisited: Policy and practice in the reformed Chinese and English streams. Research Papers in Education",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Evans",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "",
                "volume": "24",
                "issue": "",
                "pages": "287--309",
                "other_ids": {
                    "DOI": [
                        "10.1080/02671520802172461"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Evans, S. (2009). The medium of instruction in Hong Kong revisited: Policy and practice in the reformed Chinese and English streams. Re- search Papers in Education, 24, 287-309. doi:10.1080/ 02671520802172461",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Historical and comparative perspectives on the medium of instruction in Hong Kong",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Evans",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Language Policy",
                "volume": "10",
                "issue": "",
                "pages": "19--36",
                "other_ids": {
                    "DOI": [
                        "10.1007/s10993-011-9193-8"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Evans, S. (2011). Historical and comparative perspectives on the medium of instruction in Hong Kong. Language Policy, 10, 19 -36. doi:10.1007/ s10993-011-9193-8",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Predictors and outcomes of early versus later English language proficiency among English language learners",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Halle",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Hair",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Wandner",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Mcnamara",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Chien",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Early Childhood Research Quarterly",
                "volume": "27",
                "issue": "",
                "pages": "1--20",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.ecresq.2011.07.004"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Halle, T., Hair, E., Wandner, L., McNamara, M., & Chien, N. (2012). Predictors and outcomes of early versus later English language profi- ciency among English language learners. Early Childhood Research Quarterly, 27, 1-20. doi:10.1016/j.ecresq.2011.07.004",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Eine längsschnittliche Ü berprüfung des Modells des internal/external frame of reference",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Klemmert",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Baumert",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Zeitschrift für Pädagogische Psychologie",
                "volume": "13",
                "issue": "",
                "pages": "128--134",
                "other_ids": {
                    "DOI": [
                        "10.1024//1010-0652.13.3.128"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Köller, O., Klemmert, H., Möller, J., & Baumert, J. (1999). Eine läng- sschnittliche Ü berprüfung des Modells des internal/external frame of reference [A longitudinal test of the internal/external frame of reference model]. Zeitschrift für Pädagogische Psychologie, 13, 128 -134. doi: 10.1024//1010-0652.13.3.128",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Hong Kong parents' preference for English-medium education: Passive victims of imperialism or active agents of pragmatism",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Li",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Englishes in Asia: Communication, identity, power and education",
                "volume": "",
                "issue": "",
                "pages": "29--62",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Li, D. (2002). Hong Kong parents' preference for English-medium educa- tion: Passive victims of imperialism or active agents of pragmatism. In A. Kirkpatrick (Ed.), Englishes in Asia: Communication, identity, power and education (pp. 29 -62). Melbourne, Australia: Language Australia.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "A perspective on education in Hong Kong: Report by a visiting panel",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Llewellyn",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Hancock",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Kirst",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Roeloffs",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Llewellyn, J., Hancock, G., Kirst, M., & Roeloffs, K. (1982). A perspective on education in Hong Kong: Report by a visiting panel. Hong Kong: Government Printer.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Verbal and math self-concepts: An internal/external frame of reference model",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "American Educational Research Journal",
                "volume": "23",
                "issue": "",
                "pages": "129--149",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1986). Verbal and math self-concepts: An internal/external frame of reference model. American Educational Research Journal, 23, 129 -149.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "The structure of academic self-concept: The Marsh/ Shavelson model",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Journal of Educational Psychology",
                "volume": "82",
                "issue": "",
                "pages": "623--636",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.82.4.623"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1990). The structure of academic self-concept: The Marsh/ Shavelson model. Journal of Educational Psychology, 82, 623-636. doi:10.1037/0022-0663.82.4.623",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Failure of high-ability high schools to deliver academic benefits commensurate with their students' ability levels",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "American Educational Research Journal",
                "volume": "28",
                "issue": "",
                "pages": "445--480",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1991). Failure of high-ability high schools to deliver academic benefits commensurate with their students' ability levels. American Educational Research Journal, 28, 445-480.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "This document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "This document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Content specificity of relations between academic achievement and academic self-concept",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Journal of Educational Psychology",
                "volume": "84",
                "issue": "",
                "pages": "35--42",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.84.1.35"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (1992). Content specificity of relations between academic achievement and academic self-concept. Journal of Educational Psy- chology, 84, 35-42. doi:10.1037/0022-0663.84.1.35",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Self-concept theory, measurement and research into practice: The role of self concept in educational psychology",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W. (2007). Self-concept theory, measurement and research into practice: The role of self concept in educational psychology. London, England: British Psychological Society.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "An evaluation of incremental fit indices: A clarification of mathematical and empirical properties",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Balla",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "T"
                        ],
                        "last": "Hau",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Advanced structural equation modeling: Issues and techniques",
                "volume": "",
                "issue": "",
                "pages": "315--353",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Balla, J. R., & Hau, K. T. (1996). An evaluation of incremental fit indices: A clarification of mathematical and empirical properties. In G. A. Marcoulides & R. E. Schumacker (Eds.), Advanced structural equation modeling: Issues and techniques (pp. 315-353).",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Goodness-of-fit indexes in confirmatory factor analysis: The effect of sample size",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Balla",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "P"
                        ],
                        "last": "Mcdonald",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Psychological Bulletin",
                "volume": "103",
                "issue": "",
                "pages": "391--410",
                "other_ids": {
                    "DOI": [
                        "10.1037/0033-2909.103.3.391"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Balla, J. R., & McDonald, R. P. (1988). Goodness-of-fit indexes in confirmatory factor analysis: The effect of sample size. Psychological Bulletin, 103, 391-410. doi:10.1037/0033-2909.103.3 .391",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "A multifaceted academic self-concept: Its hierarchical structure and its relation to academic achievement",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Byrne",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Journal of Educational Psychology",
                "volume": "80",
                "issue": "",
                "pages": "366--380",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.80.3.366"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Byrne, B. M., & Shavelson, R. J. (1988). A multifaceted academic self-concept: Its hierarchical structure and its relation to aca- demic achievement. Journal of Educational Psychology, 80, 366 -380. doi:10.1037/0022-0663.80.3.366",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Academic self-concept: Beyond the dustbowl",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Craven",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Handbook of classroom assessment: Learning, achievement, and adjustment",
                "volume": "",
                "issue": "",
                "pages": "131--198",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Craven, R. G. (1997). Academic self-concept: Beyond the dustbowl. In G. D. P. Phye (Ed.), Handbook of classroom assessment: Learning, achievement, and adjustment (pp. 131-198). San Diego, CA: Academic Press.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Separation of competency and affect components of multiple dimensions of academic self-concept: A developmental perspective",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Craven",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Debus",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Merrill-Palmer Quarterly: Journal of Developmental Psychology",
                "volume": "45",
                "issue": "",
                "pages": "567--601",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Craven, R., & Debus, R. (1999). Separation of competency and affect components of multiple dimensions of academic self-concept: A developmental perspective. Merrill-Palmer Quarterly: Journal of Developmental Psychology, 45, 567-601.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Assessing goodness of fit: Is parsimony always desirable",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "T"
                        ],
                        "last": "Hau",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Journal of Experimental Education",
                "volume": "64",
                "issue": "",
                "pages": "364--390",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Hau, K. T. (1996). Assessing goodness of fit: Is parsi- mony always desirable? Journal of Experimental Education, 64, 364 - 390.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Explaining paradoxical relations between academic self-concepts and achievements: Cross-cultural generalizability of the internal/external frame of reference predictions across 26 countries",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "T"
                        ],
                        "last": "Hau",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Journal of Educational Psychology",
                "volume": "96",
                "issue": "",
                "pages": "56--67",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.96.1.56"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Hau, K. T. (2004). Explaining paradoxical relations between academic self-concepts and achievements: Cross-cultural gen- eralizability of the internal/external frame of reference predictions across 26 countries. Journal of Educational Psychology, 96, 56 -67. doi: 10.1037/0022-0663.96.1.56",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "OECD's brief self-report measure of educational psychology-Most useful affective constructs: Cross-cultural, psychometric comparisons across 25 countries",
                "authors": [],
                "year": null,
                "venue": "International Journal of Testing",
                "volume": "6",
                "issue": "",
                "pages": "311--360",
                "other_ids": {
                    "DOI": [
                        "10.1207/s15327574ijt0604_1"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "OECD's brief self-report measure of educational psychology-Most useful affective constructs: Cross-cultural, psychometric comparisons across 25 countries. International Journal of Testing, 6, 311-360. doi: 10.1207/s15327574ijt0604_1",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Late immersion and language of instruction in Hong Kong high schools: Achievement growth in language and non-language subjects",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "T"
                        ],
                        "last": "Hau",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "K"
                        ],
                        "last": "Kong",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Harvard Educational Review",
                "volume": "70",
                "issue": "",
                "pages": "302--346",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Hau, K. T., & Kong, C. K. (2000). Late immersion and language of instruction in Hong Kong high schools: Achievement growth in language and non-language subjects. Harvard Educational Review, 70, 302-346.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Multilevel causal ordering of academic self-concept and achievement: Influence of language of instruction (English compared with Chinese) for Hong Kong students",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "T"
                        ],
                        "last": "Hau",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "K"
                        ],
                        "last": "Kong",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "American Educational Research Journal",
                "volume": "39",
                "issue": "",
                "pages": "727--763",
                "other_ids": {
                    "DOI": [
                        "10.3102/00028312039003727"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Hau, K. T., & Kong, C. K. (2002). Multilevel causal ordering of academic self-concept and achievement: Influence of lan- guage of instruction (English compared with Chinese) for Hong Kong students. American Educational Research Journal, 39, 727-763. doi: 10.3102/00028312039003727",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Unification of theoretical models of academic self-concept/achievement relations: Reunification of East and West German school systems after the fall of the Berlin Wall. Contemporary Educational Psychology",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "",
                "volume": "29",
                "issue": "",
                "pages": "34--35",
                "other_ids": {
                    "DOI": [
                        "10.1016/S0361-476X%2803%2900034-1"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Köller, O. (2004). Unification of theoretical models of academic self-concept/achievement relations: Reunification of East and West German school systems after the fall of the Berlin Wall. Contem- porary Educational Psychology, 29, 264 -282. doi:10.1016/S0361- 476X(03)00034-1",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Extension of the internal/external frame of reference model of self-concept formation: Importance of native and nonnative languages for Chinese students",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "K"
                        ],
                        "last": "Kong",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "T"
                        ],
                        "last": "Hau",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Journal of Educational Psychology",
                "volume": "93",
                "issue": "",
                "pages": "543--553",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.93.3.543"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Kong, C. K., & Hau, K. T. (2001). Extension of the internal/external frame of reference model of self-concept formation: Importance of native and nonnative languages for Chinese students. Journal of Educational Psychology, 93, 543-553. doi:10.1037/0022- 0663.93.3.543",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "A multimethod perspective on self-concept research in educational psychology: A construct validity approach",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Martin",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "T"
                        ],
                        "last": "Hau",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Handbook of multimethod measurement in psychology",
                "volume": "",
                "issue": "",
                "pages": "441--456",
                "other_ids": {
                    "DOI": [
                        "10.1037/11383-030"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., Martin, A. J., & Hau, K. T. (2006). A multimethod perspective on self-concept research in educational psychology: A con- struct validity approach. In M. Eid & E. Diener (Eds.), Handbook of multimethod measurement in psychology (pp. 441-456). Washington, DC: American Psychological Association. doi:10.1037/11383-030",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Self-concept: Its multifaceted, hierarchical structure",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Educational Psychologist",
                "volume": "20",
                "issue": "",
                "pages": "107--123",
                "other_ids": {
                    "DOI": [
                        "10.1207/s15326985ep2003_1"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Shavelson, R. J. (1985). Self-concept: Its multifaceted, hierarchical structure. Educational Psychologist, 20, 107-123. doi: 10.1207/s15326985ep2003_1",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Causal effects of academic selfconcept on academic achievement: Structural equation models of longitudinal data",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Yeung",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Journal of Educational Psychology",
                "volume": "89",
                "issue": "",
                "pages": "41--54",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.89.1.41"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Yeung, A. S. (1997). Causal effects of academic self- concept on academic achievement: Structural equation models of lon- gitudinal data. Journal of Educational Psychology, 89, 41-54. doi: 10.1037/0022-0663.89.1.41",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Longitudinal structural equation models of academic self-concept and achievement: Gender differences in the development of math and English constructs",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Yeung",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "American Educational Research Journal",
                "volume": "35",
                "issue": "",
                "pages": "705--738",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Yeung, A. S. (1998). Longitudinal structural equation models of academic self-concept and achievement: Gender differences in the development of math and English constructs. American Educa- tional Research Journal, 35, 705-738.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "An extension of the internal/external frame of reference model: A response to",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Yeung",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Multivariate Behavioral Research",
                "volume": "36",
                "issue": "",
                "pages": "389--420",
                "other_ids": {
                    "DOI": [
                        "10.1207/S15327906389-420"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marsh, H. W., & Yeung, A. S. (2001). An extension of the internal/external frame of reference model: A response to Bong (1998). Multivariate Behavioral Research, 36, 389 -420. doi:10.1207/S15327906389-420",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Dimensional comparisons: An experimental approach to the internal/external frame of reference model",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Journal of Educational Psychology",
                "volume": "93",
                "issue": "",
                "pages": "826--835",
                "other_ids": {
                    "DOI": [
                        "10.1037/0022-0663.93.4.826"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., & Köller, O. (2001a). Dimensional comparisons: An experi- mental approach to the internal/external frame of reference model. Journal of Educational Psychology, 93, 826 -835. doi:10.1037/0022- 0663.93.4.826",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Frame of reference effects following the announcement of exam results",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Contemporary Educational Psychology",
                "volume": "26",
                "issue": "",
                "pages": "277--287",
                "other_ids": {
                    "DOI": [
                        "10.1006/ceps.2000.1055"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., & Köller, O. (2001b). Frame of reference effects following the announcement of exam results. Contemporary Educational Psychology, 26, 277-287. doi:10.1006/ceps.2000.1055",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "A metaanalytic path analysis of the internal/external frame of reference model of academic achievement and academic self-concept",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Pohlmann",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Review of Educational Research",
                "volume": "79",
                "issue": "",
                "pages": "1129--1167",
                "other_ids": {
                    "DOI": [
                        "10.3102/0034654309337522"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., Pohlmann, B., Köller, O., & Marsh, H. W. (2009). A meta- analytic path analysis of the internal/external frame of reference model of academic achievement and academic self-concept. Review of Educa- tional Research, 79, 1129 -1167. doi:10.3102/0034654309337522",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "The reciprocal internal/external frame of reference model: An integration of models of relations between academic achievement and self-concept",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Retelsdorf",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., Retelsdorf, J., Köller, O., & Marsh, H. W. (2011). The recip- rocal internal/external frame of reference model: An integration of models of relations between academic achievement and self-concept.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "The belief in a negative interdependence of math and verbal abilities as determinant of academic self-concepts",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Streblow",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Pohlmann",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "British Journal of Educational Psychology",
                "volume": "76",
                "issue": "",
                "pages": "57--70",
                "other_ids": {
                    "DOI": [
                        "10.1348/000709905X37451"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., Streblow, L., & Pohlmann, B. (2006). The belief in a negative interdependence of math and verbal abilities as determinant of academic self-concepts. British Journal of Educational Psychology, 76, 57-70. doi:10.1348/000709905X37451",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Achievement and selfconcept of students with learning disabilities",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Streblow",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Pohlmann",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Social Psychology of Education",
                "volume": "12",
                "issue": "",
                "pages": "113--122",
                "other_ids": {
                    "DOI": [
                        "10.1007/s11218-008-9065-z"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., Streblow, L., & Pohlmann, B. (2009). Achievement and self- concept of students with learning disabilities. Social Psychology of Education, 12, 113-122. doi:10.1007/s11218-008-9065-z",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "An extension to the internal/external frame of reference model to two verbal and numerical domains",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Streblow",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Pohlmann",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Köller",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "European Journal of Psychology of Education",
                "volume": "21",
                "issue": "",
                "pages": "467--487",
                "other_ids": {
                    "DOI": [
                        "10.1007/BF03173515"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Möller, J., Streblow, L., Pohlmann, B., & Köller, O. (2006). An extension to the internal/external frame of reference model to two verbal and numerical domains. European Journal of Psychology of Education, 21, 467-487. doi:10.1007/BF03173515",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Academic self-concept of talented students: Factor structure and applicability of the internal/external frame of reference model",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "L L"
                        ],
                        "last": "Mui",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Yeung",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Low",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Jin",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Journal for the Education of the Gifted",
                "volume": "23",
                "issue": "",
                "pages": "343--367",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mui, F. L. L., Yeung, A. S., Low, R., & Jin, P. (2000). Academic self-concept of talented students: Factor structure and applicability of the internal/external frame of reference model. Journal for the Education of the Gifted, 23, 343-367.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Complex sample data in structural equation modeling",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "O"
                        ],
                        "last": "Muthén",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Satorra",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Sociological methodology",
                "volume": "25",
                "issue": "",
                "pages": "267--316",
                "other_ids": {
                    "DOI": [
                        "10.2307/271070"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Muthén, B. O., & Satorra, A. (1995). Complex sample data in structural equation modeling. Sociological methodology, 25, 267-316. doi: 10.2307/271070",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Mplus user's guide",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "K"
                        ],
                        "last": "Muthén",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "O"
                        ],
                        "last": "Muthén",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Muthén, L. K., & Muthén, B. O. (2007). Mplus user's guide. Los Angeles, CA: Muthén & Muthén.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "Looking outside and inside: Self-concept development of gifted adolescents",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Plucker",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [
                            "B"
                        ],
                        "last": "Stocking",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Exceptional Children",
                "volume": "67",
                "issue": "",
                "pages": "534--548",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Plucker, J. A., & Stocking, V. B. (2001). Looking outside and inside: Self-concept development of gifted adolescents. Exceptional Children, 67, 534 -548.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "On the benefit of dimensional comparisons",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Pohlmann",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Möller",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Journal of Educational Psychology",
                "volume": "101",
                "issue": "",
                "pages": "248--258",
                "other_ids": {
                    "DOI": [
                        "10.1037/a0013151"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Pohlmann, B., & Möller, J. (2009). On the benefit of dimensional com- parisons. Journal of Educational Psychology, 101, 248 -258. doi: 10.1037/a0013151",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Learning and motivation of Chinese students in Hong Kong: A longitudinal study of contextual influences on students' achievement orientation and performance",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Salili",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "K"
                        ],
                        "last": "Lai",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Psychology in the Schools",
                "volume": "40",
                "issue": "",
                "pages": "51--70",
                "other_ids": {
                    "DOI": [
                        "10.1002/pits.10069"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Salili, F., & Lai, M. K. (2003). Learning and motivation of Chinese students in Hong Kong: A longitudinal study of contextual influences on students' achievement orientation and performance. Psychology in the Schools, 40, 51-70. doi:10.1002/pits.10069",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "NORM: Multiple imputation of incomplete multivariate data under a normal model",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Schafer",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Schafer, J. L. (1999). NORM: Multiple imputation of incomplete multi- variate data under a normal model [Computer software]. University Park: Pennsylvania State University, Department of Statistics.",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "This document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "This document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "Missing data: Our view of the state of the art",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Schafer",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Graham",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Psychological Methods",
                "volume": "7",
                "issue": "",
                "pages": "147--177",
                "other_ids": {
                    "DOI": [
                        "10.1037/1082-989X.7.2.147"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Schafer, J. L., & Graham, J. W. (2002). Missing data: Our view of the state of the art. Psychological Methods, 7, 147-177. doi:10.1037/1082-989X .7.2.147",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "A beginner's guide to structural equation modeling",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Schumacker",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Lomax",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Schumacker, R. E., & Lomax, R. G. (2004). A beginner's guide to struc- tural equation modeling (2nd ed.). Hillsdale, NJ: Erlbaum.",
                "links": null
            },
            "BIBREF56": {
                "ref_id": "b56",
                "title": "Self-concept: Validation of construct interpretations",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Shavelson",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Hubner",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "C"
                        ],
                        "last": "Stanton",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Review of Educational Research",
                "volume": "46",
                "issue": "",
                "pages": "407--441",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shavelson, R. J., Hubner, J. J., & Stanton, G. C. (1976). Self-concept: Validation of construct interpretations. Review of Educational Research, 46, 407-441.",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "Using multilevel structural equation modeling techniques with complex sample data",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "M"
                        ],
                        "last": "Stapleton",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Structural equation modeling: A second course",
                "volume": "",
                "issue": "",
                "pages": "345--383",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stapleton, L. M. (2006). Using multilevel structural equation modeling techniques with complex sample data, In G. R. Hancock & R. O. Mueller (Eds.), Structural equation modeling: A second course (pp. 345-383).",
                "links": null
            },
            "BIBREF58": {
                "ref_id": "b58",
                "title": "Information Age",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Greenwich, CT: Information Age.",
                "links": null
            },
            "BIBREF59": {
                "ref_id": "b59",
                "title": "Using multivariate statistics",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "G"
                        ],
                        "last": "Tabachnick",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "S"
                        ],
                        "last": "Fidell",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tabachnick, B. G., & Fidell, L. S. (2006). Using multivariate statistics. Needham Heights, MA: Allyn & Bacon.",
                "links": null
            },
            "BIBREF60": {
                "ref_id": "b60",
                "title": "A survey of the language mode used in teaching junior forms in Anglo-Chinese secondary schools in Hong Kong",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "T K"
                        ],
                        "last": "Tam",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "RELC Journal",
                "volume": "11",
                "issue": "",
                "pages": "43--56",
                "other_ids": {
                    "DOI": [
                        "10.1177/003368828001100104"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Tam, P. T. K. (1980). A survey of the language mode used in teaching junior forms in Anglo-Chinese secondary schools in Hong Kong. RELC Journal, 11, 43-56. doi:10.1177/003368828001100104",
                "links": null
            },
            "BIBREF61": {
                "ref_id": "b61",
                "title": "The internal/external frame of reference in adolescents' math and verbal self-concepts: A generalization study",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "P"
                        ],
                        "last": "Tay",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "G"
                        ],
                        "last": "Licht",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Tate",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Contemporary Educational Psychology",
                "volume": "20",
                "issue": "",
                "pages": "392--402",
                "other_ids": {
                    "DOI": [
                        "10.1006/ceps.1995.1026"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Tay, M. P., Licht, B. G., & Tate, R. L. (1995). The internal/external frame of reference in adolescents' math and verbal self-concepts: A general- ization study. Contemporary Educational Psychology, 20, 392-402. doi:10.1006/ceps.1995.1026",
                "links": null
            },
            "BIBREF62": {
                "ref_id": "b62",
                "title": "School effectiveness for language minority students",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "P"
                        ],
                        "last": "Thomas",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Collier",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thomas, W. P., & Collier, V. (1997). School effectiveness for language minority students. Washington, DC: National Clearinghouse for Bilin- gual Education.",
                "links": null
            },
            "BIBREF63": {
                "ref_id": "b63",
                "title": "Why changing the medium of instruction in Hong Kong could be difficult",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Tung",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Journal of Multilingual and Multicultural Development",
                "volume": "11",
                "issue": "",
                "pages": "523--534",
                "other_ids": {
                    "DOI": [
                        "10.1080/01434632.1990.9994436"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Tung, P. (1990). Why changing the medium of instruction in Hong Kong could be difficult. Journal of Multilingual and Multicultural Develop- ment, 11, 523-534. doi:10.1080/01434632.1990.9994436",
                "links": null
            },
            "BIBREF64": {
                "ref_id": "b64",
                "title": "A meta-analysis of selected studies on the effectiveness of bilingual education",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "C"
                        ],
                        "last": "Willig",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Review of Educational Research",
                "volume": "55",
                "issue": "",
                "pages": "269--317",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Willig, A. C. (1985). A meta-analysis of selected studies on the effective- ness of bilingual education. Review of Educational Research, 55, 269 - 317.",
                "links": null
            },
            "BIBREF65": {
                "ref_id": "b65",
                "title": "Frame of reference effects in academic self-concept: An examination of the big-fish-little-pond effect and the internal/external frame of reference model for Hong Kong adolescents (Unpublished doctoral dissertation)",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Xu",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Xu, M. (2010). Frame of reference effects in academic self-concept: An examination of the big-fish-little-pond effect and the internal/external frame of reference model for Hong Kong adolescents (Unpublished doctoral dissertation). University of Oxford, Oxford, England.",
                "links": null
            },
            "BIBREF66": {
                "ref_id": "b66",
                "title": "The internal/external frame of reference in the self-concept development of higher education students. Paper presented at the Conference of the Higher Education Research and Development Society of Australasia",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Yeung",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "C"
                        ],
                        "last": "Lau",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Yeung, A. S., & Lau, I. C. (1998). The internal/external frame of reference in the self-concept development of higher education students. Paper presented at the Conference of the Higher Education Research and Development Society of Australasia, Auckland, New Zealand.",
                "links": null
            },
            "BIBREF67": {
                "ref_id": "b67",
                "title": "Testing Marsh's (1986) frame of reference model of self-concept with bilingual students",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Yeung",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Lee",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Wong",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Yeung, A. S., Lee, J. C., & Wong, H. (2001, April). Testing Marsh's (1986) frame of reference model of self-concept with bilingual students. Paper presented at the Annual meeting of the American Educational Research Association, New Orleans, LA.",
                "links": null
            },
            "BIBREF68": {
                "ref_id": "b68",
                "title": "Evaluation of the effects of the medium of instruction on science learning of Hong Kong secondary students: Instructional activities in science lessons",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "Y"
                        ],
                        "last": "Yip",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Coyle",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "K"
                        ],
                        "last": "Tsang",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Education Journal",
                "volume": "35",
                "issue": "",
                "pages": "77--107",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Yip, D. Y., Coyle, D., & Tsang, W. K. (2007). Evaluation of the effects of the medium of instruction on science learning of Hong Kong secondary students: Instructional activities in science lessons. Education Journal, 35, 77-107.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "A:",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "TABREF0": {
                "text": "Summary of Goodness of Fit for SEM Models TG1-MG4_10",
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td>Model</td><td>2</td><td>df</td><td>CFI</td><td>TLI</td><td>RMSEA</td><td>SRMR</td><td>Description</td></tr><tr><td/><td/><td/><td/><td colspan=\"2\">SEM I/E models of 2 subjects</td><td/><td/></tr><tr><td>TG1</td><td>60.533</td><td>13</td><td>0.992</td><td>0.982</td><td>0.043</td><td>0.017</td><td>Figure 3A: I/E math, English</td></tr><tr><td>TG2</td><td>41.533</td><td>13</td><td>0.995</td><td>0.990</td><td>0.034</td><td>0.015</td><td>Figure 3B: I/E math, Chinese</td></tr><tr><td>TG3</td><td>46.813</td><td>13</td><td>0.995</td><td>0.988</td><td>0.037</td><td>0.017</td><td>Figure 3C: I/E English, Chinese</td></tr><tr><td/><td/><td/><td colspan=\"4\">SEM FO and HO I/E models in math, English, and Chinese</td><td/></tr><tr><td>TG4</td><td>105.865</td><td>33</td><td>0.993</td><td>0.987</td><td>0.034</td><td>0.019</td><td>Figure 4A: I/E math, English and</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>Chinese</td></tr><tr><td>TG5</td><td>370.994</td><td>38</td><td>0.969</td><td>0.947</td><td>0.067</td><td>0.040</td><td>Figure 4B: I/E math, HO vsc, HO</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>vach</td></tr><tr><td/><td/><td colspan=\"6\">Multiple-group FO SEM I/E models in math, English, and Chinese (TG4, Figure 4A)</td></tr><tr><td>MG4_1</td><td>159.327</td><td>66</td><td>0.990</td><td>0.980</td><td>0.038</td><td>0.022</td><td>SEM INV ϭ none; Free ϭ FL,</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>PC, FV, FC, Uniq., CU, Inter</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>(FMns ϭ 0)</td></tr><tr><td>MG4_2</td><td>174.820</td><td>72</td><td>0.989</td><td>0.980</td><td>0.038</td><td>0.024</td><td>SEM INV ϭ FL; Free ϭ PC, FV,</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>FC, Uniq., CU, Inter (FMns ϭ 0)</td></tr><tr><td>MG4_3</td><td>207.905</td><td>81</td><td>0.986</td><td>0.978</td><td>0.040</td><td>0.034</td><td>SEM INV ϭ FL, PC; Free ϭ FV,</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>FC, Uniq., CU, Inter (FMns ϭ 0)</td></tr><tr><td>MG4_4</td><td>203.577</td><td>78</td><td>0.987</td><td>0.977</td><td>0.041</td><td>0.031</td><td>SEM INV ϭ FL, PCϪ; Free ϭ</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>PCϩ, FV, FC, Uniq., CU, Inter</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>(FMns ϭ 0)</td></tr><tr><td>MG4_5</td><td>185.529</td><td>75</td><td>0.988</td><td>0.979</td><td>0.039</td><td>0.030</td><td>SEM INV ϭ FL, PCϩ; Free ϭ</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>PCϪ, FV, FC, Uniq., CU, Inter</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>(FMns ϭ 0)</td></tr></table>"
            }
        }
    }
}